window.models = {
	'现代诗歌':{	
		"雾灯诗选":{
			hash: 'wudeng',
			body: [
	{
		title:"小镇",
		body:[
			'小镇的街道多种杨柳',
			'一到春天，便扬起濛濛的飞絮',
			'许多黄莺滴溜溜的唱',
			'从一棵树飞到另一棵树',
			'小镇的外围多植水稻',
			'一到夏天，便漾起扑扑的香',
			'每经此处，我都要放慢脚步',
			'一步步踏停蛙鼓',
			'无事时在小镇闲逛',
			'我常于池塘边碰见钓鱼的老者',
			'紫藤花下，穿绿衣的姑娘',
			'正在追踪蝴蝶',
			'......',
			'',
			'静静地住在小镇',
			'我已度过三十一个华年'
		]
	},		
	{
		title:"故居",
		body:[
			'屋前石榴，屋后紫荆花',
			'屋左一池塘，荷叶刚刚冒出水面',
			'屋右一菜园，两只黄鹂鸣翠柳',
			'门窗都开着，四面八方的风吹',
			'无人时，临窗读左传，品史记',
			'周末，则邀一二好友，备一壶好酒',
			'从南山拾来松木',
			'从池塘网来一尾鲫鱼',
			'做一顿丰盛晚餐',
			'直饮至月上柳梢头'
		]
	},
	{
		title:"巷",
		body:[
			'篱笆，棕榈，土墙',
			'组成一道荫深的巷',
			'巷的尽头站着石榴，水井，梧桐',
			'以及瞪着两只黑眼睛的小瓦房',
			'春深时，篱笆爬满了蔷薇',
			'土墙上也挂满了海棠',
			'年幼时，曾跟随祖父',
			'穿过小巷回家吃饭',
			'祖父走远了，我还站在篱笆旁',
			'寻找那只鸣蝉',
			'想起已逝的祖父，泪眼便禁不住溟濛'
		]
	},	
	{
		title:"村庄",
		body:[
			'被水田围绕着，像一座小岛',
			'岛上住着开花的蔷薇',
			'许多黄莺来回飞舞着',
			'穿著简朴的村民，无事时',
			'常聚在梧桐树下说《隋唐》',	
			'农忙时则散向浩淼的田野',
			'种瓜，种豆，种桑，种水稻',
			'我是岛上唯一的书生',
			'拥有最丰富的书屋',
			'自从我的妻子来到岛上',
			'我的女儿也呱呱落地',
			'岛上的杨柳便多了几分春色'
		]
	},		
	{
		title:"归途",
		body:[
			'临出门时，殷勤的好友',
			'递给我一盏猩红的风灯',
			'并嘱咐我路上小心',
			'于是，在漫天的风雪中',
			'我走进了大山峡谷',
			'夜的峡谷，柔美而阒静',
			'听得见远处尧河的潮水',
			"看不见人间灯火",
			'我时时停下来，倚靠一棵梅树',
			'聆听雪落枝头的声音',
			'直到猩红的风灯越来越虚弱',
			'',
			'穿过长长的竹径',
			'到家了，临门的妻子',
			'说我身上沾满了梅的清香'
		]
	},
	{
		title:"饮酒",
		body:[
			'有一个人，住在高岭上',
			'有一座庄园，被芍药环绕',
			'为了看星辰，我越过河流',
			'借宿在那个人的那座庄园',
			'摆一副桌椅在前院对饮', 
			'我们等待着星辰后的明月',
			'满院子的芍药香和虫吟',
			'随酒杯一缕一缕渗入胸肺',
			'一个小时后，我们饮醉了',
			'他敲着桌椅高歌《沁园春·雪》',
			'我执一根桐木作剑器舞',
			'身后升起的明月',
			'临照着千山万水'
		]
	},						
	{
		title:"云深处",
		body:[
			'云深处，除了我，还有一位',
			'采药的老翁，他背着竹篓',
			'在悬崖上行走，采花也采蜂蜜',
			'他捉蛇如捉蚯蚓一样简单',
			'随手扔进雾湿的崖谷',
			'听不见蛇的一声呼唤',
			'挛动的身影便被崖底',
			'奔突的尧河卷走',
			'夕阳红，林花白',
			'他用木斧斫击树木的笃笃声',
			'如溅起的雨珠飘洒在幽谷'	
		]
	},	
	{
		title:"避雨的人",
		body:[
			'避雨在山洞里的人',
			'隔江遥望对面的树林',
			'那里有熟了的樱桃',
			'和升起的袅袅炊烟',
			'河面上，水声是白的',
			'一行行鹭鹚飞过前滩',
			'避雨在山洞里的人',
			'渴望一个撑伞的女子',
			'打小路上经过，花丛里',
			'他轻轻唤住她',
			'问她是不是同村？然后',
			'然后和她一起渡到小镇'
		]
	},	
	{
		title:"水乡",
		body:[
			'一个寂静的下午',
			'竹间还滴着疏雨',
			'黄莺在柳巷追逐',
			'隔着荷花池塘',
			'我看见一位少女',
			'步行在江南水田',
			'仿佛步行在天上',
			'云在她的脚下飘荡',
			'我看见她在路口停下',
			'东望望，西望望',
			'投一枚石子于水中央',
			'哗的一声响，云影凌乱',
			'飞起白鹭一行行'
		]
	},	
	{
		title:"山中",
		body:[
			'一群妇女在山谷插秧',
			'她们身后，一大片待耕的水田',
			'水田如花篮里的明镜',
			'盛着雨后熠熠的云光',
			'我从多帘的远方来，路经此方',
			'和我的马停驻在烟花岭上',
			'(这是此处最高的岭了，',
			'岭上有无数的杜鹃)',
			'俯望她们在漠漠的水田',
			'一边插秧一边谈笑',
			'白鹭从她们头顶飞过',
			'栖息于远处的高岗'
		]
	},			
	{
		title:"枣香",
		body:[
			'每至深夜，窗外的香便更浓了',
			'湿湿的枣花香',
			'夹杂着水稻的清馨',
			'沿着纱窗，一丝丝的透入',
			'合上书，我悄悄掩门出去',
			'不惊扰梦中熟睡的妻女',
			'披衣站在屋后的枣坡上',
			'呼吸月色里的芬芳',
			'风吹起，扬起濛濛的枣絮',
			'落在池塘，引起鱼儿争食'
		]
	},										
	{
		title:"古祠",
		body:[
			'一匹马，拴在古祠旁',
			'一棵葱郁的槐树底下',
			'啃着池塘边上的青草',
			'马鼻子下面',
			'不时蹦出绿皮的青蛙',
			'跃入贮满轻荫的池塘',
			'',
			'无人，时有黄莺飞过',
			'檐头有蜘蛛细细结网',
			'当敲门的微风飘动',
			'窗前绽满夜雨的野山桃',
			'便抖落下满身的水珠',
			'噼里啪啦',
			'打在碧绿的荷叶上'			
		]
	},		
	{
		title:"山雨",
		body:[
			'一只花鹿，趁着雨势',
			'从山谷里出来',
			'淌过小石溪',
			'一只花鹿，肥壮的',
			'在河流的对岸',
			'啃食桃花',
			'',
			'雨中无人，芳草萋萋',
			'只有晨起的山中少年',
			'开门看见',
			'一只花鹿，隔着雨幕',
			'在溟溟的青山脚下',
			'啃食桃花'
		]
	},	
	{
		title:"晨起：打开柴门",
		body:[
			'打开柴门，看见一只鹿',
			'看见一只饮水的鹿',
			'惊慌地越过小溪',
			'越过太阳照耀的丛林',
			'',
			'打开柴门，看见一群鹿',
			'看见一群奔跑的鹿',
			'在湿淋淋的草野上',
			'奔跑向前方金色的云岭'			
		]
	},	
	{
		title:"回乡偶书",
		body:[
			'每年春天，我们回小镇居住',
			'母亲酿的秫酒总不够我饮',
			'白天，我带着小女，在山谷间',
			'辨识花朵，并告诉她布谷鸟的名字',
			"妻子穿一件绿绡裙跟在身后",
			'我们开心的笑着，追着，跑着', 
			'在我们的身旁只有花草树木',
			'只有清风流水，蝴蝶，瓢虫...',
			'只有躲来躲去的小兽',
			'我们开心的笑着，幸福极了',
			'而夜晚，我们围坐在菊灯下',
			"喝着热气腾腾的茉莉花茶，述忆往事",
			'父亲一声声的咳嗽',
			"母亲微白的鬓发",
			'伏在肩头的妻子',
			'让这个夜晚显得温馨而伤感'
		]
	},	
	{
		title:"山脉深处的盆地",
		body:[
			'这里少有人来，这里的蟋蟀成群成队',
			'这里的蜻蜓如宫娥总在花丛中艳舞',
			'这里有清凉的泉水，从岩层里渗出',
			'汇成清澈见底的小溪',
			'小溪向东流，汇入到尧河',
			'这里的菖蒲和鸢尾花',
			'夹杂着萧艾，绿莎',
			'延伸到川谷的尽头',
			'风吹过，树木弯伏',
			'露出杂草深处漫步的野鸡',
			'我喜欢这里的宁静，天蓝',
			'以及阳光投在水面的斑驳',
			'我常独自一人趺坐溪沿',
			'聆听风吹丛林的潇潇',
			'而摘下一枚矢车菊放在鼻口',
			'轻轻闻嗅'
		]
	},
	{
		title:"大山",
		body:[
			'黄昏微雨，我撑伞从大山经过',
			'大山长满了野花和沂蒙的鸟鸣',
			'我的青衫被雨水打湿，鞋子也是', 
			'一路上不知惊飞多少鹧鸪与布谷',
			'山阿吹来的风比山外的凉，绿',
			'并且芬芳，我打一个寒颤如竹林',
			'加快了脚步，直走到水田的中央',
			'才停下来回望，那被青秧围住的大山',
			'显得明丽而翡翠，头上有未化的雪',
			'山腰有积雨的云，闪电和轻雷',
			'山间湿湿的红该是杜鹃花的红吧？',
			'而湿湿的红中一点点的白',
			'该是栖息的白鹭'
		]
	},	
	{
		title:"南山",
		body:[
			'每晚临睡，我都要站在窗前看一会南山',
			'端着菊花茶或者茉莉花茶',
			'有时，月亮来得很晚',
			'南山在夜色里消隐',
			'只留下模糊的影子在群星下',
			'田野上的灯火一忽儿点亮',
			'一忽儿又熄灭...',
			'那是捕鱼人的灯，在寻找方向',
			'听见枣树上两只野鸽子拍了拍翅膀',
			'听见女儿呼吸的潮汐',
			'和妻子熟睡的心律',
			'渐渐合拍又趋离',
			'我内心安详'
		]
	},		
	{
		title:"秋收季节",
		body:[
			'到了秋天，我回到小镇',
			'从学校带回来五天农忙假',
			'和一帖夕阳',
			'温润的溪风丝丝拂面',
			'有着泥土与草木的气息',
			"野鸽子咕咕飞越头顶",
			'长满稗草的田间小路上',
			'我和每一位乡亲打招呼',
			'看见他们站在绿黄的稻穗间',
			'摘下草帽',
			'对我汗涔涔的微笑',
			'看见他们收割的田垄上',
			'一群乱蹦的青蛙',
			'捕捉碧绿的蚂蚱'
		]
	},
	{
		title:"月",
		body:[
			'独自一个人站在枣树下',
			'像看一场露天电影',
			'看月亮从群岭上升起',
			'这正是最精彩的一部分',
			'所有人都屏住了呼吸',
			'只有此起彼伏的蛙声',
			'从东到西，从北到南',
			'簇拥着主人公的亮场',
			'只一天之隔，主人公便缺了一角',
			'但英气仍在，光华四溢',
			'如战罢归来的马匹',
			'田野上的水逐渐地亮了',
			'打着灯笼回家的人熄灭了灯',
			'坐在夜色里的村寨',
			'此时，坐在了山的阴影里',
			'爬到坡头谈闲天的人群',
			'声音如树影般婆娑',
			'当微风吹过，落下枣花点点',
			'我感到身上的清光摇曳不定'
		]
	},
	{
		title:"春天",
		body:[
			'阳光烂漫，映山红开得满山满野',
			'灰喜鹊在花丛中追逐跳跃',
			'积水的田野闪着白凌凌的光',
			'住在山下的村民',
			'将听了一冬雨声的绸被',
			'搬到山顶上晾晒',
			'到处蛙声鸟语，春锄扑扑',
			'一群放了周末的小学生',
			'在红杏花围住的山坡跳绳',
			'感觉一颗心快要融化',
			'在她们雪白的笑声里'
		]
	},												
	{
		title:"卧于溪流",
		body:[
			'在山里坐久了,才徐徐听见',
			'山嚣中蕴藏的极细的密语',
			'比如蚯蚓掘土的声音',
			'比如影子说话的声音',
			'而当我脱去尘埃，赤身卧于溪流',
			'让丝丝水纹漫过耳际，胸脯',
			'只留下鼻孔在水面呼吸',
			'感受云水空空荡荡的寥落时',
			'我似乎听到了更多的声音',
			'那声音追逐着，浮沉着，幻灭着...',
			'如舞动的高僧的袈裟，捉摸不定',
			'当我站起时，我已是另一个我了',
			'夕阳的余晖涂满我湿淋淋的肌块'
		]
	},			
	{
		title:"林中空地",
		body:[
			'在院中躺久了，双眼惺忪欲睡',
			'于是，带一本王维，沿着松枫小路',
			'爬到林中空地，嗅嗅野菊花',
			'嗅嗅水田间吹来的清凉的风',
			'跟在身后的，是养了五年的黄狗',
			'它捉了一阵蝴蝶后，便蹲在山前',
			"一株紫红色的杜鹃花旁",
			'对着水田里的白鹭狂吠',
			'白鹭不为所动，闲闲的',
			'撑两支细竹篙，从水田的这边',
			'撑到水田的那边'
		]
	},
	{
		title:"山涧",
		body:[
			'它躺着',
			'像一款巨大的绿色拉链',
			'将两座山从山头到山底绞在一起',
			'一头连着白云，一头搭在江底',
			'用繁花和绿草的镶边',
			'将浅浅的笑声捂住',
			'那笑声来自沁凉的泉眼',
			'那笑声只有屏住呼吸才能听见',
			'在雨后多雾的清晨，有两位僧侣',
			'沿着竹径来这里取笑声',
			'两只木桶装的满满',
			'一路摇晃一路泼溅'
		]
	},				
	{
		title:"山居",
		body:[
			'从山外来看我的三位少年',
			'把他们的马拴在古槐树下',
			'我们围坐在院中，饮着酒',
			'说着天南地北的话',
			'是初夏，槐树上栖满了鸟鸣',
			'屋前石榴也铺满了木架',
			'他们说我在山中待得太久',
			'眉睫已如芳草般透亮',
			'他们说我的庭院',
			'有着古刹的清凉',
			'他们说来时的路上',
			'看见两只翠绿的孔雀',
			'站在白云的岭上',
			'他们说....',
			'',
			'我们就这样围坐在石榴院中',
			'饮着酒，饮着四月的时光'
		]
	},	
	{
		title:"雨后",
		body:[
			'雨后的青山滴着虹露',
			'四面水响，山上却是雾茫茫',
			'开窗独坐着，看繁华的斜坡上',
			'一只喜鹊沿着花阶',
			'一步步跳下来',
			'她在寻找什么呢？',
			'青虫仰或花蜜？',
			'她一步步跳下来',
			"左瞧瞧，右瞧瞧",
			'在离我十米远的地方',
			"长满金盏菊的水洼旁，洗洗眼睛",
			'然后展翅飞去',
			"",
			"目光跟随着",
			"感觉她飞过的地方",
			"一片明亮"
		]
	},	
	{
		title:"远方",
		body:[
			'屋檐下一口水缸',
			'盛满昨夜的檐雨',
			'我折一叶纸船',
			'轻轻放于其上',
			'撒上两粒青豆',
			'代替我和水手',
			'于是，在我的冥想中',
			'小船起航了',
			'向着大海的尽头',
			'那里，有章鱼和葵花的岛屿',
			'沐浴着金色阳光',
			'通向海滩的椰园',
			"看不见边缘",
			"",
			'泊岸后',
			'我和水手安静的住下了',
			"水手是我柔美的妻子"
		]
	},		
	{
		title:"住在小镇",
		body:[
			'住在小镇，我是安闲的',
			'穿一双很轻很轻的布鞋',
			'清晨醒来，用井水洗脸',
			'收拾书桌，整理衣被',
			'然后沿着松枫小路，吹着口哨', 
			'爬到溪谷深处，听一阵鸟鸣',
			'直到柔美的妻子，站在山坡上喊我',
			"",
			'如果夏季，草木已盛',
			'我便搬张藤椅，泡壶菊茶',
			'躺到梧桐深处仰看白云',
			'想着唐朝诗人，宋朝诗人',
			'李白，杜甫，王维...',
			'坐在哪一朵白云上',
			'饮酒',
		]
	},		
	{
		title:"暑假",
		body:[
			'晨起',
			'无人',
			'南山尚在烟雾里',
			'最亮的一颗星挂在天边',
			'那时，我走在河岸',
			'手握一卷卷诗册',
			'且吟咏，且徐行',
			'风摇着芦苇',
			'发出瑟瑟声响',
			'那时，我年轻而无事',
			'常驻枫岭聆听潮声',
			'等待黎明第一声鸡唱'
		]
	},		
	{
		title:"秋日",
		body:[
			'一阵山风吹来',
			'院中枝叶瑟瑟作响',
			'我从古书中抬头，望向窗外',
			'一片梧叶正从窗前坠落',
			'檐前那棵山枣树',
			'已露出枝杈深处的红',
			'我忽然醒悟：秋天了',
			'而我等待的那个人',
			'还没有到来',
			'于是，合上书',
			'沿着松枫小路',
			'爬到山中看菊花'
		]
	},	
	{
		title:"下山路上的白鹭",
		body:[
			'一只刚学飞的白鹭',
			'停在一棵低矮的枫树上',
			'我无心打扰她的休憩',
			'路过时，放慢了脚步与呼吸',
			'但她仍机警的发现我',
			'张开丰满的羽翼',
			'忽忽地飞走了',
			'落在远处碧绿的油茶树林',
			'扇起的微风使我的心',
			'和低矮的枫树一起',
			'摇了数摇'
		]
	},
	{
		title:"晨光",
		body:[
			'阳光普照，一辆公共汽车',
			'行驶在江南清晨的水田',
			'饱含水汽的薄雾透着微红',
			'青秧，豆角，丝瓜，蛙鸣',
			'竹园，池塘，兰花，白鹭',
			'几个锄草的人，浣衣的人...',
			'我斜靠在车窗向外眺望',
			'呼吸着田间吹来的清凉的风'
		]
	},
	{
		title:"写在扉页的诗",
		body:[
			'夜里翻书箱翻出一本旧诗集来',
			'书的扉页上绘着一抹青峰，河流',
			'以及遥不见尽头的菊花平原',
			'彤红的朝阳下露珠滢滢闪闪',
			'一行钢笔字，是我少年时的习作：',
			'肥沃的土地上，奔腾着不尽的滔滔大河',
			'肥沃的土地上，开满了如兽的花朵与村庄',
			'九万里国土，要印上我的脚印和歌谣',
			'九万里国土，要在我的马蹄下壮丽辉煌'
		]
	},			
	{
		title:"寻木人",
		body:[
			'看见一个人在岭上走来走去',
			'从一座山穿度到另一座山',
			'看见一个人在瀑崖前张望',
			'像一只鹰，看不清他的面目',
			'当他走过田野，前往另一座山时',
			'我才看清他是镇上的棺材店老板',
			'他在这草木丰盛的五月四处走访',
			'定是为他的店铺寻找好的棺木'
		]
	},	
	{
		title:"登云阳山",
		body:[
			'行至山脚，还是春光明媚的',
			'花木丛中一只只鹧鸪啼鸣',
			'半山腰上下起了溟濛细雨',
			'云影里不见了耕牛田夫',
			'撑开油纸伞，继续前行',
			'爬至峰顶，已是雨过天霁',
			'望不到边的层岭，东，西，南，北',
			'各举一枚彩虹映晚霞'
		]
	},								
	{
		title:"罗霄山脉",
		body:[
			'采药翁爬到最高峰上',
			'绕峰寻找采花的孙女',
			'他鼓起嗓子，对着群山',
			'呼喊孙女粗俚的乳名',
			'回音远去，白鹭竞起',
			'覆满金银花的岩壁里',
			'传来孙女隐隐的应允'
		]
	},	
	{
		title:"暮春",
		body:[
			'最高峰上，我与一位姑娘相遇',
			'她背上的竹篓盛着鲜丽的金银花',
			'我问她的家住哪里？她指给我看',
			'山脚下一处冒着炊烟的村落'
		]
	},	
	{
		title:"捕蛇人",
		body:[
			'在深山，碰见捕蛇人，他正往回走',
			'他身后的布袋里全是嘶嘶蠕动的蛇影',
			'他惊慌地拦住我，并催我快走',
			'他说前方黑岭发现了熊的踪迹'	
		]
	},								
	{
		title:"雪夜山中行",
		body:[
			'拾起一枚松果向着深谷中投去',
			'啪的一声清响，翅膀折断山谷',
			'黑夜里大雪弥天，到处一片萧瑟',
			'悬崖上，一只沐浴的白熊踏雪西去'
		]
	},
	{
		title:"春三月",
		body:[
			'春三月，江南采摘金银花的季节',
			'山南山北响着杜鹃，黄鹂，泉水',
			"用铁线蕨做成吸管的人，和牛羊一起",
			"站在山坡上吮吸花蕊"
		]
	},		
	{				
		title:"深夏的山脉",
		body:[
			'巨峰，巨石，巨木，巨谷，巨瀑...',
			'巨蟒在深崖的峭壁晾晒云光',
			'林花无数，正是山泉丰沛的季节',
			'野猪群在积水的盆地出现'	
		]
	},
	{
		title:"小岛",
		body:[
			'被水田围住的小岛，全是开花的枣树',
			'几只白鹭站在枣树的顶端',
			'云来云去，整个下午没有走动的人影',
			'只有白鹭飞上飞下捕捉水里的蛙鸣'
		]
	},	
	{
		title:"午睡",
		body:[
			'转过身来，与月亮打了个照面',
			'蓦然惊醒，才发觉在林中睡了整个下午',
			'收起叠作睡枕的杜甫诗集，沿着小路下山',
			'月亮照耀的河谷已亮起万家灯火'
		]
	},	
	{
		title:"山夜",
		body:[
			'夜深人静，我还坐在芍药的院子里',
			'为一首新诗的韵脚而思忖',
			'月亮升起的东岭上，一群白鹭',
			'在为争夺树枝的高地而打架'
		]
	},
	{
		title:"村月",
		body:[
			'端一杯菊花茶，伫在岛上',
			'等待月亮升起',
			'种满丝瓜花的小镇',
			'点燃数盏灯'
		]
	},							
	{
		title:"江南雪韵",
		body:[
			'江南，有水的村庄，一座一座',
			'一朵高出村庄的水莲花浮出水面',
			'泛一叶小舟，分开雪页',
			'随风轻轻地飘入水莲深处'
		]
	},		
	{
		title:"山雪",
		body:[
			'落了三日三夜的雪',
			'打湿了左鞋和右鞋',
			'东边的岭我已踏遍',
			'还剩西边九十九座'				
		]
	},		
	{
		title:"春晨",
		body:[
			'晨起的游子，撑着伞',
			'翻过了东边最高的岭',
			'目送的人站在芳草上',
			'在细雨中溟濛了方向'
		]
	},		
	{
		title:"山行",
		body:[
			'沿着翩跹的蝴蝶',
			'走进鲜花的河谷',
			'一阵翅膀的扑动',
			'群莺飞往更远的高峰'
		]
	},	
	{
		title:"美人",
		body:[
			'年轻的脸搁在芍药上',
			'芍药在轻轻地摇晃',
			'是谁使她如此之忧伤？',
			'泪水扑扑滴在栏杆上'
		]
	},
	{
		title:"夕照",
		body:[
			'黄昏，站在自己的田地锄草',
			'偶一抬首，看见这一方青山绿水',
			'被嫣红的古灯映照',
			'心中顿生一片澄净'
		]
	},		
]

	/*
	
	

	
	
	
	
				
	{
		title:"",
		body:[

		]
	},	


	
	
	
	
	
	
	
	
	
	

	

		

	
	
	
	
	
	 * 
	 * */



	
		},	
		"山中短章":{
			hash: 'shanzhongduanzhang',
			body: [	
	{
		title:"山中",
		body:[
			'屋后的山太高了',
			'需要等很久才能看见',
			'那轮新升的明月',
			'所以，有那么一群人',
			'常于饭后，结伴到对面的山坡',
			'围坐在兰花与芍药的空地上',
			'嗑瓜子赏月'
		]
	},
	{
		title:"蛇",
		body:[
			'一条蛇溜进了我的庭院',
			'我的狗狂吠着追上去',
			'我拿一根长长的竹竿',
			'将蛇驱赶到屋后的草丛里',
			'蛇溜走了，我的狗仍在吠叫',
			'我回到屋檐下，继续研读《论语》'
		]
	},		
	{
		title:"院中竹",
		body:[
			'只要一点微风，它便在院中纤吟',
			'萧萧的，让窗中读书的我时时抬首',
			'当狂风暴至，我便和它一起临风而立',
			'大笑着迎接天边的乌云和雷电',
			'多年后，我长大了，成为爱听风的少年',
			'经受住了生活里最汹涌的涛浪'
		]
	},	
	{
		title:"山村",
		body:[
			'清明节后，我在山里转悠，经过一处陌生村落',
			'看见三个女人在枳壳花的屋坪上忙碌',
			'坐在门槛上的老奶奶在给她的孙女编织发髻',
			'孙女在玩弄脚下躺睡的小猫和竹蚱蜢',
			'年轻的母亲蹲在阳光下翻晒新采的金银花',
			'竹笋脱了衣裳如亭亭玉立的少女在风里轻摇',
			'我站在一棵梨树下休息，呼吸清新的空气'
		]
	},					
	{
		title:"清晨入山",
		body:[
			'清晨入山，山雾弥漫',
			'松树枝上垂挂着',
			'一颗颗晶莹的露珠',
			'一阵微风吹来，露珠落下',
			'幽幽的松谷深处',
			'响起了哗哗的雨声'
		]
	},		
]

	/*
					

	
	{
		title:"雷雨",
		body:[
			'雷雨过后',
			'山里落满了羽毛',
			'红色的，褐色的，绿色的',
			'以及树木折断的芳香味',
			'白色的瀑布四面垂着',
			'雾霭霭的大山深处',
			'只有两个荷笠的猎人',
			'在多溪流的谷底',
			'捡拾被风吹落的',
			'受伤的鸟雀'		
		]
	},
	
	




	{
		title:"日出",
		body:[
			'罗霄山脉，每一处山洼都沉积着夜的云雾',
			'晨曦胭红使山洼如漂满桃花的湖',
			'从云雾里飞出来的白鹭如飘带',
			'结伴航向东边的大河',
			'大河闪着淳朴的光'		
		]
	},	

	
	
	

			
	{
		title:"",
		body:[
			
		]
	},
				
	

	

	
	
	
		
		
	 * 
	 * */



	
		},			
		"昌耀诗选":{
			hash: 'changyao',
			body: [
	{
		title:'猎户',
		body:[	
			"从四面八方，我们麇集在一起",
			"为了这夜色中的聚餐。",
			"篝火，燃烧着。",
			"我们壮实的肌体散发着奶的膻香。",
			"一个青年姗姗来迟，他掮来一只野牛的巨头，",
			"双手把住乌黑的弯角架在火上烤炙。",
			"油烟腾起，照亮他腕上一具精巧的象牙手镯。",
			"我们幸福地笑了。",
			"只有帐篷旁边那个守着猎狗的牧女羞涩回首",
			"吮吸一朵野玫瑰的芳香……"
		]
	},

	{
		title:'广板：暮',
		body:[	
			"东方诗国负笈山行的僧人",
			"薄暮始达谷底阴冷的界河",
			"涉渡。当其回首，遽然望见峰岭",
			"一束山火犹在他昨日夜诵的云林",
			"透红。念及弃置的芒鞋今竟长此留在那边苍苔",
			"而动了几分伤感",
			"略一迟疑，雄心已如古瓮破裂",
			"倒扣在石岸宿命的白塔。"
		]
	},

	{
		title:'峨日朵雪峰之侧',
		body:[	
			"这是我此刻仅能征服的高度了",
			"我小心翼翼探出前额，",
			"惊异于薄壁那边",
			"朝向峨日朵之雪仿徨许久的太阳",
			"正决然跃人一片引力无穷的山海。",
			"石砾不时滑坡引动棕色深渊自上而下一派嚣鸣，",
			"像军旅远去的喊杀声。我的指关节铆钉一般",
			"楔人巨石罅隙。血滴，从脚下撕裂的鞋底渗出。",
			"啊，此刻真渴望有一只雄鹰或雪豹与我为伍。",
			"在锈蚀的岩壁但有一只小得",
			"可怜的蜘蛛",
			"与我一同默享着这大自然赐予的",
			"快慰。"
		]
	},
	{
		title:'美人',
		body:[	
			"篱笆旁，一个乡村的美人。",
			"她默默地脱下草帽，",
			"拿在手中，摆弄如一轮金月，若有所思。",
			"那里，垂落在她弹性的胸脯，",
			"两根藤萝般粗实的发辫，",
			"闪着油腻欲滴的光……",
			"为什么我要羞涩？",
			"为什么要否认进人心中的美感？",
			"却习惯于偷偷地斜睇！"
		]
	},	
	
	{
		title:'雕塑',
		body:[	
			"像一个",
			"七十五度倾角的十字架",
			"——他，稳住了支点，",
			"挺直脖颈，牵引身后的重车",
			"力的韧带，",
			"把他的躯体",
			"展延成一支——",
			"向前欲发的闷箭……",
			"——历史的长途，",
			"正是如此多情地",
			"留下了先行者的雕塑。"
		]
	},		
	{
		title:'夜谭',
		body:[		 	
			"子夜。",
			"郊原灯火像是叛离花枝的彩蝶，",
			"随我搭乘的长途车一路奔逐，",
			"直伴我进人睡眠迷蒙的市区，",
			"谁也不再认识我。",
			"那些高大的建筑体内流荡光明，",
			"使我依稀恢复了几分现代意识。",
			"但他们多半是我去后的新客，",
			"而诧异我紫赯的面孔透出草原雷雨气息。",
			"今夜，我唱一支非听觉所能感知的谣曲，",
			"只唱给你——囚禁在时装橱窗的木制女郎……"
		]
	},
	
	{
		title:'高原人的簧火',
		body:[	
			"高原人的篝火似珊瑚枝，艳若牡丹花，",
			"动若壮士起舞，静如少女沉吟。",
			"高原人的籍火燃在最高的山顶烧在最深的河谷",
			"以最动人的形象报道牧人家园",
			"而伴着熠熠星光嘱咐上路来客莫忘携带笛管。"
		]
	},	
	
	{
		title:'郊原上',
		body:[	
			"郊原",
			"那一排惯与流风厮磨的钻天杨",
			"昨天倒在了田塍。倒在了田塍",
			"像一排被处决的魔女，",
			"绿色美发弃满泥徐。",
			"骤然变得生疏的空间再不见旗罗伞布般高举之",
			"树梢，和那树梢之雀巢，和那雀巢之雀鸟，",
			"和那雀鸟唱与绿发魔女之绿色情语。",
			"但从那蓝色原野，从那晨光下的小屋，",
			"从那小屋的背后好像隐隐传来了斧斤的歌",
			"和几声男子汉之杭育……"
		]
	},	
	
	{
		title:'卖冰糖葫芦者',
		body:[	
			"他理解——",
			"人们对春意的期望，",
			"才将火红的山楂",
			"剪作一串甜蜜的蓓蕾，",
			"绽放在扎靶。",
			"于是，早春的集市",
			"多了一树裹着冰甲的红梅。"
		]
	},	
	{
		title:'鹿的角枝',
		body:[	

			"在雄鹿的颅骨，生有两株",
			"被精血所滋养的小树。雾光里",
			"这些挺拔的枝状体明丽而珍重，",
			"遁越于危崖沼泽，与猎人相周旋。",
			"若干个世纪以后，在我的书架，",
			"在我新得的收藏品之上，才听到",
			"来自高原腹地的那一声火枪。——",
			"那样的夕阳倾照着那样呼唤的荒野。",
			"从高岩，飞动的鹿角，猝然倒仆……",
			"……是悲壮的。"
		]
	},	
	
	{
		title:'风景：涉水者',
		body:[	
			"雨后的风景线",
			"有多少淋漓的风景。",
			"可也无人察觉那个涉水的",
			"男子，探步于河心的湍流",
			"忽有了一闪念的动摇。",
			"听不到内心的这一声长叹。",
			"人们只看到那个涉水男子",
			"静静地涉过溪川",
			"向着远方静静地走去，",
			"在雨后的风景线消失。",
			"静静的。",
			"只觉得夕阳下的溪川",
			"因这男子的涉足而陡增几分",
			"妩媚。"
		]
	},	
	
	{
		title:'纪历',
		body:[	
			"默悼着。是月黑的峡中",
			"峭石群所幽幽燃起的肃穆。",
			"是肃穆如青铜柱般之默悼。",
			"劲草……",
			"风声……雨声……",
			"风雨声……",
			"马的影子随夜气膨胀。",
			"大山浮动……牛皮靴",
			"吸牢在一片秘密的沼泽。",
			"——是了无讯息的",
			"默悼。",
			"黎明的高崖，最早",
			"有一驭夫",
			"朝向东方顶礼。"
		]
	},	
	
	{
		title:'我的掌模浸透了苔丝',
		body:[	
			"她从娘家来，替我捎回了祖传的古玩：",
			"一只铜马坠儿，和一只从老阿娅的妆套",
			"偷偷摘取的“乾隆通宝”。",
			"说我们远在雪线那边放牧的棚户已经",
			"坍塌，惟有筑在崖畔的猪舍还完好如初。",
			"说泥墙上仍旧嵌满了我的手掌模印儿，",
			"像一排排受难的贝壳，",
			"浸透了苔丝。",
			"说我的那些古贝壳使她如此",
			"难过。"
		]
	},
	
	{
		title:'草原',
		body:[	
			"草原新月，萌生在牧人的",
			"拴马桩。在鞍具。在鞍具上的铜剑鞘。",
			"湖畔的白帐房因宿主初燃的灯烛",
			"而如白天鹅般的雍容而华贵了。",
			"夜牧者，",
			"从你火光熏蒸的烟斗",
			"我已瞻仰英雄时代的",
			"一个个通红的夕照",
			"听到旋风在浴血的盆地",
			"悲声嘶鸣……"
		]
	},	
	
	{
		title:'雪乡',
		body:[	
			"那时，冰花在孕育。",
			"桃红也同时在孕育。",
			"不要偷窥：深山",
			"有一个自古不曾撤网的湖。",
			"湖面以银光镀满鱼的图形。",
			"山顶有一个披戴紫外光的民族：",
			"——有我之伊人。"
		]
	},
	{
		title:'荒漠与晨光',
		body:[	
			"我原是后面的一个，",
			"役使两头白额牦牛挽动犁车并辔齐驱。",
			"驭手们呼叫着，抢先冲向荒漠。",
			"被露水打湿的女工们提起曳地的长裾，",
			"在道旁任性地大笑，而我们",
			"只肯直逼荒漠那头最是羞红的一张笑脸，",
			"见她将绮丽的视线蓦然锁闭在远方的",
			"岬角般伸出的山阜……",
			"美哟，你远方漠野",
			"散射的晨光！"
		]
	},	
	
	{
		title:'山雨',
		body:[	
			"昨夕，",
			"当这深山独庐还困在白雨中，",
			"小男孩瑟缩于老祖母的布裙，",
			"那时，谁曾见到剑光灼天，",
			"有一个身披羽袍的山民自崖头振臂奋起？",
			"今天扫落花，拾得了这管坠陨的",
			"雕翎，才记起昨夕好大的檐头水，",
			"好大的一只鹰……"
		]
	},	
	{
		title:'去格尔木之路',
		body:[	
			"两山的峡谷，土筑围栏",
			"形如浩大的耳廓，偷听天野之声：",
			"天棚草场只有天风浩荡。",
			"走向草海纵深处——",
			"提笼的路人",
			"是一个痴痴的爱鸟者。",
		]
	},	
	{
		title:'田园',
		body:[	
			"遥远的",
			"遥远的",
			"牛的遥远了的呼唤被夸饰为哞哞的圆号",
			"以五度跳跃奏出牧归主题。",
			"缓缓地、悠悠地……偶尔两三声，",
			"像远山那边几根凝止不动的薰烟",
			"透出春色的味道。",
			"停顿有顷，遥远处",
			"似有似无之间隐隐地",
			"是饱经沧桑的老人哞哞的呼唤。"
		]
	},
	{
		title:'一百头雄牛',
		body:[	
	
			"一百头雄牛噌噌的步武。",
			"一个时代上升的摩擦。",
			"彤云垂天，火红的帷幕，血酒一样悲壮。",
			"",
			
			"犄角扬起，",
			"遗世而独立。",
			"犄角扬起，",
			"一百头雄牛，一百九十九只犄角。",
			"一百头雄牛扬起一百九十九种威猛。",
			"立起在垂天彤云飞行的牛角砦堡。",
			"号手握持那一只折断的犄角",
			"而呼呜呜……",
			"血酒一样悲壮。",
			"",
			
			"一百头雄牛低悬的睾丸阴鑫投影大地。",
			"一百头雄牛低悬的睾丸阴囊垂布天宇。",
			"午夜，一百种雄性荷尔蒙穆穆地渗透了泥土，",
			"血酒一样悲壮。"
		]
	},	
	
	{
		title:'秋客',
		body:[	
			"厉风刺马耳",
			"马车夫听风又是秋了",
			"茫茫原野还是行走着三套马车",
			"博大的寂寞在每一声秋里扩散",
			"虚无正如初始",
			"一层黄沙落",
			"两层黄沙落",
			"三层黄沙落",
			"慷慨总还是马车夫的慷慨",
			"对秋扼腕只余风前的秋客"
		]
	},
	
	{
		title:'薄曙',
		body:[	
			"薄曙之来予我三重意境：",
			"步行者橐橐迫近的步履。",
			"苇荡一轮惊鸟戛然横空。",
			"漫不经心几响犬吠远如疏星寥落。",
			"焦灼的日子留下焦灼的烙印，",
			"一瞬黎明给予我清凉的油膏。"
		]
	},
	
	{
		title:'鹰·雪·牧人',
		body:[	
	
			"鹰，鼓着铅色的风",
			"从冰山的峰顶起飞，",
			"寒冷",
			"自拜鼓上抖落。",
			"在灰白的雾霭",
			"飞鹰消失，",
			"大草原上裸臂的牧人",
			"横身探出马刀，",
			"品尝了",
			"初雪的滋昧。"
		]
	},	

	{
		title:'激流',
		body:[	
			"激流",
			"带着雪谷的凉意以一路浩波抛下九曲连环，",
			"为原野壮色为大山图影为征夫洗尘为英雄挥泪。",
			"沿着黄河我听见堂竟足音，",
			"感觉在我生命的深层早注有一滴黄河的精血。",
			"海螺声声",
			"是立在屋脊的黄河子民对东方太阳热烈传呼。"
		]
	},

	{
		title:'哈拉库图人与钢铁',
		body:[	
			"白雪",
			"有春水之流状。",
			"小院墙头，祈福者",
			"供奉在腊八时节的冰体",
			"却祖露着闪烁的笑。",
			"而那些老瘦的白杨",
			"在峪口相对默然。",
			"牧人说：我们驯冶的龙驹",
			"已喃聚在西海的封冰，",
			"在灼人的冷光中",
			"正借千里明镜举足练步。"
		]
	},

	{
		title:'踏着蚀洞斑驳的岩原',
		body:[	
			"踏着蚀洞斑驳的岩原",
			"我到草原去……",
			"午时的阳光以直角投射到这块舒展的",
			"甲壳。寸草不生。老鹰的掠影",
			"像一片飘来的阔叶",
			"斜扫过这金属般凝固的铸体，",
			"消失于远方岩表的返照，",
			"遁去如骑士。",
			"在我之前不远有一匹破行的瘦马。",
			"听它一步步落下的蹄足",
			"沉重有如恋人之咯血。"
		]
	},
	
	{
		title:'这是赭黄色的土地',
		body:[		
			"这土地是赭黄色的。",
			"有如它的享有者那样成熟的",
			"玉蜀黍般光亮的肤色，",
			"这土地是褚黄色的。",
			"不错，这是赭黄色的土地，",
			"有如象牙般的坚实、致密和华贵",
			"经受得了最沉重的爱情的磨砺。",
			"……这是象牙般可雕的",
			"土地啊！"
		]
	},

	{
		title:'荒甸',
		body:[	
			"我不走了。",
			"这里，有无垠的处女地。",
			"我在这里躺下，伸开疲惫了的双腿，",
			"等待着大熊星座像一株张灯结彩的藤萝",
			"从北方的地平线伸展出它的繁枝茂叶。",
			"而我的诗稿要像一张张光谱扫描出——",
			"这夜夕的色彩，这篝火，这荒甸的",
			"情窦初开的磷光……"
		]
	},
	
	{
		title:'筏子客',
		body:[	
			"落日。",
			"辉煌的河岸。",
			"一个辉煌的背影：",
			"皮筏——",
			"和扛着皮筏的筏子客。",
			"跋涉于归途，",
			"忘却了鱼的飞翔，",
			"水的凌厉。",
			"与激流拼命周旋，",
			"原是为的崖畔",
			"那一扇窗口。那里",
			"有一朵盛开的",
			"牡丹。",
			"当回月升起，我看到",
			"一个托举着皮筏的男子",
			"走向山巅辉煌的小屋。"
		]
	},	
	
	{
		title:'夜行在西部高原',
		body:[	
			"夜行在西部高原",
			"我从来不曾觉得孤独。",
			"——低低的熏烟",
			"被牧羊狗所看护。",
			"有成熟的泥土的气味儿。",
			"不时，我看见大山的绝壁",
			"推开一扇窗洞，像夜的",
			"樱桃小口，要对我说些什么，",
			"蓦地又沉默不语了。",
			"我猜想是乳儿的母亲",
			"点燃窗台上的油灯，",
			"过后又忽地吹灭了……"
		]
	},	
	
	{
		title:'凶年逸稿一',
		body:[	
			"我是这土地的儿子。",
			"我懂得每一方言的情感细节。",
			"那些乡间的人们总是习惯坐在黄昏的门槛",
			"向着延伸在远方的路安详地凝视。",
			"夜里，裸身的男子趴卧在炕头毡条被筒",
			"让苦惯了的心薰醉在捧吸的烟草。",
			"黑眼珠的女儿们都是一颗颗生命力旺盛的种子。",
			"都是一盏盏清亮的油灯。"
		]
	},	
	
	{
		title:'晨兴：走向土地与牛',
		body:[	
			"劳动者",
			"无梦的睡眠是美好的。",
			"富有好梦的劳动者的睡眠不亦同样美好？",
			"但从睡眠中醒来了的劳动者自己更美好。",
			"走向土地与牛的那个早起的劳动者更美好。"
		]
	},
	
	{
		title:'天空',
		body:[	
			"这柔美的天空",
			"是以奶汁洗涤",
			"而山麓的烟囱群以屋顶为垄亩：",
			"是和平与爱的混交林。",
			"……骒马",
			"在雪线近旁啮食，",
			"以审度的神态朝我睨视。",
			"一此刻，谁会为之不悦？"
		]
	},	
	
	{
		title:'古老的要塞炮',
		body:[	
			"古老的要塞饱",
			"只是一个关于历史的久远的回忆？",
			"在万簌俱寂的夜里",
			"我看见魁梧的种族倚着炮身",
			"仅闭拢一只眼睛休憩。"
		]
	},	

	{
		title:'断章',
		body:[	
			"石崖。一座钟鼎形熔岩，",
			"结满石核的累累果实……",
			"这该是我的图腾柱。",
			"我扭动细腰，虔诚地抚摸。从这凹凸中",
			"我以多茧的双手拼读大河砰然的轰鸣，",
			"胸腔复唤起摇撼的风涛。"
		]
	},	

	{
		title:'酿造麦酒的黄昏',
		body:[	
			"酿造麦酒的黄昏，",
			"炊烟陶醉了。巷陌陶醉了。风儿",
			"也陶醉了。",
			"河岸上，雪花是红的。",
			"扎麻什克人迎亲的马队正在出征。",
			"向着他们颤动的银狐皮帽，",
			"冰河在远方发出了第一声大笑……",
			"在醉了的早晨，",
			"扎麻什克人迎回了自己的春神。"
		]
	},	

	{
		title:'草原初章',
		body:[	
			"是啼血的阳雀",
			"在令人优伤的暮色中鸣啾么？",
			"大草原激荡起来了，",
			"播弄着夜气。",
			"村舍逐渐沉没。",
			"再也看不清白杨的树冠。",
			"再也辨不出马群火茸茸的脊背。",
			"只有那神秘的夜歌越来越响亮，",
			"填充着失去的空间。",
			"……一扇门户吱哑打开，",
			"光亮中，一个女子向荒原投去，",
			"她搓揉着自己高挺的胸脯，",
			"分明听见那一声躁动",
			"正是从那里漫逸的",
			"心的独白。"
		]
	},	

	{
		title:'海头',
		body:[	
			"海头戈壁",
			"古事千年如水。",
			"驼峰，",
			"马背，",
			"尽付与了黄沙。",
			"传奇人物今在南山一带",
			"赤脚追赶昆仑红日。"
		]
	},
	
	{
		title:'冰河期',
		body:[	
			"那年头黄河的涛声被寒云紧锁，",
			"巨人沉默了。白头的日子。我们千唤",
			"不得一应。",
			"在白头的日子我看见岸边的水手削制桨叶了，",
			"如在温习他们黄金般的吆喝。"
		]
	},	
	
	{
		title:'无题',
		body:[	
			"原野上，我曾经陶醉于少女那一只只",
			"撒播谷物的玉臂：银镯在腕节上律动",
			"是摸得着的春之召唤。",
			"是可捕捞的爱之语汇。",
			"时光已成终古，那些少女们当值壮年，",
			"想必仍在荒没的田园撒播……"
		]
	},	
	
	{
		title:'无题',
		body:[	
			"由于她的呼吸，",
			"这一阵阵轻风正凝作一抹碧澄，",
			"这一杯杯云彩都溶作纯净的蜜。",
			"干渴的土地啊，仿佛已昏睡几个世纪",
			"这才舒出一口长气，道一声儿喜。"
		]
	},	
	
	{
		title:'题古陶',
		body:[	
			"是燧火留下的赠品。",
			"是孕育过文明的胎盘。",
			"我将它托在掌心，",
			"似乎觉得那七千年前的高山流水",
			"载着几声林中石斧的钝音",
			"和弓弦上骨镞的流响，",
			"正从陶罐里溢出，",
			"流经我的指间……",
			"我似乎看到神农氏的娇女",
			"优郁地告我以生活的艰辛。"
		]
	},	
	
	{
		title:'伞之忆',
		body:[	
			"三十年一笑，有微风吹湿的红唇：",
			"木屐踏归，绿伞朝我斜向着撑开。",
			"梦夏早已几回霜降，而这片荷叶总浮在心潮",
			"常葆鲜绿。"
		]
	},
	
	{
		title:'莽原',
		body:[	
			"远处，蜃气飘摇的地表，",
			"崛起了渴望啸吟的笋尖，",
			"——是羚羊沉默的弯角。",
			"在最后的莽原，",
			"这群被文明追逐的种属，",
			"终不改他们达观的天性：",
			"或如松鼠痛饮于光明之枝。",
			"或如河鱼嬉游于波状之物。",
			"捕捉那迷人的幻梦，",
			"他们结成箭形的航队",
			"在劲草之上纵横奔突，",
			"温柔得如流火、金梭……",
			"莽原，宠爱自己的娇儿。",
			"正是为了大自然的回归，",
			"我才要多情地眷顾",
			"这块被偏见冷落了的荒土？"
		]
	},	
	
	{
		title:'丹噶尔',
		body:[	
			"在高岭。在从未耕犁过的冈丘，",
			"黏土、丝帛和金粉塑造的古建筑",
			"原是没有泉水保障的",
			"冒险的城关。",
			"我太记得那些个雄视阔步的骆驼了",
			"哨望在客栈低矮的门楼，",
			"时而反刍着吞自万里边关的风尘。",
			"我记得卖货郎的玻璃匣子，",
			"海螺壳儿和鼻烟壶",
			"以同样迷幻的釉光",
			"吸引着草原的老者。",
			"我记得黄昏中走过去的",
			"最后一头驮水的毛驴。",
			"而弥漫着柴草气味的巷道口",
			"对于无家可归的人",
			"曾是温暖的天堂……",
			"琉璃瓦的丹噶尔——",
			"我因此而记住了你古老的名字！"
		]
	},
	
	{
		title:'关于云雀',
		body:[	
			"没有檐角可供停息。",
			"没有柯枝。",
			"但我所知道的云雀的啁啾",
			"只属于旷远的高天。",
			"只属于热流。只属于飞翔。",
			"只属于谛听的穹庐。",
			"云雀是飞鸣的鸟。",
			"而那个栖止在猪背啼叫的",
			"只是寒鸦。",
			"我的大漠上的小路，因之",
			"才有这么繁富的色彩么？",
			"现在，牧童枕着手臂",
			"又怅望秋空了。但我确知在寂寞的云间",
			"一直飘有悬垂的金铃子，",
			"只被三月的晓风",
			"或是夏夜的月光奏鸣。"
		]
	},	
	
	{
		title:'日出',
		body:[	
			"听见日出的声息蝉鸣般沙沙作响，……",
			"沙沙作响、沙沙作响、沙沙作响……",
			"这微妙的声息沙沙作响。",
			"静谧的是河流、山林和泉边的水瓮。",
			"是水瓮里浮着的瓢。",
			"但我只听得沙沙的声息。",
			"只听得雄鸡振荡的肉冠。",
			"只听得岩羊初醒的锥角。",
			"垭豁口",
			"有骑驴的农艺师结伴早行。",
			"但我只听得沙沙的潮红",
			"从东方的渊底沙沙地迫近。"
		]
	},	
	
	{
		title:'子夜车',
		body:[	
			"子夜零点准，",
			"火车头",
			"又自峡谷东南应时而来了，",
			"吭哧着……",
			"吭哧着将一列长长的货厢推上",
			"西山脊背。",
			"嗒，窗外月空何其灿烂，",
			"到处是轰隆轰隆的云朵，",
			"允我五分钟不得入眠！"
		]
	},
	
	{
		title:'月下',
		body:[	
			"是怎样的陶醉？灯光里",
			"大山溪流有幻织的布机。",
			"他不可解析",
			"这一丝划过心上的微波",
			"是不是因了匍匐茎上",
			"那朝向山月昂首吹歌的",
			"小小金蛇？",
			"野风于林间悄吟",
			"原上草",
			"有两行新的轮辙。",
			"无可名状地陶醉呀——",
			"他忘不了相见时刻的",
			"陶醉。"
		]
	},	
	
	
	{
		title:'所思：在西部高原',
		body:[	
			"西部的山。那人儿",
			"听见霜寒里留有岁月嗡嗡不绝的",
			"钟鸣。太寂寞。",
			"是谁在空中作语：",
			"——啊，世俗的光阴走得好慢！",
			"我似乎觉得",
			"高车部自漠北拓荒西来尚是昨天的事，",
			"汉将军班超与三十六吏士的口碑",
			"也还依然一路风闻，",
			"可你们后来者",
			"还听得敦煌郡献歌伎女反手弹琵琶么？",
			"太寂寞。",
			"凌晨七时的野岭",
			"独有一辆吉普往前驱驰。",
			"——远方",
			"黄沙丘",
			"亮似黄昏。"
		]
	},	
	{
		title:'在山谷：乡途',
		body:[	
			"在山谷，倾听薄暮如缕的",
			"细语。激动得颤栗了。为着",
			"这柔情，因之风里雨里",
			"有宁可老死于乡途的",
			"黄牛。",
			"感觉到天野之极，辉煌的幕屏",
			"游牧民的半轮纯金之弓弩快将燃没，",
			"而我如醉的腿脚也愈来愈沉重了：",
			"走向山谷深处——松林间",
			"似有簌簌羽翼剪越溪流境空，",
			"追逐而过：是一群正在梦中飞行的",
			"孩子？……",
			"前方灶头",
			"有我的黄铜茶炊。"
		]
	},
	
	{
		title:'在敦煌名胜地听驼铃寻唐梦',
		body:[	
			"是温暖的黄昏。远远的",
			"铜锣钹的响鸣忽忽与月光一起从沙山背后",
			"浮出。……",
			"——是谁们在那边款款奏着",
			"铜锣钹呢？那么典雅而幽远，",
			"像渔火莹莹……",
			"我拎着鞋袜，赤脚踏着流沙，",
			"记起初临沙山时与我偕行的东洋学者",
			"曾一再驻足频频流盼于系在路口白杨树下的",
			"那两峰身披红袍的骆驼——",
			"美如江边的楼船……",
			"然而，是谁们奏着铜锣钹呢？",
			"我猜想此刻在月下的沙梁那边",
			"一定有人如我似的拎着鞋袜，",
			"沉吟着，审听着，在恍惚中期待着……",
			"然而，那么富丽的，是谁们",
			"在石窟那边款款奏着铜锣钹呢？"
		]
	},	
	
	{
		title:'戈壁纪事',
		body:[	
			"戈壁。九千里方圆内",
			"仅有一个贩卖醉瓜的老头儿：",
			"一辆篷车、",
			"一柄弯刀、",
			"一轮白日，",
			"伫候在驼队窥望的烽火墩旁。",
			"绿的蜜罐一个个绽开，",
			"渴饮者，弃这碎片如落花瓣瓣",
			"留给夜夕陈列，",
			"在冷沙。",
			"车轮的投影一忽儿长了些，",
			"可又一忽儿短了。火底下",
			"康熙帝的梦城已相去遥远。"
		]
	},
	
	{
		title:'野桥',
		body:[		
			"河上。",
			"远远的桥：",
			"系在黄昏的洲头。",
			"有一个金色的集市。",
			"桥上有一个金色的集市。",
			"有许多匆匆的脚步。",
			"听不到金鸭嘎嘎的叫，",
			"只看到金鸭的金羽毛",
			"在黄昏的风里缓缓地",
			"飘。屠夫的肉案",
			"有一段金色的云。",
			"吹糖人的小贩",
			"把金葫芦",
			"吹向了天空。",
			"下游有一个淘金的女工",
			"和一只沟金的船。",
		]
	},
	
	{
		title:'听曾侯乙编钟奏《楚殇》',
		body:[	
			"古原上",
			"天是青苍的。",
			"地平线之下",
			"王者的宫寝已愈落愈深。",
			"但那个铜铸的信息犹自远方飘来，",
			"还是两千年前似的雅致。",
			"使觉南风兮初起，",
			"陌上桑",
			"妇人的发髻髻鬌，",
			"而犀甲吴戈簇拥着战车",
			"早去远了……"
		]
	},
	
	{
		title:'驿途：落日在望',
		body:[	
			"大漠落日：",
			"是日神之揖别。",
			"这片原野，马兰草的幽香里",
			"有他紫色的流苏。",
			"无限慷慨。拱手相让，——",
			"天涯的独轮车只剩半轮金环了。",
			"亚细亚大漠",
			"一峰连夜兼程的骆驼。"
		]
	},
	
	{
		title:'腾格里沙漠的树',
		body:[	
			"银白的月",
			"把幻想的金桂树贴近",
			"腾格里沙漠幻想的淡水湖。",
			"村民的追戏的黑狗扑向月地，",
			"溅起的光华四溢。",
			"此夜，宇宙格外的明。说——",
			"二百亿光年之外有颗独燃的星。",
			"但我忘不了铁道边，那个从落烟",
			"簸扬煤屑的妇人，",
			"弯起的双臂，像依依的柳。"
		]
	},	
	
	{
		title:'人·花与黑陶砂罐',
		body:[	
			"一束从废园采来的杏花",
			"（其间杂陈的白色碎朵据称是夜来香）",
			"在妻的拈握中迟疑了许久：",
			"窗台上实无可落脚的地方了。",
			"",
			
			"让她们生长在各自的枝干上原不好吗？",
			"何必让她们痛苦？",
			"何必让她们绝望、孤独、饥渴、涕零？",
			"妻说：你别管。",
			"",
			
			"窗台，那陶罐被一束鲜花罩住深不可测的渊口。",
			"我见不到渊底的一潭寒水了……",
			"听不到渊底欸乃一声的舟橹了……",
			"嗅不到神农氏从渊底袅袅升起的草药香……",
			"世事总是出人意料。",
			'总要为人生妒？……'
		]
	},	
	
	{
		title:'达坂雪霁远眺',
		body:[	
			"雪霁之后。排空的白玉版",
			"节奏琳琅琮琤，御风徐徐",
			"东下。是弥天驱驰的白玉版。",
			"红衣海客目击晴雪之豪华",
			"是排空万里浩荡东下的白玉版。",
			"渐趋旷远：犷悍遨游，野耗牛",
			"碰撞的黑脊背与云影碰撞在沟壑茂草的枯黄。"
		]
	},

	{
		title:'山旅',
		body:[	
			"这是被称为野性的土地。",
			"我记得阴晴莫测的夏夜，",
			"月影恍惚，山之族在云中漫游。",
			"它们峨冠高耸，宽袍大袖窸窣有声，",
			"而神秘的笑谑却化作一串隆隆，",
			"播向不可知的远方。",
			"转瞬，冰凉的雨滴已是悄然袭来，",
			"闪电的青光像是一条扭曲的银蛇，",
			"从山中骑者那惊马的前蹄掠过，",
			"向河谷遁去。随着一声雷殛，崖畔的老柏",
			"化作了一道通天火柱。暴发的山洪",
			"却早已挟裹着滚木礌石而下，从壑口夺路。",
			"燃烧的树，",
			"为这洪流秉烛。",
			"我也记得夏日牛虻肆虐的正午，",
			"那黑色的飞阵卷起死亡的啸吼越过草泽林莽",
			"忍将逃生的马驹直逐下万丈悬崖。",
			"我记得暮春的白雪自高空驾临的气概：",
			"霎时间，天地失去生命的绿。",
			"子夜，却是雪霁月明，另具一种幽雅。",
			"高山的雪豹长嚎着",
			"在深谷里出动了。",
			"冷雾中飘忽着它磷质的灯。",
			"那灵巧的身子有如软缎，",
			"只轻轻一抖，便跃抵河中漂浮的冰排，",
			"而后攀上对岸铜绿斑驳的绝壁。",
			"黑河，在它脚下",
			"唱一支粗犷的歌",
			"向北折去……"
		]
	},	
]

/*
 

 
	{
		title:'',
		body:[	

		]
	},
 * 
 * 
 * 
 * 
 * 
 * */
		},
		"李少君的诗":{
			hash: 'lishaojun',
			body: [
	{
		title:'春夜',
		body:[
			'春夜，无人时',
			'一个青年男子，在树木稀疏的小道上',
			'优雅地脱下白衬衣',
			'搭在左肩上',
			'他经常在林中散步',
			'吸收着草木之清香气息'
		]
	},
	{
		title:"初春",
		body:[
			'当鸡的小分队向草丛深处探险的时候',
			'牛在田野 ，狗在路边 ，蝴蝶在溪流旁',
			'翠鸟在长满槟榔树的后园里啼鸣',
			'我们忙着和每一位照面的乡亲招呼',
			'问候老人手持长刀出门砍椰子',
			'一位少年 ，安静地坐在院子中央读书',
			'燕子们围绕着他飞来飞去……'
		]
	},
	{
		title:"美的分寸感",
		body:[
			'美的分寸感',
			'呈现在她每一缕',
			'精心梳理过的细腻的发丝上',
			'深夜，他蹑手蹑脚地潜入',
			'却仅仅亲吻了一下她的额头',
			'没有偷走任何东西，包括她的心'					
		]
	},
	{
		title:"少年时",
		body:[
			'一条巨大的蟒蛇在月光下游动',
			'在沙滩上剧烈地摔打',
			'宣泄某种不为人知的焦灼与蛮力……',
			'我们躲在树丛后面窥探屏住呼吸',
			'压抑着紧张、激动和惊讶呵',
			'远处一起浮动闪烁着的还有海浪',
			'波光粼粼吞吐着的潮汐',
			'一阵一阵地席卷过来……'
		]
	},
	{
		title:"偶过古村落",
		body:[
			'村头 ，鲜艳的凤凰花在枝头招摇回首处',
			'一扇小门春风外,满院绿荫红杏生',
			'来时是蝴蝶引路，如入迷宫',
			'去时则黑狗相送 ，走出花丛',
			'村庄仍然掩映在老榕树的庇护下',
			'窗口的青山 ，也越来越远',
			'古井里的那一潭幽绿',
			'是此地最迷人的古董……'
		]
	},	
	{
		title:"春",
		body:[
			'白鹭站在牛背上',
			'牛站在水田里',
			'水田横卧在四面草坡中',
			'草坡的背后是簇拥的杂草',
			'低低的蓝天',
			'和远处此起彼伏的一大群青山',
			'这些 ，就整个地构成了一个春天……'			
		]
	},	
]

	/*
				
					
	
	 
春天里的闲意思

云给山顶戴了一顶白帽子
小径与藤蔓相互缠绕，牵挂些花花草草
溪水自山崖溅落，又急吼吼地奔淌入海
春风啊，尽做一些无赖的事情
吹得野花香四处飘溢，又让牛羊
和自驾的男男女女们在山间迷失……

这都只是一些闲意思
青山兀自不动，只管打坐入定	

深刻的意义

每次，那个拄着拐杖的小姑娘到达办公楼时
小保安都会马上主动跑过去给她开门
然后，按好电梯，看着她进电梯
平时，他只是坐在保安室里尽职
即使领导过来，也一动不动
小姑娘的父亲，每天骑着自行车送女儿上班
停在大门口，看着她进电梯后才放心离开

这一场景应该持续了很多年
我虽然来这里的时间不长，也已看到好多次
但直到这个秋天来临，寒风瑟瑟的清晨
我才意识到其中深刻的意义
并为之专门写下这首诗



西山如隐

寒冬如期而至，风霜沾染衣裳
清冷的疏影勾勒山之肃静轮廓
万物无所事事，也无所期盼

我亦如此，每日里宅在家中
饮茶读诗，也没别的消遣
看三两小雀在窗外枯枝上跳跃
但我啊，从来就安于现状
也从不担心被世间忽略存在感

偶尔，我也暗藏一丁点小秘密
比如，若可选择，我愿意成为西山
这个北京冬天里最清静无为的隐修士
端坐一方，静候每一位前来探访的友人
让他们感到冒着风寒专程赶来是值得的


	在北方的林地里

林子里有好多条错综复杂的小路
有的布满苔藓，有的通向大道
也有的会无缘无故地消逝在莽莽荒草丛中
更让人迷惑的，是有一些小路
原本以为非常熟悉，但待到熬过漫漫冬雪
第二年开春来临，却发现变更了路线
比如原来挨着河流，路边野花烂漫
现在却突然拐弯通向了幽暗的隐秘深谷

这样的迷惑还有很多，就像头顶的星星
闪烁了千万年，至今还迷惑着很多的人
			
	{
		title:"",
		body:[
			
		]
	},
				
	

	

	
	
	
		
		
	 * 
	 * */



	
		},		
		"徐志摩诗选":{
			hash: 'xuzhimo',
			body: [
	{
		title:'雪花的快乐',
		body:[
			'假如我是一朵雪花',
			'翩翩的在半空里潇洒',
			'我一定认清我的方向',
			'飞扬，飞扬，飞扬',
			'这地面上有我的方向',
			'',
			'不去那冷寞的幽谷',
			'不去那凄清的山麓',
			'也不上荒街去惆怅',
			'飞扬，飞扬，飞扬',
			'你看，我有我的方向',
			'',
			'在半空里娟娟的飞舞',
			'认明了那清幽的住处',
			'等着她来花园里探望',
			'飞扬，飞扬，飞扬',
			'啊，她身上有朱砂梅的清香',
			'',
			'那时我凭借我的身轻',
			'盈盈的，沾住了她的衣襟',
			'贴近她柔波似的心胸',
			'消溶，消溶，消溶',
			'溶入了她柔波似的心胸'

		]
	},
	{
		title:'为要寻一个明星',
		body:[
			'我骑着一匹拐腿的瞎马，',
			'向着黑夜里加鞭；',
			'向着黑夜里加鞭，',
			'我跨着一匹拐腿的瞎马！',
			'',
			'我冲入这黑绵绵的昏夜，',
			'为要寻一颗明星；',
			'为要寻一颗明星，',
			'我冲入这黑茫茫的荒野。',
			'',
			'累坏了，累坏了我胯下的牲口，',
			'那明星还不出现；',
			'那明星还不出现，',
			'累坏了，累坏了马鞍上的身手。',
			'',
			'这回天上透出了水晶似的光明，',
			'荒野里倒着一只牲口，',
			'黑夜里躺着一具尸首。',
			'这回天上透出了水晶似的光明！'
		]
	},
	{
		title:'苏苏',
		body:[
			'苏苏是一痴心的女子，',
			'象一朵野蔷薇，她的丰姿；',
			'象一朵野蔷薇，她的丰姿',
			'来一阵暴风雨，摧残了她的身世',
			'',
			'这荒草地里有她的墓碑',
			'淹没在蔓草里，她的伤悲；',
			'淹没在蔓草里，她的伤悲；',
			'啊，这荒土里化生了血染的蔷薇！',
			'',
			'那蔷薇是痴心女的灵魂，',
			'在清早上受清露的滋润，',
			'到黄昏里有晚风来温存，',
			'更有那长夜的慰安，看星斗纵横。',
			'',
			'你说这应分是她的平安？',
			'但运命又叫无情的手来攀，',
			'攀，攀尽了青条上的灿烂，',
			'可怜呵，苏苏她又遭一度的摧残！'

		]
	},
	{
		title:'这年头活着不易',
		body:[
			'昨天我冒着大雨到烟霞岭下访桂；',
			'南高峰在烟霞中不见，',
			'在一家松茅铺的屋檐前',
			'我停步，问一个村姑今年',
			'翁家山的桂花有没有去年开的媚，',
			'',
			'那村姑先对着我身上细细的端详；',
			'活象只羽毛浸瘪了的鸟，',
			'我心想，她定觉得蹊跷，',
			'在这大雨天单身走远道，',
			'倒来没来头的问桂花今年香不香。',
			'',
			'“客人，你运气不好，来得太迟又太早；',
			'这里就是有名的满家弄，',
			'往年这时候到处香得凶，',
			'这几天连绵的雨，外加风，',
			'弄得这稀糟，今年的早桂就算完了。”',
			"",
			'果然这桂子林也不能给我点子欢喜；',
			'枝上只见焦萎的细蕊，',
			'看着凄凄，唉，无妄的灾！',
			'为什么这到处是憔悴？',
			'这年头活着不易！这年头活着不易！'
		]
	},
	{
		title:'黄鹂',
		body:[
			'一掠颜色飞上了树。',
			'“看，一只黄鹂！”有人说。',
			'翘着尾尖，它不作声，',
			'艳异照亮了浓密',
			'象是春光，火焰，象是热情，',
			'',
			'等候它唱，我们静着望，',
			'怕惊了它。但它一展翅，',
			'冲破浓密，化一朵彩云；',
			'它飞了，不见了，没了',
			'象是春光，火焰，象是热情。'
		]
	},
	{
		title:'呻吟语',
		body:[
			'我亦愿意赞美这神奇的宇宙，',
			'我亦愿意忘却了人间有忧愁，',
			'象一只没挂累的梅花雀，',
			'清朝上歌唱，黄昏时跳跃；',
			'假如她清风似的常在我的左右！',
			'',
			'我亦想望我的诗句清水似的流，',
			'我亦想望我的心池鱼似的悠悠；',
			'但如今膏火是我的心，',
			'再休问我闲暇的诗情？',
			'上帝！你一天不还她生命与自由！'
		]
	},
	{
		title:'月下雷峰影片',
		body:[
			'我送你一个雷峰塔影，',
			'满天稠密的黑云与白云；',
			'我送你一个雷峰塔顶，',
			'明月泻影在眠熟的波心。',
			'',
			'深深的黑夜，依依的塔影，',
			'团团的月彩，纤纤的波鳞',
			'假如你我荡一支无遮的小艇，',
			'假如你我创一个完全的梦境！'
		]
	},
	{
		title:'偶然',
		body:[
			'我是天空里的一片云',
			'偶尔投影在你的波心',
			'你不必讶异',
			'更无须欢喜',
			'在转瞬间消灭了踪影',
			'',
			'你我相逢在黑夜的海上',
			'你有你的，我有我的，方向',
			'你记得也好',
			'最好你忘掉',
			'在这交会时互放的光亮'
		]
	},
	{
		title:'沪杭车中',
		body:[
			'匆匆匆！催催催',
			'一卷烟，一片山，几点云影',
			'一道水，一条桥，一支橹声',
			'一林松，一丛竹，红叶纷纷',
			'',
			'艳色的田野，艳色的秋景',
			'梦境似的分明，模糊，消隐',
			'催催催！是车轮还是光阴',
			'催老了秋容，催老了人生'	
		]
	},	
	{
		title:'阔的海',
		body:[
			'阔的海空的天我不需要',
			'我也不想放一只巨大的纸鹞',
			'上天去捉弄四面八方的风',
			'我只要一分钟',
			'我只要一点光',
			'我只要一条缝',
			'象一个小孩爬伏',
			'在一间暗屋的窗前',
			'望着西天边不死的一条',
			'缝，一点',
			'光，一分',
			'钟'
		]
	},
	{
		title:'云游',
		body:[
			'那天你翩翩的在空际云游',
			'自在，轻盈，你本不想停留',
			'在天的那方或地的那角',
			'你的愉快是无拦阻的逍遥',
			'你更不经意在卑微的地面',
			'有一流涧水，虽则你的明艳',
			'在过路时点染了他的空灵',
			'使他惊醒，将你的倩影抱紧',
			'他抱紧的是绵密的忧愁',
			'因为美不能在风光中静止',
			'他要，你已飞渡万重的山头',
			'去更阔大的湖海投射影子',
			'他在为你消瘦，那一流涧水',
			'在无能的盼望，盼望你飞回'	
		]
	},	
]


/*

 


  

  

 


				
	


			


						 


			




			


			
			 

	



	
	{
		title:'',
		body:[

		]
	},
	



 */
		},			
		"新诗名作": {
			hash : 'xinshi',
			body: [
	{
		title:'悬崖边的树 曾卓',
		body:[
			'不知道是什么奇异的风',
			'将一棵树吹到了那边',
			'——平原的尽头',
			'临近深谷的悬崖上',
			'它倾听远处森林的喧哗',
			'和深谷中小溪的歌唱',
			'它孤独地站在那里',
			'显得寂寞而又倔强',
			'它的弯曲的身体',
			'留下了风的形状',
			'它似乎即将倾跌进深谷里',
			'却又像是要展翅飞翔……'
		]
	},
	{
		title:'镜中 张枣',
		body:[
			'只要想起一生中后悔的事',
			'梅花便落了下来',
			'比如看她游泳到河的另一岸',
			'比如登上一株松木梯子',
			'危险的事固然美丽',
			'不如看她骑马归来',
			'面颊温暖，羞惭。',
			'低下头，回答着皇帝',
			'一面镜子永远等候她',
			'让她坐到镜中常坐的地方',
			'望着窗外，只要想起一生中后悔的事',
			'梅花便落满了南山'
		]
	},
	{
		title:'	姨 张枣',
		body:[
			'那看望姨的来自这个世界',
			'他进来像一个黑夜',
			'我们的房间充满美丽的呼吸', 
			'而姨的脸，退避而且羞怯',
			'那看望姨的是光洁的额头',
			'我多年后的额头',
			'他面对姨坐下',
			'像我今天这样坐下',
			'忧伤的磁石有如大晴天的暗礁',
			'吸住开水，气候和狐狸',
			'姨每天都把他眺望',
			'像我每天都盼望你',
			'多年以后，妈妈照过的镜子仍未破碎',
			'而姨，就是镜子的妹妹',
		]
	},	
	{
		title:'愿望 李满强',
		body:[
			'有生之年',
			'我要建一所房子——',
			'地址就选在李家山最高的山梁上',
			'打开门，就能看到江西和湖南',
			'推开窗，就能回到内蒙和新疆',
			'',
			'到了冬天',
			'我就在屋子周围堆满了雪人',
			'她们每一个都像你：',
			'有着晶莹剔透的心',
			'鲜为人知的忧郁',
			'',
			'而春天一旦到来',
			'屋前的空地之上',
			'我不种玫瑰，不种芍药',
			'要种就种喇叭花',
			'一到夏天，她们都一个个嘟起了小嘴',
			'吹奏着我卑微的爱'
		]
	},	
	{
		title:'去割草 周瑟瑟',
		body:[
			'安徽的鸟飞过头顶',
			'我在皖西北的傍晚',
			'与一个推自行车的人',
			'迎面相撞',
			'夏季的月亮升上了皓空',
			'隐藏在草丛里的虫子',
			'发出婴儿一样细小的叫声',
			'我们同时向对方打呼唤',
			'——你去干嘛',
			'——我去割草',
			'自行车两边各挎一个铁筐',
			'他头戴有徽标的帽子',
			'陈旧的衫衣敞开',
			'他古铜色的胸膛',
			'不知道有多少人看见了',
			'天边的云彩正在下沉',
			'我们在皖豫平原的紫薇花下对话',
			'他紧握车把手',
			'自行车的前胎纹路清晰',
			'钢圈闪烁出明亮的光'
		]
	},
	{
		title:'橙子 周瑟瑟',
		body:[
			'在遥远的湖南',
			'有无数间橙子工厂',
			'隐藏在墨绿的树丛中间',
			'橙子滚滚',
			'从机器传送带一端',
			'奔向自由',
			'还有源源不断的',
			'橙子到来',
			'',
			'我们爬上橙子工厂楼顶',
			'眺望远处大片橙子树林',
			'它们果实累累',
			'像一只只体态丰满的母鸡',
			'蹲在湖南的山坡上',
			'我要走到它们体内',
			'才能吮吸到雨水、阳光',
			'和夜露的甜蜜',
			'',
			'当我们一群人离开时',
			'橙子飞满了天空',
			'橙子的欢叫',
			'让我们频频回头',
			'那是两年前的好时光'
		]
	},
	{
		title:'田园 李克利',
		body:[
			'必须有几间茅屋',
			'厚厚的土坯墙收拢了烟火的气息',
			'厚厚的阳光在清风里荡漾',
			'必须有一个健硕的女人',
			'为我生养一群儿女，灰头土脸的模样',
			'不论冬夏，他们大口喝水缸里的冷水',
			'搭在墙角的松木梯子派上了用场',
			'果树、房顶、鸟窝，经常遭殃',
			'屋前必须有河，溪流也行',
			'两岸的树木篡改着风的走向',
			'开垦不尽的空地上，油菜、生菜、韭菜',
			'一个个青翠的日子，怎么采也采不完',
			'开门不见山，必须往屋后转',
			'舒缓的山坡，绿色的屏障',
			'即使脚步再慢，蔚蓝早晚会渗入体内',
			'听到鸟鸣，我会想起那些',
			'让我高兴的人，让我高兴的事',
			'必须兜里有几个闲钱，手里有几本好书',
			'我最喜欢读诗集，轻轻地吟诵',
			'心爱的女人斜倚着我的肩头',
			'静静地听，直到星星缀满了夜空'
		]
	},	
	{
		title:'天山北麓的一场大雨',
		body:[
			'一夜豪雨',
			'山洪翻过河床和大石头 汹涌而下',
			'带着喜讯和破坏的力量',
			'油菜花旁的养蜂人',
			'钻出漏雨的帐篷 察看彩虹',
			'用树枝抽打浸水的蜂箱',
			'玛纳斯平原的每一条道路都闪着水光',
			'戈壁滩上的防渗渠 刀口一样',
			'灌满了大地的血浆',
			 '',
			'草丛中的一只旱獭踮起脚尖向四周眺望',
			'啊!沙枣花的香气和蜜糖',
			'已被雨水冲到远方'
		]
	},
	{
		title:'马嚼夜草的声音',
		body:[
			'马嚼夜草的声音',
			'和远处火车隐隐的轰鸣',
			'使我的水缸和诗行 微微颤抖',
			'这正是我渴望已久的生活啊',
			'葵花包围的庄园里 夜夜都有', 
			'狗看星星的宁静',
			 '',
			'我还需要什么',
			'假如我的爱人就在身旁',
			'孩子们在梦里睡得正香',
			'我只需要一个小小的邮局',
			'隔三岔五送来一两个',
			'手写的邮包', 
		]
	},
	{
		title:'一群麻雀翻过高速公路',
		body:[
			'一群麻雀翻过高速公路' ,
			'你追我赶，好像有什么喜事叼在嘴上',
			'迫不及待地哄抢着',
			'我羡慕其中领头的那一只',
			'它的嗉子最鼓，翅膀最硬',
			'脑袋里的坏点子肯定也最多' ,
			 '',
			'但我最爱飞在末尾的那一只',
			'瞧它多么依恋那个群体啊',
			'拼着命也要跟上自己的族类!' ,
			'而我更爱，麻雀飞过的那片天空',
			'它看着自己的灰孩子被人类仰望',
			'辽阔的爱心里闪着悲悯的光'
		]
	},	
	{
		title:'午夜的乡村公路 江一郎',
		body:[
			'在午夜，乡村公路异常清冷',
			'月亮的光在黑暗的沙粒上滚动',
			'偶尔一辆夜行货车',
			'不出声地掠过',
			'速度惊起草丛萤火',
			'像流星，掉进更深的夜色',
			'这时，有人还乡，沿着乡村公路',
			'沉默着走到天亮',
			'也有醒着的村庄，目送出远门的人',
			'趁夜凉似水',
			'走向灯火熄灭的远处'
		]
	},	
	{
		title:'家居 柏桦',
		body:[
			'三日细雨，二日晴朗',
			'门前停云寂寞',
			'院里飘满微凉',
			'秋深了',
			'家居的日子又临了',
			'',
			'古朴的居室宽敞大方',
			'祖父的肖像挂在壁上',
			'帘子很旧，但干干净净',
			'屋里屋外都已打扫',
			'几把竹椅还摆在老地方',
			'仿佛去年回家时的模样',
			'',
			'父亲，家居的日子多快乐',
			'再让我邀二、三知己',
			'酒约黄昏',
			'纳着晚凉',
			'闲话好时光'
		]
	},	
	{
		title:'途中 雷平阳',
		body:[
			'一个四川僧人徒步入滇',
			'爬坡时太阳升空',
			'下坡时太阳落幕',
			'想着此时的空阔、孤独和无意义',
			'他步履轻松，从不向山中人问路',
			'像个俗夫那样',
			'赤裸裸的在溪水里嬉戏',
			'编了个花冠戴于光头',
			'我在写诗时总是忘记自己是个诗人',
			'他是忘了他是个僧侣',
			'渡金沙江那天，我们同乘一条木船',
			'他帮船工摇橹，我在船头观浪',
			'木船行至江心，阵阵怒涛使之',
			'发生了激烈的晃荡',
			'我听见他，在卖力摇橹时',
			'用四川方言反复诵念',
			'“南无阿弥陀佛，南无阿弥陀佛……”',
			'同船的人们因为他的存在',
			'没有出现任何慌乱',
			'一位芬芳的少女，用绣花的围巾',
			'替他擦掉了光头上的汗水'
		]
	},	
	{
		title:'青草戒指 江一郎',
		body:[
			'一根青草',
			'加上些许阳光',
			'我为你编造一枚戒指',
			'我在前世为你编造',
			'今生献给你',
			'小小戒指',
			'不是钻石，或火焰里的黄金',
			'我是用青草',
			'一根春天的头发为你编造的',
			'瞧阳光将它擦得多亮',
			'我要在我俩订婚的那天',
			'戴在你的手指上',
			'我要用春天的一首歌谣',
			'将你娶回家',
			'让那些瞧不起这枚',
			'青草戒指的姑娘',
			'梦想黄金的聘礼吧',
			'只要你愿意',
			'亲爱的，我还要和你一起',
			'将野外的春天',
			'搬入我们的新房'
		]
	},
	{
		title:'同里时光 潘维',
		body:[
			'青苔上的时光',
			'被木窗棂镂空的时光',
			'绣花鞋蹑手蹑脚的时光',
			'莲藕和白鱼的时光',
			'从轿子里下来的，老去的时光',
			'在这种时光里',
			'水是淡的，梳子是亮的',
			'小弄堂，是梅花的琴韵调试过的',
			'安静，可是屋檐和青石板都认识的',
			'玉兰树下有明月清风的体香',
			'',
			'这种低眉顺眼的时光',
			'如糕点铺掌柜的节俭',
			'也仿佛在亭台楼阁间曲折迂回',
			'打着的灯笼',
			'当人们走过了长庆、吉利、太平三桥',
			'当桨声让文昌庙风云聚会',
			'是运河在开花结果',
			'',
			'白墙上壁虎斑驳的时光',
			'军机处谈恋爱的时光',
			'在这种时光里',
			'睡眠比蚕蛹还多',
			'小家碧玉比进步的辛亥革命',
			'更能革掉岁月的命'
		]
	},	
	{
		title:'高原上的野花 张执浩',
		body:[
			'我愿意为任何人生养如此众多的小美女',
			'我愿意将我的祖国搬迁到',
			'这里，在这里，我愿意',
			'做一个永不愤世嫉俗的人',
			'像那条来历不明的小溪',
			'我愿意终日涕泪横流，以此表达',
			'我真的愿意',
			'做一个披头散发的老父亲'
		]
	},		
	{
		title:'葡萄藤 叶匡政',
		body:[
			'我三岁的女儿',
			'她喊我哥哥，她喊我姐姐',
			'她喊我宝贝',
			'我都答应了',
			'因为我渴望有更多的亲人',
			'',
			'傍晚，坐在后院',
			'我们一起仰起头',
			'我们一起喊：“爸爸，爸爸……”',
			'我们喊的是邻居屋檐下',
			'那片碧绿的葡萄藤',
			'',
			'我们多么欣喜',
			'我们紧紧地抱在一起',
			'因为我们都喊对了',
			'它是我们共同的父亲'	
		]
	},
	{
		title:'益民街的槐树花 叶匡政',
		body:[
			'不言不语的槐树花',
			'是我的姊妹',
			'在这条街上，每年',
			'她都要回家看一看',
			'',
			'那么多的发廊小姐',
			'那么多的饭店服务员',
			'来了又走，走了又来',
			'在这条街上',
			'都是她惦念的姊妹',
			'',
			'我三岁的女儿',
			'整日在这条街上玩耍',
			'青青白白的花，被她踩在脚下',
			'她是槐树花最疼爱的小姊妹'
		]
	},
	{
		title:'我知道那些鸟又飞回来了 阿未',
		body:[
			'我知道那些鸟又飞回来了，从这个',
			'五月开始，它们就在我的窗外',
			'飞来飞去，有的还落在窗台上',
			'叽叽喳喳的叫几声，好像',
			'对我打个招呼就飞走了，好像',
			'完成了一次匆忙的邂逅，它们就去',
			'欢度春天了，留下我倚在寂寞的窗前',
			'目送它们扑棱棱的飞远，耳边',
			'还吹过一阵柔软的风声，于是',
			'和往年一样，我又开始神不守舍了',
			'当一切似乎都归于沉寂的时候',
			'我知道一个好季节已在草木芬芳的窗外',
			'搭起了狂欢的舞台……',
		]
	},
	{
		title:'槐花 李克利',
		body:[
			'不用任何理由  在立夏时节',
			'槐花开了  一朵叫醒一朵',
			'这些轻盈  这些松软',
			'暖风摇荡着槐树枝',
			'叶动  花落',
			 '',
			'采摘在五月的一个上午',
			'从妻子灵巧的双手开始',
			'槐花饼  槐花团  槐花包子',
			'芳香诱人  垂涎三尺',
			'槐花是妻子眼中的美食',
			'',
			'这是大青山的万亩槐林',
			'游人如织  车流如龙',
			'蜜蜂和槐花亲昵地说着情话',
			'还有枝叶上的阳光和阴影',
			'背靠群山  绿色遮住视线',
			'我尝试着写一首诗',
			'把槐花刻在脑海  藏在心底 ',
			'',
			'而我的儿子  这个读大一的学生',
			'拿着纸和笔  不画槐花',
			'画折断的树枝  画一地狼藉',
			'画槐树的痛  画他内心的哀伤'
		]
	},
	{
		title:'温暖',
		body:[
			'那些小路是温暖的，被暮色舔着',
			'被庄稼的香气熏着',
			'泛出微茫的白光',
			'是人们走走停停走出来的那一种白',
			'是柴草的骨灰洒在土上的那一种白',
			'',
			'那面落满鸟屎的东山墙是温暖的',
			'墙上有个铁环，牵出的马在这里',
			'踢踏打转，晃动肥膘',
			'用尾毛扑打着发红的蝇虫',
			'它咴咴叫着，散发出亢奋',
			'或少许劳役怨气',
			'',
			'游街的豆腐梆子是温暖的',
			'好久没见到他了，今天又突然出现',
			'头顶金光闪闪，宛如菩萨',
			'传说他患了癌症，相信这不是真的',
			'',
			'父亲是温暖的',
			'他几乎一直在菜园的井台',
			'拔水浇灌，井水热气腾腾',
			'让他瞬间就虚幻了',
			'看不出他是六十岁？五十岁？还是二十岁',
			'而母亲蹲在那里摘菜、捉虫',
			'时间久了就飘回家去——',
			'',
			'你也是温暖的，哪一年我在家养伤',
			'墙上的葫芦花开了',
			'你一早去邻家借钱，轻易就借到了',
			'你的脸沁出汗',
			'不断说好人多好人多',
			'',
			'一头羊是温暖的，天就要黑了',
			'它还在吃草，肚子很大，准备要生育了',
			'鼓胀的乳房拖拉出奶水',
			'它的眼里，还有声音里',
			'有一种让心肝发颤的东西',
			'它嘴里永远嚼着什么，似要嚼出铁沫来'
		]
	},
	{
		title:'',
		body:[

		]
	},	
]


/*

	{
		title:'',
		body:[

		]
	},





			 

		




			


			 





	
						



	


	
	
	
	

 */




		},		
		"国外名作": {
			hash : 'guowai',
			body: 
[
	{
		title:'雪夜林边小立',
		body:[
			'我想我认识树林的主人',
			'他家住在林边的农村；',
			'他不会看见我暂停此地，',
			'欣赏他披上雪装的树林。',
			"",
			'我的小马准抱着个疑团：',
			'干嘛停在这儿，不见人烟，',
			'在一年中最黑的晚上，',
			'停在树林和冰湖之间。',
			'',
			'它摇了摇颈上的铃铎，',
			'想问问主人有没有弄错。',
			'除此之外唯一的声音',
			'是风飘绒雪轻轻拂过。',
			'',
			'树林真可爱，既深又黑，',
			'但我有许多诺言不能违背，',
			'还要赶多少路才能安睡，',
			'还要赶多少路才能安睡。'
		]
	},
	{
		title:'出生地 弗罗斯特',
		body:[
			'和那远处的山坡相比',
			'这儿似乎没有过任何的希望',
			'父亲建造小屋，拢起了泉水',
			'用围墙般的锁链围住所有东西',
			'周围的地面不只长荒草',
			'还维持了我们各自的生命',
			'我们有十二个女孩和男孩',
			'高山似乎喜欢这热闹',
			'用很短的时间就了解了我们',
			'它的微笑总像含着什么',
			'也许到今天它还是不知道我们的名字',
			'（当然没有一个女孩保持着原样）',
			'高山使我们从它的怀里离开',
			'而现在它的山坳满是树木'
		]
	},
	{
		title:'闲谈时间 弗罗斯特',
		body:[
			'当一位朋友在路上喊我',
			'而且减慢了马儿意味深长的步伐',
			'在那无人注意的小山上',
			'我并没有停手四处张望',
			'只是埋头应了声：“干什么？”',
			'不，这里没有工夫闲谈',
			'我将锄头插入松土',
			'刃底立起足有五英尺',
			'然后缓慢地走开了，去石墙那边',
			'为了一个人来这儿坐坐'
		]
	},
	{
		title:'一只小鸟 弗罗斯特',
		body:[
			'我希望一只鸟能够走开',
			'不要整天在我门前歌唱',
			'我一旦似乎不能再忍受',
			'就会从门口向它拍拍手',
			'',
			'过错有几分是在我这边',
			'鸟自己的曲调无可指责',
			'当然这里面一定有问题',
			'或许希望总使歌声停止'
		]
	},	
	{
		title:'雪絮 朗费罗',
		body:[
			'挣脱开大气的胸膛，' ,
			'从它层叠的云裳里摇落，' ,
			'在荒凉的、丰收后的田野上，' ,
			'在一片林莽，棕黄而赤裸，' ,
			'静静的，柔软的雪花 ',
			'缓缓地朝地面落下。 ',
			'',
			'有如我们迷离的梦幻 ',
			'突然在庄严的字句里成形，' ,
			'有如我们苍白的容颜 ',
			'显示了纷乱内心的衷情， ',
			'纷乱的天空也表白 ',
			'它所感到的悲哀。 ',
			'',
			'这是天空所写的诗， ',
			'慢慢写在寂静的音节里； ',
			'这是绝望的秘密 ',
			'久久隐藏在阴霾的心底； ',
			'现在，对着树林和田野； ',
			'它在低低诉说和倾泻。 '
		]
	},

	{
		title:'箭与歌',
		body:[
			'我把一只箭射得很高，',
			'它落到了哪里我不知道；',
			'因为它的速度太快，',
			'我的眼睛追不上它。',
			'',
			'我唱起一支歌儿在空气中荡飘，',
			'它落到了哪里我不知道；',
			'因为谁的眼力会有那么强，',
			'能追上歌儿的飞翔？',
			'',
			'好久好久以后，我看见',
			'在一棵橡树上嵌着那只完好的箭；',
			'我也发现了那个歌子，',
			'它完整地留在一个朋友的心里。'
		]
	},

	{
		title:'黑人谈河流',
		body:[
			'我了解河流，',
			'我了解河流和世界一样古老，',
			'比人类血管中的血流还要古老。',
			'我的灵魂与河流一样深沉',
			 '',
			'当朝霞初升，我沐浴在幼发拉底斯河。',
			'我在刚果河旁搭茅棚，波声催我入睡。',
			'我俯视着尼罗河，建起了金字塔。',
			'当阿伯·林肯南下新奥尔良，',
			'我听到密西西比河在歌唱，',
			'我看到河流混浊的胸脯',
			'被落日染得一江金黄。',
			 '',
			'我了解河流，',
			'古老的，幽暗的河流。',
			'我的灵魂与河流一样深沉。',
		]
	},
	{
		title:'茵纳斯弗利岛',
		body:[
			'我就要动身走了，去茵纳斯弗利岛，',
			'搭起一个小屋子，筑起泥笆房；',
			'支起九行云豆架，一排蜜蜂巢，',
			'独个儿住着，荫阴下听蜂群歌唱。',
			'',
			'我就会得到安宁，它徐徐下降，',
			'从朝雾落到蟋蟀歌唱的地方；',
			'午夜是一片闪亮，正午是一片紫光，',
			'傍晚到处飞舞着红雀的翅膀。',
			'',
			'我就要动身走了，因为我听到',
			'那水声日日夜夜轻拍着湖滨；',
			'不管我站在车行道或灰暗的人行道，',
			'都在我心灵的深处听见这声音。'
		]
	},	
	{
		title:'一只鸟沿着小径走来 狄金森',
		body:[
			'一只鸟沿着小径走来',
			'不知道我看见了他',
			'他把一条蚯蚓啄成了两半',
			'并把那家伙，生生吞下',
			'',
			'接着他从近便的草叶上',
			'喝了一颗露珠',
			'接着，为了让一只甲虫通过',
			'向墙那边跳了开去',
			'',
			'他用敏捷的眼睛瞥视',
			'迅速地扫过四周',
			'它们看着像受惊的珠子，我觉得',
			'他轻微地挪动丝绒般的头',
			 '',
			'就像遇到了危险，小心翼翼',
			'我给他一块面包碎末',
			'而他展开了他的羽翼',
			'更为轻柔地划回自己的窝',
			'',
			'甚于双桨划开大洋',
			'过于银白，不见裂缝',
			'或甚于蝴蝶，在正午的岸边',
			'跃飞，不溅水花地游动'
		]
	},
	{
		title:'毛茸茸的家伙 狄金森',
		body:[
			'一个毛茸茸的家伙，没有腿脚',
			'奔走，却胜过寻常步履！',
			'像天鹅绒的，是他的面容',
			'他的肤色，暗褐！',
			'',
			'有时，他住在草丛！',
			'有时，高在枝头，从那里',
			'穿一身长毛绒外衣',
			'跌落在过路行人身上！',
			'',
			'这一切，都在夏季，',
			'但是当凉风惊动丛林居民，',
			'他搬进锦缎的宅邸，',
			'摇头晃脑，引线牵丝！',
			'',
			'然后，比贵妇人更俏丽',
			'出现在阳春时节！',
			'每一个肩头一片华羽，',
			'认不出往日形迹！',
			'',
			'有人，那些自称科学家的人，',
			'叫他鳞翅目幼虫！',
			'而我！一个默默无名的诗人，',
			'我算什么，却道出蝴蝶',
			'有趣的秘密！'
		]
	},	
	{
		title:'草丛中，一个瘦长家伙 狄金森',
		body:[
			'草丛中，一个瘦长家伙',
			'偶尔唦唦游窜',
			'你也许见过——不可能没有',
			'它的到来总是突然',
			'',
			'草丛分开，像用梳子',
			'一支斑斓之箭嗖然出现',
			'等草在你脚边合拢',
			'更远处的又唰唰分散',
			'',
			'它爱沼泽地',
			'那里阴冷，谷物不生',
			'当我还是个孩子，赤脚走过',
			'不止一次，在黎明',
			'',
			'它咝咝经过，好似鞭梢',
			'散开在阳光下',
			'我正想弯腰捡起',
			'它却扭动身子，倏然远离',
			'',
			'有几种大自然的居民',
			'我深知，它们也知悉我',
			'我常常为它们',
			'感到激动，热诚如火',
			'',
			'可每当遇见这个东西',
			'或结伴，或孤寂',
			'我总是呼吸紧张',
			'骨头悚然冒冷气'
		]
	},		
	{
		title:'清晨',
		body:[
			"泛着银色的露珠",
			"田野沉默而休憩",
			"一个猎人举着雕弓",
			"林中响了一声，一只云雀飞起",
			"",
				
			"林中响了一声，第二只云雀",
			"飞上云，又坠落下来",
			"一个猎人拎起猎物",
			"白昼向世界上走来"
		]
	},	
	{
		title:'壮美的青春 库奈奈',
		body:[
			'我爱雄狮的孩子',
			'当它们的鬃毛开始丛生',
			'感奋过多少古代英雄',
			'我看见它们的远大前程',
			'当它们向羚羊柔软的颈项俯冲',
			'它们为自己的敏捷迅猛久久地自豪',
			'我赞美它们力的技巧',
			'深知不用多久它们将制死野牛'
		]
	},
	{
		title:'咏一幅古画',
		body:[
			'一片葱绿的盛夏风光',
			'在清凉的水边，芦苇之旁',
			'瞧，那天真无辜的孩子',
			'在少女的膝上自由嬉戏！',
			'而那边，在愉快的森林之中',
			'已有做十字架的树干欣欣向荣'
		]
	},	
	{
		title:'在田畦上 金素月',
		body:[
			'我们俩坐在',
			'麦苗高大茂密的田畦上',
			'劳动后的休息，多么愉快',
			'聊聊天，谈谈心，乐得心花怒放',
			'红日如烈火燃烧',
			'鸟群在欢乐地歌唱',
			'这是恩惠啊，它充溢人们的肢体',
			'这一切多可爱啊，它占满了我们的心灵',
			'',
			'世界哪儿有止境？仁慈的苍空笼罩四方',
			'我们勤劳地生活着',
			'一年到头沐浴着阳光',
			'在这块土地上创造日新月异的欢乐',
			'我们俩痛快地又笑了一阵',
			'又拿起了锄头',
			'一道走进随风起伏的麦浪',
			'啊，迈步向前的快乐！生命向上的喜悦'
		]
	}, 
	{
		title:'预感 里尔克',
		body:[
			'我像一面旗被包围在辽阔的空间',
			'我觉得风从四方吹来，我必须忍耐',
			'下面一切还没有动静',
			'门依然轻轻关闭，烟囱里还没有声音',
			'窗子都还没颤动，尘土还很重',
			'',
			'我认出了风暴而激动如大海',
			'我舒展开又跌回我自己',
			'又把自己抛出去，并且独个儿',
			'置身在伟大的风暴里'
		]
	},
	{
		title:'村子里立着最后一幢屋 里尔克',
		body:[
			'村子里立着最后一幢屋',
			'那么孤单，像世界的最后一幢屋',
			'大路缓缓地延伸进黑夜',
			'小小的村子留不住大路',
			'',
			'小村子只是一条道道',
			'夹在两片荒原间，畏怯地',
			'神秘地，大道代替了房前的小路',
			'离开村子的人将长久漂泊',
			'也许，还有许多人会死在中途'
		]
	},
	{
		title:'香薄荷 伐佐夫',
		body:[
			'每天在附近的山冈上散步',
			'同大自然甜蜜地交谈',
			'虽然短暂，但是愉快——',
			'这已经成丁我喜爱的习惯',
			'',
			'两边是微笑的香薄荷林',
			'香薄荷是那样馥郁芬芳',
			'平层层的绿色地毯',
			'在我面前散发着清香',
			'',
			'我走着，摘下一枝，闻着',
			'香薄荷散发着健康的气息',
			'一切都沐浴在它那浓香里',
			'山丘、空气和草地',
			'',
			'我总是高高兴兴地回来',
			'像收割之后，采到了青春之果',
			'手里捏着一束香薄荷',
			'心灵里孕育着一首新歌'
		]
	},				
	{
		title:'每当我们的桑树',
		body:[
			'每当我们的桑树开花',
			'它们的气味总是飘飞起来',
			'飘进我的窗口……',
			'尤其在夜晚和雨后',
			'',
			'那些树就在拐弯的街角',
			'离这儿只有几分钟的路',
			'夏天当我跑到',
			'它们悬起的树梢下',
			'吵闹的黑鸟已经摘去了',
			'幽暗的果实',
			'',
			'当我站在那些树下并吮吸',
			'它们丰富的气味',
			'四周的生命仿佛突然塌下',
			'一种奇异而奢侈的感觉',
			'如同被女人的手所触摸'
		]
	},	
	{
		title:'星星',
		body:[
			'当夜色降临',
			'我站在台阶上倾听',
			'星星蜂拥在花园里',
			'而我站在黑暗中',
			'听，一颗星星落地作响！',
			'你别赤脚在这草地上散步',
			'我的花园到处是星星的碎片'
		]
	},	
	{
		title:'夕阳',
		body:[
			'花冈岩的盛装，耀眼的荆棘',
			'把夕阳点燃的峻峭山峰镀上金色',
			'远处，浪花排排依然闪烁',
			'无垠的海洋连着陆地伸向天际',
			'黑夜在我的脚下，一片静谧',
			'鸟巢无语，人们回到了茅屋，升起了炊烟',
			'只有晚祷的钟声在暮霭中飘荡',
			'与广袤的大西洋的涛声融成一体',
			'',
			'这时，仿佛从深渊的底部，从林边',
			'从荒野，从山谷，远远地传来了',
			'晚归的牧人驱赶牲口的吆喝声',
			'整个天际已经融入了阴影',
			'正在消逝的夕阳，在绚烂而暗淡的天空',
			'把它那金色扇骨的红色折扇收拢'
		]
	},	
	{
		title:'夜',
		body:[
			'已安睡：山峰，山谷',
			'海角，溪涧',
			'黑色大地哺养的爬虫',
			'山中的走兽和蜂族',
			'还有那些在汹涌的海面下深处的巨兽',
			'就连那些羽翼宽展的飞禽',
			'也已安睡'
		]
	},
	{
		title:'乡间的音乐',
		body:[
			'你来坐在这棵童童的松树下',
			'西风吹动那密叶会簌簌作响',
			'就在这潺潺的小溪旁，我的七弦琴',
			'会催你合上眼皮，进入睡乡'
		]
	},	
	{
		title:'阿尔卑斯山的午间',
		body:[
			'在阿尔卑斯广漠的山区',
			'在凄怆暗淡的花岗石上',
			'在燃烧着的冰川中间',
			'中午时分万籁俱寂',
			'四周恬静而安谧',
			'',
			'没有一丝清风吹拂松树和杉木',
			'它们在烈日透射下挺直身子',
			'只有乱石间淙淙的水流',
			'像琴儿那样发出喁喁细语'
		]
	},
	{
		title:'牧羊人',
		body:[
			'又是九月',
			'我禁不住神游故里',
			'该是羊群换场的时光',
			'此刻，在阿布鲁齐大地',
			'我的牧羊人们',
			'离开牲口圈朝海边转移',
			'走向如山区牧场一般荒蛮',
			'青翠的亚德里亚海滨',
			'',
			'他们畅饮山泉',
			'好让故乡甘露的温馨',
			'驱除背井离乡人旅程的干渴',
			'久久滋润他们的心',
			'他们折断榛树做成一根根拐杖',
			'',
			'他们沿着古老的草径走向平原',
			'几乎像是跋涉静静的绿色小溪',
			'一路踏着父辈们的足迹',
			'啊，那发现汹涌的大海的第一人',
			'发出怎样的欢呼',
			'',
			'此刻羊群沿着海边蹒跚前行',
			'空气依然是那么清明',
			'太阳把羊儿的绒毛',
			'涂上一重黄沙般的金色',
			'海涛，踏青，一派温柔的喧嚣',
			'',
			'啊，我为什么不跟我的牧羊人厮守一起？'
		]
	},	
	{
		title:'夜',
		body:[　
			'小河安怡地睡了',
			'幽黑的松树林不再喧嚣',
			'夜莺停止歌唱',
			'秧鸡也不啼叫',
			'',
			'夜，四周静悄悄',
			'只有溪流轻轻欢跳',
			'月亮洒下一片光辉',
			'大地顿如银子般妖娆',
			'',
			'河流闪着银光',
			'小溪闪着银光',
			'被刈过的原野上',
			'青草也闪着银光',
			'',
			'夜，四周静悄悄',
			'大自然一切都睡了',
			'月亮洒下一片光辉',
			'大地顿如银子般妖娆'
		]
	},
	{
		title:'初雪',
		body:[
			'我驾着雪橇，四野宁静',
			'雪粉在马蹄下沙沙作声',
			'只有一群喧闹的灰鸦',
			'在草地上不断地扑腾',
			'',
			'森林被隐身人施了魔力',
			'在梦的神话中打盹',
			'松树如同扎上了',
			'白色的三角头巾',
			'',
			'活像一个老太婆',
			'弯着腰，拄着拐棍',
			'而在松树的顶端',
			'啄木鸟呜呜地啄着树身',
			'',
			'马在飞奔，大地空旷',
			'大雪纷飞，铺天盖地',
			'一望无际的大路',
			'像锦带一样飘向天际'
		]
	},
	{
		title:'已经是夜晚，露珠……',
		body:[
			'已经是夜晚，露珠',
			'在荨麻上闪光；',
			'我站在路边，',
			'紧挨在柳树旁。',

			'朗朗的月光，',
			'正照在我家屋顶上，',
			'我听到远处传来',
			'夜莺的歌唱。',
			'',
			'又暖和又快活，',
			'就象冬天围着火炉，',
			'白桦树站在那里，',
			'就象一根根大蜡烛。',
			'',
			'而在小河那边，',
			'树林子隐约可见',
			'睡意惺忪的更夫',
			'呆呆地敲着梆点。'
		]
	},		
	{
		title:'我沿着初雪漫步',
		body:[　
			'我沿着初雪漫步',
			'心中的力量勃起像怒放的铃兰',
			'在我的道路上空，夜晚',
			'把蓝色小蜡烛般的星星点燃',
			'',
			'我不知道那是光明还是黑暗',
			'密林中是风在唱还是公鸡在啼',
			'也许田野上并不是冬天',
			'而是许多天鹅落在了草地',
			'',
			'啊，白色的镜面的大地，你多美',
			'微微的寒意使我血液沸腾',
			'多么想让我那炽热的身体',
			'去紧贴白桦裸露的胸脯',
			'',
			'啊，森林的郁郁葱葱的浑浊',
			'啊，白雪覆盖的原野的惬意',
			'多想在柳树的枝杈上',
			'也嫁接上我的两只手臂'
		]
	},	
	{
		title:'狗的歌',
		body:[
			'清晨，在黑麦秆搭的狗窝里',
			'那儿草席闪着金色的光',
			'一条母狗下了七只狗崽',
			'七只狗崽的毛色都一溜棕黄',
			'',
			'从早到晚母狗抚爱着它的小狗',
			'用舌头舔梳它们身上的茸毛',
			'雪花儿融化成一滴滴的水',
			'在它温暖的肚皮下流过',
			'',
			'傍晚，当一群公鸡',
			'栖落在暖和的炉台',
			'主人阴沉地走过来',
			'把七只小狗统统装进了麻袋',
			'',
			'母狗沿着雪堆奔跑',
			'跟着主人的脚迹追踪',
			'而那没有结冻的水面',
			'长久地、长久地颤动',
			'',
			'当它踉踉跄跄回来时已无精打采',
			'边走边舔着两肋的汗水',
			'那牛栏上空悬挂的月牙',
			'在它眼里也好象是自己的小宝贝',
			'',
			'它凝望蓝色的天空',
			'悲伤地大声哀叫',
			'纤细的月牙滑过去了',
			'隐入小丘后田野的怀抱',
			'',
			'当人们嘲笑地向它扔掷石块',
			'像是扔过一串串赏钱',
			'只有两只狗眼在无声地滚动',
			'宛若闪亮的金星跌落雪面'
		]
	},	
	{
		title:'海马 丘特切夫',
		body:[
			'海马呀海马．奔驰不停',
			'披着白绿色的马鬃',
			'一会儿你柔和温驯',
			'一会儿又顽皮放纵',
			'在上帝宽广的牧场上',
			'暴烈的龙卷是你的食粮',
			'上帝练得你爱跳爱蹦',
			'尽情驰骋，自由奔放',
			'',
			'我爱疾奔如飞的你',
			'显示着你傲视一切的威力',
			'散乱着又长又密的鬣毛',
			'全身冒着汗和蒸汽',
			'向海岸猛烈冲击、进迫',
			'一声长嘶迸发出欢乐',
			'蹬得海岸蹄声轰响',
			'接着——散成一天飞沫'
		]
	},		
	{
		title:'山中的清晨 丘特切夫',
		body:[
			'一夜雷雨洗过的天空',
			'漾着一片蔚蓝色的笑',
			'蜿蜒的山谷露华正浓',
			'象一条丝带灼灼闪耀',
			'',
			'云雾环绕着崇山峻岭',
			'却只弥漫到半山腰间',
			'仿佛于高空中倾圮着',
			'那由魔法建成的宫殿'
		]
	},
	{
		title:'恬静 丘特切夫',
		body:[
			'雷雨过了。巨大的橡树',
			'被雷击倒，灰蓝色的烟',
			'从枝叶间不断地飘出',
			'飞入雷雨洗过的碧空间',
			'林中的鸟儿早已在啼叫',
			'那歌声更加响亮动听',
			'彩虹从天上弯下一只角',
			'搭在高山翠绿的峰顶'
		]
	},
	{ 
		title:'树林里升起一只老鹰 丘特切夫',
		body:[
			'树林里升起一只老鹰',
			'高高地向碧空盘旋，飞行',
			'它越飞越高，越飞越远',
			'一下子飞到溟蒙的天边',
			'',
			'大自然母亲赐给它一双',
			'多么强劲有力的翅膀',
			'可是我却满身尘垢、汗珠',
			'大地的主人——我离不开泥土'
		]
	},	
	{
		title:'人间的泪水啊，泪水',
		body:[
			'人间的泪水啊，泪水',
			'你早也流啊，晚也流……',
			'你默默无闻，无形无迹，',
			'你源源不断，无尽无休——',
			'恰似无数的雨丝，流啊流，',
			'在深秋，在夜阑人静的时候。'
		]
	},	
	{
		title:'友谊',
		body:[
			'从高山之颠滚落下来',
			'橡树遭到雷击，躺在尘埃',
			'但常春藤却紧紧抱着它，不肯分离',
			'啊你，这就是友谊！'
		]
	},
	{
		title:'帆',
		body:[
			'在大海的蒙蒙青雾中',
			'一叶孤帆闪着白光……',
			'它在远方寻求什么？',
			'它把什么遗弃在故乡？',
			'',
			'风声急急，浪花涌起，',
			'桅杆弯着腰声声喘息……',
			'啊，——它既不是寻求幸福，',
			'也不是在把幸福逃避！',
			'',
			'帆下，水流比蓝天清亮，',
			'帆上，一线金色的阳光……',
			'而叛逆的帆呼唤着风暴，',
			'仿佛唯有风暴中才有安详！'
		]
	},		
]


/*
	

				造化 
像一位慈爱的母亲，在夜幕来临之际 
牵着孩儿的手儿，领他上床歇息； 
孩子半情愿半勉强，随她而去， 
边走边不住地望向后门外。 
摔坏的玩具放在地上， 
尽管允诺给他买新的， 
还是不完全放心，不尽然满意—— 
代替品虽好，他却未必更喜欢。 
造化亦是如此， 
将我们的玩具一个个拿走， 
牵着手，温柔地领我们入眠， 
于是我们去了，不知愿意与否。 
睡意朦胧， 
竟不知未知的胜过我们所知的有几分。 


雨天 朗费罗

天冷阴暗沉闷，
下着雨风刮个不停，
藤蔓攀附着残垣，
狂风阵阵枯叶落纷纷，
天色阴暗沉闷。

我的生活寒冷阴郁沉闷，
下着雨风刮个不停，
我的思绪还纠缠着消逝的往事，
大风里，我的青春希望相继熄灭，
日子真是阴暗而沉闷。

平静吧，忧伤的心！别再抱怨；
乌云后面依然阳光灿烂；
大家跟你是同样的命运，
每人的一生都会遭遇阴云，
有些日子必然阴暗而沉闷。


小溪与海浪

小溪从山上流下，	 
象诗人边走边唱，	
用它那银白的小脚	 
奔跑在金黄的沙上。	
在那远远的咸水洋，	
奔腾着狂暴的海浪，	
忽而高歌在海滩畔，	
忽而怒吼在洞穴旁。	
尽管相隔得这么远，
小溪也找到了海浪，	
用她清新而甜美的甘泉	
注满那狂暴、苦涩的胸膛！

	雪的十字架
在一个个不眠的守望长夜
一张温柔、久不在人世的脸庞
从墙壁上对着我凝望
夜灯围着她的头颅洒下苍白的光圈，
在她死去的这屋中， 更为苍白的灵魂
从未经过火殉而归至长眠
书本上读不到
一个生命更为可歌的传说。

遥远的西方有一座山
在那蔑视阳光的山谷中
有一个雪的十字架在那里安放。
我的胸中便戴着这样的十字架
十八年间，人世沧桑，季节往复
 从她死的那天，它再没有变。
 
 
		凯罗莫斯
 
忙碌的陶工这样歌唱
在那盛开的山楂树下，
当树枝婆晃动,
他面庞上的缕缕阳光与树荫,
包裹在他身上，渐渐地
仿佛他是一个织在锦缎壁毯上的形象．．．．． 

	{
		title:'',
		body:[

		]
	},
	
 * 
 * 
 * */
		},
		"海子诗选" : {
			hash: 'haizi',
			body : [
	{
		title:'女孩子',
		body:[
			"她走来",
			"断断续续走来",
			"洁净的脚",
			"沾满清凉的露水",
			"",
			
			"她有些忧郁",
			"望望用泥草筑起的房屋",
			"望望父亲",
			"她用双手分开黑发",
			"一支野桃花斜插着默默无语",
			"另一支送给了谁",
			"却从来没人问起",
			"",
			
			"春天是风",
			"秋天是月亮",
			"在我感觉到时",
			"她已去了另一个地方",
			"那里雨后的篱笆象一条蓝色的",
			"小溪"
		]
	},	
	
	{
		title:'感动',
		body:[
			"早晨是一只花鹿",
			"踩到我额上",
			"世界多么好",
			"山洞里的野花",
			"顺着我的身子",
			"一直烧到天亮",
			"一直烧到洞外",
			"世界多么好",
			"",
			
			"而夜晚，那只花鹿 ",
			"的主人，早已走入",
			"土地深处，背靠树根 ",
			"在转移一些",
			"你根本无法看见的幸福",
			"野花从地下",
			"一直烧到地面",
			"",
			
			"野花烧到你脸上",
			"把你烧伤",
			"世界多么好",
			"早晨是山洞中",
			"一只踩人的花鹿"
		]
	},
	
	{
		title:'月',
		body:[
			"炊烟上下",
			"月亮是掘井的白猿",
			"月亮是惨笑的河流上的白猿",
			"",
			
			"多少回天上的伤口淌血",
			"白猿流过钟楼",
			"流过南方老人的头顶",
			"月亮是惨笑的白猿",
			"月亮自己心碎",
			"月亮早已心碎"
		]
	},
	
	{
		title:'海水没顶',
		body:[
			"原始的妈妈",
			"躲避一位农民",
			"把他的柴刀丢在地里",
			"把自己的婴儿溺死井中",
			"田地任其荒芜",
			"",
			
			"灯上我恍惚遇见这个灵魂",
			"跳上大海而去",
			"大海在粮仓上汹涌",
			"似乎我和我的父亲",
			"雪白的头发在燃烧"
		]
	},
	
	{
		title:'北方门前',
		body:[
			"北方门前",
			"一个小女人",
			"在摇铃",
			"",
			
			"我愿意",
			"愿意像一座宝塔",
			"在夜里悄悄建成",
			"",
			
			"晨光中她突然发现我",
			"她眺起眼睛",
			"她看得我浑身美丽"	
		]
	},
	
	{
		title:'民间艺人',
		body:[
			"平原上有三个瞎子",
			"要出远门",
			"红色的手鼓在半夜",
			"突然敲响",
			"并没有死人",
			"并没有埋下枣木拐杖",
			"敲响，敲响",
			"心在最远的地方沉睡",
			"平原上有三个瞎子",
			"要出远门",
			"那天夜里",
			"摸黑吃下高粱饼"
		]
	},
	
	{
		title:'为了美丽',
		body:[
			"为了美丽",
			"我砸了一个坑",
			"也是为了下雨",
			"清亮的积水上",
			"高一只",
			"低一只",
			"小雨儿如鸟",
			"",
		
			"羽毛湿湿",
			"掀动你的红头巾",
			"都是为了美丽",
			"摸着裤带的小男孩",
			"那时刻",
			"戴一只黑帽子"

		]
	},
	
	{
		title:'五月的麦地',
		body:[
			"全世界的兄弟们",
			"要在麦地里拥抱",
			"东方，南方，北方和西方",
			"麦地里的四兄弟，好兄弟",
			"回顾往昔",
			"背诵各自的诗歌",
			"要在麦地里拥抱",
			"",
			
			"有时我孤独一人坐下",
			"在五月的麦地　梦想众兄弟",
			"看到家乡的卵石滚满了河滩",
			"黄昏常存弧形的天空",
			"让大地上布满哀伤的村庄",
			"有时我孤独一人坐在麦地里",
			"为众兄弟背诵中国诗歌",
			"没有了眼睛也没有了嘴唇"
		]
	},	
	
	{
		title:'晨雨时光',
		body:[
			"小马在草坡上一跳一跳",
			"这青色麦地晚风吹拂",
			"在这个时刻　我没有想到",
			"五盏灯竟会同时亮起",
			"",
			
			"青麦地像马的仪态　随风吹拂",
			"五盏灯竟会一盏一盏地熄灭",
			"往后　雨会下到深夜　下到清晨",
			"天色微明",
			"山梁上定会空无一人",
			"",
			
			"不能携上路程",
			"当众人齐集河畔　空声歌唱生活",
			"我定会孤独返回空无一人的山峦"
		]
	},
	
	{
		title:'光棍',
		body:[
			"神秘客人那位食玉米担玉米",　
			"草筐中埋着牛肝的那光棍",
			"在春天用了一把大火",
			"烧光家园　使众人受伤",
			"",
			
			"大家伤心唏嘘不已",
			"穷得丁当响的酒柜上",
			"光棍光芒万丈",
			"",
			
			"老英雄",
			"走上前来",
			"抱住那光棍",
			"坐在黄昏",
			"歌唱江山",
			"布满眼泪"
		]
	},	
	
	{
		title:'九寨之星',
		body:[
			"很久很久的一盏灯",
			"很久很久以前女神点亮的一盏灯",
			"落满岁月尘土的一盏灯",
			"当她面对湖水",
			"女神的镜子中",
			"变成了两盏",
			"那就是你的一双眼睛",
			"柔似湖水　亮如光明"
		]
	},	
	
	{
		title:'夜色',
		body:[
			"在夜色中",
			"我有三次受难：流浪、爱情、生存",
			"我有三种幸福：诗歌、王位、太阳"
		]
	},
	
	{
		title:'莫扎特在《安魂曲》中说',
		body:[
			"我所能看见的妇女",
			"水中的妇女",
			"请在麦地之中",
			"清理好我的骨头",
			"如一束芦花的骨头",
			"把它装在琴箱里带回",
			"",
			
			"我所能看见的",
			"洁净的妇女，河流",
			"上的妇女",
			"请把手伸到麦地之中",
			"",
			
			"当我没有希望",
			"坐在一束麦子上回家",
			"请整理好我那零乱的骨头",
			"放入那暗红色的小木柜，带回它",
			"像带回你们富裕的嫁妆"
		]
	},
	
	{
		title:'大自然',
		body:[
			"让我来告诉你",
			"她是一位美丽结实的女子",
			"蓝色小鱼是她的水罐",
			"也是她脱下的服装",
			"她会用肉体爱你",
			"在民歌中久久地爱你",
			"",
			
			"你上上下下瞧着",
			"你有时摸到了她的身子",
			"你坐在圆木头上亲她",
			"每一片木叶都是她的嘴唇",
			"但你看不见她",
			"你仍然看不见她",
			"她仍在远处爱着你"
		]
	},
	
	{
		title:'八月尾',
		body:[
			"既使我是一个粗枝大叶的人",
			"我也看见了红豹子、绿豹子",
			"",
			
			"当流水淙淙",
			"八月的泉水",
			"穿越了山冈",
			"月亮是红豹子",
			"树林是绿豹子",
			"少女是你们俩",
			"生下的花豹子",
			"既使我是一个粗枝大叶的人",
			"少女，树林中",
			"你也藏不住了",
			"",
			
			"八月的尾，树林绿，月亮红",
			"不久我将看到树叶绿落了",
			"栗树底下",
			"脊背上挂着鹌鹑的人",
			"少女，无论如何",
			"粗枝大叶的人",
			"看见你啦"
		]
	},	

	{
		title:'从六月到十月',
		body:[
			"六月积水的妇人，囤积月光的妇人",
			"七月的妇人，贩卖棉花的妇人",
			"八月的树下",
			"洗耳朵的妇人",
			"我听见对面窗户里",
			"九月订婚的妇人",
			"订婚的戒指",
			"像口袋里潮湿的小鸡",
			"十月的妇人则在婚礼上",
			"吹熄盘中的火光，一扇扇漆黑的木门",
			"飘落在草原上"
		]
	},
	

	{
		title:'在昌平的孤独',
		body:[
			"孤独是一只鱼筐",
			"是鱼筐中的泉水",
			"放在泉水中",
			"",
			
			"孤独是泉水中睡着的鹿王",
			"梦见的猎鹿人",
			"就是那用鱼筐提水的人",
			"",
			
			"以及其他的孤独",
			"是柏木之舟中的两个儿子",
			"和所有女儿，围着诗经桑麻沅湘木叶",
			"在爱情中失败",
			"他们是鱼筐中的火苗",
			"沉到水底",
			"",
			
			"拉到岸上还是一只鱼筐",
			"孤独不可言说",
		]
	},
	
	{
		title:'无题',
		body:[
			"给我粮食",
			"给我婚礼",
			"给我星辰和马匹",
			"给我歌曲",
			"给我安息！",
			"",
			
			"我的生日",
			"这是位美丽的",
			"折磨人的女俘虏",
			"坐在故乡的打麦场上",
			"",
			
			"在月光下",
			"使村子里的二流子",
			"如痴如醉"
		]
	},
	
	{
		title:'哑脊背',
		body:[
			"一个穿雨衣的陌生人",
			"来到这座干旱已久的城",
			"（阳光下",
			"他水国的口音很重）",
			"这里的日头直射",
			"人们的脊背",
			"",
			
			"只有夜晚",
			"月亮吸住面孔",
			"月亮也是古诗中",
			"一座旧矿山",
			"",
			
			"只有一个穿雨衣的陌生人",
			"来到这座干旱已久的城",
			"在众人的脊背上",
			"看出了水涨潮，看到了黄河波浪",
			"只有解缆者",
			"又咸又腥",
		]
	},
	
	{
		title:'日光',
		body:[
			"梨花",
			"在土墙上滑动",
			"牛铎声声",
			"",
			
			"大婶拉过两位小堂弟",
			"站在我面前",
			"像两截黑炭",
			"",
			
			"日光其实很强",
			"一种万物生长的鞭子和血"
		]
	},
	
	{
		title:'你的手',
		body:[
			"北方",
			"拉着你的手",
			"手",
			"摘下手套",
			"她们就是两盏小灯",
			"",
			
			"我的肩膀",
			"是两座旧房子",
			"容纳了那么多",
			"甚至容纳过夜晚",
			"你的手",
			"在他上面",
			"把他们照亮",
			"",
			
			"于是有了别后的早上",
			"在晨光中",
			"我端起一碗粥",
			"想起隔山隔水的",
			"北方",
			"有两盏灯",
			"只能远远地抚摸"
		]
	},	
	{
		title:'农耕民族',
		body:[
			"在发蓝的河水里",
			"洗洗双手",
			"洗洗参加过古代战争的双手",
			"围猎已是很遥远的事",
			"不再适合",
			"我的血",
			"把我的宝剑",
			"盔甲",
			"以至王冠",
			"都埋进四周高高的山上",
			"北方马车",
			"在黄土的情意中住了下来",
			"",
			
			"而以后世代相传的土地",
			"正睡在种子袋里"

		]
	},	
	{
		title:'春天的夜晚和早晨',
		body:[
			"夜里",
			"我把古老的根",
			"背到地里去",
			"青蛙绿色的小腿月亮绿色的眼窝",
			"还有一枚绿色的子弹壳，绿色的",
			"在我脊背上",
			"纷纷开花",
			"",
			
			"早晨",
			"我回到村里",
			"轻轻敲门",
			"一只饮水的蜜蜂",
			"落在我的脖子上",
			"她想",
			"我可能是一口高出地面的水井",
			"妈妈打开门",
			"隔着水井",
			"看见一排湿漉漉的树林",
			"对着原野和她",
			"整齐地跪下",
			"妈妈——他们嚷着——",
			"妈妈"
		]
	},	
	
	{
		title:'新娘',
		body:[
			"故乡的小木屋、筷子、一缸清水",
			"和以后许许多多日子",
			"许许多多告别",
			"被你照耀",
			"",
			
			"今天",
			"我什么也不说",
			"让别人去说",
			"让遥远的江上船夫去说",
			"有一盏灯",
			"是河流幽幽的眼睛",
			"闪亮着",
			"这盏灯今天睡在我的屋子里",
			"",
			
			"过完了这个月，我们打开门",
			"一些花开在高高的树上",
			"一些果结在深深的地下"

		]
	},	

]


/*

	{
		title:'',
		body:[

		]
	},
	



 */
		},	
		"台湾诗选" : {
			hash : 'taiwan',
			body: [
	{
		title:'春天，遂想起',
		body:[
			'春天，遂想起',
			'江南，唐诗里的江南，九岁时',
			'采桑叶于其中，捉蜻蜒于其中',
			'（可以从基隆港回去的）',
			'江南',
			'小杜的江南',
			'苏小小的江南',
			'遂想起多莲的湖，多菱的湖',
			'多螃蟹的湖，多湖的江南',
			'吴王和越王的小战场',
			'（那场战争是够美的）',
			'逃了西施',
			'失踪了范蠡',
			'失踪在酒旗招展的',
			'（从松山飞三个小时就到的）',
			'乾隆皇帝的江南',
			'',
			
			'春天，遂想起遍地垂柳',
			'的江南，想起',
			'太湖滨一渔港，想起',
			'那么多的表妹，走在柳堤',
			'（我只能娶其中的一朵！）',
			'走过柳堤，那许多的表妹',
			'就那么任伊老了',
			'任伊老了，在江南',
			'（喷射云三小时的江南）',
			'即使见面，她们也不会陪我',
			'陪我去采莲，陪我去采菱',
			'即使见面，见面在江南',
			'在杏花春雨的江南',
			'在江南的杏花村',
			'（借问酒家何处）',
			'何处有我的母亲',
			'复活节，不复活的是我的母亲',
			'一个江南小女孩变成的母亲',
			'清明节，母亲在喊我，在圆通寺',
			'喊我，在海峡这边',
			'喊我，在海峡那边',
			'喊，在江南，在江南',
			'多寺的江南，多亭的',
			'江南，多风筝的',
			'江南啊，钟声里',
			'的江南',
			'（站在基隆港，想——想',
			'想回也回不去的）',
			'多燕子的江南'
		]
	},

	{
		title:'黄昏',
		body:[
			'倘若黄昏是一道寂寞的关',
			'西门关向晚霞的',
			'匆匆的鞍上客啊，为何',
			'不见进关来，只见出关去？',
			'而一出关去就中了埋伏',
			'晚霞一翻全变了黑旗',
			'再回头，西门已闭',
			'————几度想问问蝶上的边卒',
			'只见蝙蝠在上下扑打着',
			'噢，一座空城'
		]
	},
	{
		title:'纱 帐',
		body:[
			'小时候的仲夏夜啊',
			'稚气的梦全用白纱来裁缝',
			'圆顶的罗帐轻轻地斜下来',
			'星云□□的纤洞细孔',
			'仰望著已经有点催眠',
			'而捕梦之网总是密得',
			'飞不进一只嗜血的刺客',
			'————黑衫短剑的夜行者',
			'只好在外面嘤嘤地怨吟',
			'却竦得放进月光和树影',
			'几声怯怯的虫鸣',
			'一缕禅味的蚊香',
			'招人入梦 向幻境蜿蜒————',
			'',
			'一睁眼',
			'赤红的火霞已半床'
		]
	},
	{
		title:'所谓永恒',
		body:[
			'所谓永恒',
			'岂非是怕鬼的夜行人',
			'用来壮胆的一句口令',
			'在吹熄火把的黑风里',
			'向前路的过客',
			'或后路的来人',
			'间或远远打一声招呼',
			'暗传一个动人的传说',
			'说是有一座不夜城',
			'野花绽蕊迸放的千灯',
			'边界一过赫然就在望',
			'从不可逼视的中央广场',
			'迎面激射而来的',
			'那路，原来是一道光'
		]
	},
	{
		title:'布谷',
		body:[
			'阴天的笛手，用叠句迭迭地吹奏',
			'嘀咕嘀咕嘀咕',
			'苦苦呼来了清明',
			'和满山满谷的雨雾',
			'那低回的永叹调里',
			'总是江南秧田的水意',
			'当蝶伞还不见出门',
			'蛙鼓还没有动静',
			'你便从神农的古黄历里',
			'一路按节气飞来',
			'躲在野烟最低迷的一角',
			'一声声苦催我归去',
			'不如归去吗，你是说，不如归去？',
			'归那里去呢，笛手，我问你',
			'小时候的田埂阡阡连陌陌',
			'暮色里早已深深地陷落',
			'不能够从远处伸来',
			'来接我回家去了',
			'扫暮的路上不见牧童',
			'杏花村的小店改卖了啤酒',
			'你是水墨画也画不出来的',
			'细雨背后的那种乡愁',
			'放下怀古的历书',
			'我望着对面的荒山上',
			'礼拜天还在犁地的两匹',
			'悍然牛吼的挖土机'
		]
	},
	{
		title:'问烛',
		body:[
			'偶然，在停电的晚上',
			'一截白蜡烛有心伴我',
			'去探久已失落的世界',
			'看它殷勤带路的姿势',
			'和眷眷照顾着我的清光',
			'是那样熟悉而可亲',
			'不免令人怀疑',
			'它就是小时後巴山夜雨',
			'陪我念书到梦的边缘',
			'才黯然化烟而去的那枝',
			'每一截蜡烛有一段故事',
			'用蕊心细细地诉给火听',
			'桌上的那一截真的就是',
			'四十年前相望的那枝？',
			'真的就是吗，烛啊，我问你',
			'一阵风过你轻轻地摇头',
			'有意无意地像在说否',
			'有意无意地又像在说是',
			'就算你真是从前的那截',
			'在恍然之间被我认出',
			'又怎能指望，在摇幻的光中',
			'你也认得出这就是我',
			'认出眼前，咳，这陌生的白发',
			'就是当日乌丝的少年？'
		]
	},
	{
		title:'中元月',
		body:[
			'水银的月光浸满我一床',
			'是童年派来寻我的吗？',
			'为了遗失的什麽东西？',
			'我却是怎麽也想不起',
			'只见暧昧的眼光里，一截手臂',
			'是我的吗，沉落在水底',
			'有待考证的一段古迹',
			'清辉如此珍贵，要是就酣岁',
			'岂非辜负了婵娟，犯了雅罪？',
			'猛然我朝外一个翻身',
			'和满月撞了个照面',
			'避也避不及的隐失啊',
			'一下子撞破了几件？',
			'更可惊的，看哪，是月光',
			'竟透我而过，不留影子',
			'我听见童年在外面叫我',
			'树影婆娑，我推窗而应',
			'一阵风将我挟起',
			'飘飘然向着那一镜鬼月',
			'一路吹了过去'
		]
	},
	{
		title:'蜀人赠扇记',
		body:[
		　　'十八根竹骨旋开成一把素扇',
		　　'那清瘦的蜀人用浑圆的字体',
		　　'为我录一阕〈临江仙〉，金人所填 ',
		　　'辗转托海外的朋友代赠',
		　　'说供我“聊拂残暑”，看落款 ',
		　　'日期是寅年的立秋，而今 ',
		　　'历书说，白露都开始降了 ',
		　　'挥着扇子，问风，从何处吹来？ ',
		　　'从西子湾头吗，还是东坡的故乡？ ',
		　　'眺望海峡，中原何尝有一发？ ',
		　　'当真，露，从今夜白起的吗？ ',
		　　'而月，当真来处更分明？ ',
		　　'原非蜀人，在抗战的年代 ',
		　　'当太阳旗遮暗了中原的太阳 ',
		　　'夷烧弹闪闪炸亮了重庆 ',
		　　'川娃儿我却做过八？ 挖过地瓜，抓过青蛙和萤火 ',
		　　'一场骤雨过后，拣不完满地 ',
		　　'银杏的白果，像温柔的桐油灯光 ',
		　　'烤出香熟的哔哔剥剥 ',
		　　'夏夜的黄葛树下，一把小蒲扇 ',
		　　'轻轻摇撼满天的星斗 ',
		　　'在我少年的盆地嘉陵江依旧 ',
		　　'日夜在奔流，回声隐隐 ',
		　　'犹如四声沈稳的川话 ',
		　　'四十年后仍流在我齿唇 ',
		　　'四十年后每一次听雨 ',
		　　'滂沱落在屋后的寿山 ',
		　　'那一片声浪仍像在巴山 ',
		　　'君问归期，布谷都催过多少遍了 ',
		　　'海峡寂寞仍未有归期，恰似 ',
		　　'九百年前，隔着另一道海峡 ',
		　　'另一位诗人望白了须发 ',
		　　'想当日，苏家的游子出川 ',
		　　'乘着混茫的大江东去 ',
		　　'滚滚的浪头永远不回头 ',
		　　'而我入川才十岁，出川已十八 ',
		　　'同样的滔滔送我，穿过巴峡和巫峡 ',
		　　'同样是再也回不了头，再回头 ',
		　　'还有岸吗，是怎样的对岸？ ',
		　　'挥着你手题的细竹素扇 ',
		　　'在北回归线更向南，夏炎未残 ',
		　　'说什么冰肌玉骨，自清凉无汗 ',
		　　'对着货柜船远去的台海 ',
		　　'深深念一个山国，没有海岸 ',
		　　'敌机炸后的重庆 ',
		　　'文革劫罢的成都 ',
		　　'少年时我的天赋 ',
		　　'剑阁和巫峰锁住 ',
		　　'问今日的蜀道啊行路有多难？'
		]
	},
	{
		title:'当我死时',
		body:[
		　　'当我死时，葬我，在长江与黄河 ',
		　　'之间，枕我的头颅，白发盖着黑土。 ',
		　　'在中国，最美最母亲的国度， ',
		　　'我便坦然睡去，睡整张大陆， ',
		　   '听两侧，安魂曲起自长江，黄河 ',
		　　'两管永生的音乐，滔滔，朝东。 ',
		　　'这是最纵容最宽阔的床， ',
		　　'让一颗心满足地睡去，满足地想， ',
		　　'从前，一个中国的青年曾经， ',
		　　'在冰冻的密西根向西了望， ',
		　　'想望透黑夜看中国的黎明， ',
		　　'用十七年未餍中国的眼睛 ',
		　　'饕餮地图，从西湖到太湖， ',
		　　'到多鹧鸪的重庆，代替回乡。'
		]
	},
	{
		title:'银叶板痕',
		body:[
		　	'那一棵老树会把自己的故事 ',
		　　	'说的这么露骨呢？ ',
		　　	'不必寻根了，一切的传说 ',
		　　	'赤裸裸都罗列在眼前 ',
		　　	'半亩的龙骨嶙峋，蛟筋杂错 ',
		　　	'蟠踞成一只飞不去的海妖 ',
		　　	'轻一点吧，嘘，轻一点 ',
		　　	'防他突然会醒来 ',
		　　	'千只蠕蠢，把你拌一跤'
		]
	},
	{
		title:'海棠纹身',
		body:[
		　　'一向忘了左胸口有一小块伤痕 ',
		　　'为什么会在那里，是刀 ',
		　　'挑的，还是剑 ',
		　　'削的，还是谁温柔的唇 ',
		　　'不温柔的阻咒所吻？ ',
		　　'直到晚年 ',
		　　'心脏发痛的那天 ',
		　　'从镜中的裸体他发现 ',
		　　'那块疤，那块疤已长大 ',
		　　'谁当胸一掌的手印 ',
		　　'一只血蟹，一张海棠纹身 ',
		　　'那扭曲变貌的图形他惊视 ',
		　　'那海棠 ',
		　　'究竟是外伤还是内伤 ',
		　　'再也分不清'
		]
	},

	{
		title:'扬子江船夫曲',
		body:[
		　　'我在扬子江的岸边歌唱，',
		　　'歌声响遍了岸的两旁。 ',
		　　'我抬起头来看一看东方， ',
		　　'初升的太阳是何等的雄壮！ ',
		　　'嗨呦，嗨呦，',
		　　'初生的太阳是何等的雄壮！ ',
		  '',
		　　'顺风时扯一张白帆， ',
		　　'把风儿装得满满； ',
		　　'上水来拉一根铁链， ',
		　　'把船儿背上青天！ ',
		　　'嗨呦，嗨呦， ',
		　　'把船儿背上青天！ ',
		　　'微笑的水面象一床摇篮',
		　　'水面的和风是母亲的手。 ',
		　　'疯狂的浪头是一群野兽，',
		　　'拿船儿驮起就走！ ',
		　　'嗨呦，嗨呦， ',
		　　'拿船儿驮起就走！ ',
		　　'一辈子在水上流浪， ',
		　　'我的家就是宽广： ',
		　　'早饭在叙府吃过， ',
		　　'晚饭到巴县再讲！',
		　　'嗨呦，嗨呦， ',
		　　'晚饭到巴县再讲！ ',
		   '',
		　　'我在扬子江的岸边歌唱， ',
		　　'歌声响遍了岸的两旁。 ',
		　　'我抬起头来看一看东方， ',
		　　'初升的太阳是何等的雄壮！ ',
		　　'嗨呦，嗨呦， ',
		　　'初升的太阳是何等的雄壮！'
		]
	},
	{
		title:'长城谣',
		body:[
			'长城斜了,长城歪了',
			'长城要倒下来来啊长城长城',
			'堞影下,一整夜悲号',
			'喉咙叫破血管',
			'一腔热',
			'嘉峪关直溅到山海关',
			'喊人,人不见',
			'喊鬼,鬼不见',
			'',
			'旋天转地的晕眩,大风沙里',
			'砖石一块接一块',
			'一块接一块砖石在崩裂',
			'摇撼比战国更大的黑影',
			'压下来,压向我独撑的血臂',
			'最后是楼上,众人推墙',
			'霹霹雳雳的一阵洗牌声',
			'拍我惊醒'
		]
	},
	{
		title:'飞将军',
		body:[
			'两千年的风沙吹过去',
			'一个铿锵的名字留下来',
			'他的蹄音敲响大戈壁的寂寂',
			'听,匈奴，水草的浅处',
			'脸色比惊惶的黄沙更黄',
			'他的传说流传在长安',
			'谁不相信，灞桥到灞陵',
			'他的长臂比长城更长',
			'胡骑奔突突不过他的臂弯',
			'柳荫下，汉家的童子在戏捉单于',
			'太史公幼时指过他北影',
			'',
			'弦声叫，矫矫的长臂抱',
			'咬，一匹怪石痛成了虎啸',
			'箭羽轻轻在摇',
			'飞将军，人到箭先到',
			'',
			'举起，你无情的长臂',
			'杀，匈奴的射雕手',
			'杀，匈奴的追兵',
			'杀，无礼的亭尉你无礼',
			'杀，投降的美人',
			'杀，白发的将军，大小七十余哉',
			'悲哀的长臂，垂下去'
		]
	},
	{
		title:'大江东去',
		body:[
			'大江东去，浪涛腾跃成千古',
			'太阳升火，月亮沉珠',
			'哪一波是捉月人？',
			'哪一浪是溺水的大夫',
			'赤壁下，人吊髯苏犹似髯苏在吊古',
			'听，鱼龙东去，扰扰多少水族',
			'当我年老，千尺白发飘',
			'该让我曳着离骚',
			'女弱女弱 的离骚曳我归去',
			'汨罗，采石矶之间让我游泳',
			'让不朽的大江为我涤罪',
			'冰肌的江水祝我永生',
			'恰似母亲的手指，孩时',
			'呵痒轻轻，那样的触觉',
			'',
			
			'大江东去，千唇千靥是母亲',
			'舔，我轻轻，吻，我轻轻',
			'亲亲，我赤裸之身',
			'仰泳的姿态是吮吸的姿态',
			'源源不绝五千载的灌溉',
			'永不断奶的圣液这乳房',
			'每一滴，都甘美也都悲辛',
			'每一滴都从昆仑山顶',
			'风里霜里和雾里',
			'荒荒旷旷神话里流来',
			'',
			
			'大江东去，龙势矫矫向太阳',
			'龙尾黄昏，龙首探入晨光',
			'龙鳞翻动历史，一鳞鳞',
			'一页页，滚不尽的水声',
			'胜者败败者胜高低同样是浪潮',
			'浮亦永恒沉亦永恒',
			'顺是永恒逆是永恒',
			'俯泳仰泳都必须追随',
			'大江东去，枕下终夜是江声',
			'侧左，滔滔在左耳',
			'侧右，滔滔在右颊',
			'侧侧转转',
			'挥刀不断',
			'失眠的人头枕三峡',
			'一夜轰轰听大江东去'
		]
	},
	{
		title:'唐马',
		body:[
			'骁腾腾兀自屹立那神驹',
			'刷动双耳，惊诧似远闻一千多前',
			'居庸关外的风沙，每到春天',
			'青青犹念边草，月明秦时',
			'关峙汉代，而风声无穷是大唐的雄风',
			'自古驿道尽头吹来，长鬃在风里飘动',
			'旌旗在风里招，多少英雄',
			'泼剌剌四蹄过处泼剌剌',
			'千蹄踏万蹄蹴扰扰中原的尘土',
			'叩，寂寞古神州，成一面巨鼓',
			'青史野史鞍上镫上的故事',
			'无非你引领仰天一悲啸',
			'寥落江湖的蹄印。皆逝矣',
			'未遂豪杰俱逝的你是',
			'失群一孤骏，失落在玻璃柜里',
			'软绵绵那绿绸垫子垫在你蹄下',
			'一方小草原驰不起战尘',
			'看修鬣短尾，怒齿复瞋目',
			'暖黄冷绿的三彩釉身',
			'纵边警再起，壮士一声唿哨',
			'你岂能踢破这透明的梦境',
			'玻璃碎纷纷，突围而去？',
			'仍穹庐苍苍，四野茫茫',
			'___篥无声，五单于都已沉睡',
			'沉睡了，眈眈的弓弩手射雕手',
			'穷边上熊觊狼觎早换了新敌',
			'毡帽压眉，碧眼在暗中窥',
			'黑龙江对岸一排排重机枪手',
			'筋骨不朽雄赳赳千里的骅骝',
			'是谁的魔指冥冥一施蛊',
			'缩你成如此精巧的宠物',
			'公开的幽禁里，任人亲狎又赏玩',
			'浑不闻隔音的博物馆门外',
			'芳草衬蹄，循环的跑道上',
			'你轩昂的龙裔一圈圈爱追逐',
			'胡骑与羌兵？不，银杯与银盾',
			'只为看台上，你昔日骑士的子子孙孙',
			'患得患失，壁上观一排排坐定',
			'不谙骑术，只诵马经'
		]
	},
	{
		title:'灰鸽子',
		body:[
			'废炮怔怔地望着远方',
			'灰鸽子在草地上散步',
			'含含糊糊的一种',
			'诉苦，嘀咕嘀咕嘀咕',
			'一整个下午的念珠',
			'数来数去未数清',
			'海的那边一定',
			'有一个人在念我',
			'有一片唇在惦我',
			'有一张嘴在呵我',
			'呵痒下午的耳朵',
			'下午敏感的耳朵',
			'仰起，在玉蜀黍田里',
			'盛好几英里的寂寞',
			'向晚的日色，冰冰',
			'弥满珍珠色的云层',
			'灰鸽子在废炮下散步',
			'一种含含糊糊的诉苦',
			'含含糊糊在延续'
		]
	},
	{
		title:'夜色如网',
		body:[
			'你知道夜色迷离是怎样来袭的吗？',
			'从海上？一盏渔火接一盏渔火？',
			'从陆上？一柱路灯接一柱路灯？',
			'从风上？一只归鸟接一只归鸟？',
			'恢恢的天网疏而不漏',
			'撒网的手向无中生有',
			'你知道是怎样放怎样收的吗？',
			'看坡下斜斜的一行马尾松',
			'须发蓬茸，背光的姿态',
			'愈来愈暧昧，也愈朦胧',
			'面海的那扇长窗',
			'正要说暮色来了',
			'忽然一变色',
			'说，夜色来了',
			'说，灰茫茫的天网无所遗漏',
			'正细孔密洞在收口',
			'无论你在天涯的什么半岛',
			'地角的什么楼'
		]
	},
	{
		title:'民歌',
		body:[
			'传说北方有一首民歌',
			'只有黄河的肺活量能歌唱',
			'从青海到黄海',
			'风　也听见',
			'沙　也听见',
			'',
			'如果黄河冻成了冰河',
			'还有长江最最母性的鼻音',
			'从高原到平原',
			'鱼　也听见',
			'龙　也听见',
			'',
			'如果长江冻成了冰河',
			'还有我，还有我的红海在呼啸',
			'从早潮到晚潮',
			'醒　也听见',
			'梦　也听见',
			'',
			'有一天我的血也结冰',
			'还有你的血他的血在合唱',
			'从Ａ型到Ｏ型',
			'哭　也听见',
			'笑　也听见'
		]
	},	
	{
		title:'妻的手',
		body:[
			'一直忙碌如琴弦的',
			'妻的一只手',
			'偶一握住',
			'粗涩的，竟是一把',
			'欲断的枯枝',
			'',
			
			'是什么时候',
			'那些凝若寒玉的柔嫩',
			'被攫走了的呢？',
			'是什么人',
			'会那么贪婪地',
			'吸吮空那些红润的血肉？',
			'',
			
			'我看着',
			'健壮的我自己',
			'还有与我一样高的孩子们',
			'这一群',
			'她心爱的',
			'罪魁祸首'
		]
	},
	
	{
		title:'马尼拉湾的落日',
		body:[
			'还来不及呼痛',
			'久待在马尼拉半空的那枚烈日',
			'黄昏的钟响一催',
			'便从滨海那棵椰子树顶',
			'跃入海天相割的那片锐利刀锋',
			'火辣的血',
			'把整个马尼拉湾',
			'煮得通红',
			'多么壮烈的一种结束啊',
			'我想起沿路遇见的',
			'手执长刀的菲律宾人',
			'也是这么犀利的刀锋',
			'立时割下滚落在地的',
			'一颗颗熟透如落日的椰子',
			'也是这么突然得',
			'来不及呼痛'
		]
	},
	
	{
		title:'边疆小夜曲',
		body:[
			'星星，',
			'闪耀在蓝天里；',
			'蓝天，',
			'映照在江水里；',
			'星星，蓝天，江水，',
			'全都浸透在花香里。',
			'',
			
			'婴儿，',
			'睡在母亲怀里；',
			'母亲，',
			'睡在祖国怀里；',
			'婴儿，母亲，祖国，',
			'全都睡在战士心里。'
		]
	},

	{
		title:'湘绣被面',
		body:[
			'四只翩跹的紫燕',
			'两丛吐蕊的花枝',
			'就这样淡淡的几笔',
			'就把你要对大哥说的话',
			'密密绣在这块薄薄的绸幅上了',
			'',
			
			'好耐读的一封家书呀',
			'不着一字',
			'折起来不过盈尺',
			'一接就把一颗浮起的心沉了下去',
			'一接就把四十年睽违的岁月捧住',
			'',
			
			'迟疑久久，要不把封纸拆开',
			'一拆，就怕滴血的心跳了出来',
			'最是展开观看的刹那',
			'一床宽大亮丽的绸质被面',
			'一展就开放成一条花鸟夹道的路',
			'仿佛一走上去就可以回家',
			'',
			
			'能这样很快回家就好',
			'海隅虽美，终究是失土的浮根',
			'久已呆滞的双目',
			'终需放纵在家乡无垠的长空',
			'只是，这绸幅上起伏的折纹',
			'不正是世途的多舛',
			'路的尽头仍然是海',
			'海的面目，也仍',
			'狰狞'
		]
	},

	{
		title:'学鸟叫的人',
		body:[
			'临出门的时候',
			'尖著嘴的妻子',
			'在他脸颊上',
			'那么轻轻地',
			'啄了一下',
			'竟使这个已不年轻的',
			'年轻人',
			'一路尖著嘴',
			'学鸟叫',
			'',
			
			'惹得许多早衰的',
			'翅膀',
			'扑扑欲振'
		]
	},
	{
		title:'看划龙船',
		body:[
			'如果鼓声是龙的心跳',
			'那几十支桨该是龙的脚吧',
			'',
			
			'鼓，越敲越响',
			'心，越跳越急',
			'脚，点着水',
			'越走越快越轻盈',
			'而岸上小小的心啊',
			'便也一个个咚咚咚咚地',
			'一起一落',
			'一起一落',
			'',
			
			'爸爸们',
			'请牵牢你们孩子的小手！',
			'说不定什么时间',
			'他们当中有人',
			'会随着龙的一声呼啸',
			'腾空而起'
		]
	},
	{
		title:'蓬松的午后',
		body:[
			'轻手轻脚',
			'怕惊动',
			'树下一只松鼠',
			'在啃嚼',
			'早春鲜嫩的',
			'阳光',
			'',
			
			'却仍引起',
			'一声告警的鸟叫',
			'但它急急爬上树梢',
			'显然不是为了惊恐',
			'在它纵跃过的枝桠上',
			'灿然迸出',
			'春风得意的',
			'绿'
		]
	},
	{
		title:'独坐古树下',
		body:[
			'独坐古树下',
			'他苦思闷想了一整个下午',
			'终于舒展眉头站了起来',
			'高举双臂',
			'学老松树的样子',
			'伸了一个',
			'漂亮潇洒的懒腰',
			'',
			
			'每个受压抑扭屈的关节',
			'在暮色苍茫中',
			'都突出遒劲',
			'轧轧作响'
		]
	},
	{
		title:'可怜一棵树',
		body:[
			'先是',
			'风以十七级的蛮力强暴',
			'继之',
			'电剪咬牙切齿的',
			'凌迟',
			'呆呆地从不知道',
			'谁要对一棵树',
			'这么残酷',
			'',
			
			'而今',
			'他用仅剩的几枝断臂',
			'在怒指',
			'',
			
			'生命的真相曝光后',
			'一圈圈的年轮',
			'从痴肥的民国',
			'可以一直窥视到',
			'干瘦的',
			'光绪'
		]
	},
	{
		title:'荡秋千',
		body:[
			'使力摆荡吧',
			'迎风而上',
			'仰头去与云比高',
			'趁势而下',
			'俯首与泥土平行',
			'最好横成中间那条天地线',
			'让同伴侧目',
			'要对手惊心',
			'',
			
			'窄窄的踏板',
			'是落脚的唯一国土',
			'只要两手把持得稳',
			'可以窜升为',
			'一柱冲天的图腾',
			'或是，款摆成',
			'时间滴答的',
			'那支主控',
			'',

			'荡得越高',
			'会看得越远',
			'会发现',
			'墙外的喧哗',
			'只是一场虚惊',
			'几个同龄的顽童',
			'看到一只鹰掠过高处时',
			'发出艳羡的惊恐'
		]
	},
	{
		title:'隔海捎来一只风筝',
		body:[
			'就让自己再年轻一次吧',
			'临老，你从隔海捎来一只风筝',
			'青绿的双翅暗镶虎形斑纹',
			'迎风一张，竟若那只垂天的大鹏',
			'颀长的尾翼，拖曳出去',
			'又是凤凰来仪的庄重',
			'暗示得好深长的一分期许',
			'俨然，年轻时遗落的飞天大志',
			'被你一头捎了过来',
			'要我再走一次年轻',
			'',
			
			'可能吗？再一次年轻',
			'风骨当然还是当年耐寒的风骨',
			'又硬又瘦又多棱角的几方支撑',
			'稍一激动还是扑扑有声',
			'仍旧爱和朔风顽抗',
			'好高骛远不脱灵顽的一只风筝',
			'起落升沉了多少次起落升沉',
			'居高不坠总羡日月星辰',
			'爱恨割舍不了的是',
			'那些拘绊拉扯的牵引',
			'',
			
			'可能吗？也许可以再一次年轻',
			'把萧萧白发推成萧飒草坪',
			'放出白鸽、放出青鸟、放出囚禁的阴影',
			'邀请风雨，邀请雷电，邀请旗帜',
			'邀请一切爱在长空对决的诸灵',
			'所有的啄喙，所有的箭矢',
			'就请对准这只老不折翼的风筝',
			'看它几番腾跃，一路扬升而上',
			'看它一个俯冲下去，从此舍身下去',
			'时间在后面追成许多仰望的眼睛'
		]
	},
	{
		title:'随雨声入山而不见雨',
		body:[
			'撑着一把油纸伞',
			'唱着《三月李子酸》',
			'众山之中',
			'我是唯一的一双芒鞋',
			'啄木鸟 空空',
			'回声 洞洞',
			'一颗树在啄痛中回旋而上',
			'入山',
			'不见雨',
			'伞绕者一块青石飞',
			'那里坐着一个抱头的男子',
			'看烟蒂成灰',
			'下山',
			'仍不见雨',
			'三粒苦松子',
			'沿着路标一直滚到我的脚前',
			'伸手抓起',
			'竟是一把鸟声',
			'剔牙'
		]
	},
	{
		title:'剔牙',
		body:[
			'中午',
			'全世界的人都在剔牙',
			'以洁白的牙签',
			'安详地在',
			'剔他们',
			'洁白的牙齿',
			'',
			
			'依索匹亚的一群兀鹰',
			'从一堆尸体中',
			'飞起',
			'排排蹲在',
			'疏朗的枯树上',
			'也在剔牙',
			'以一根根瘦小的',
			'肋骨'
		]
	},
	{
		title:'边界望乡',
		body:[
			'说着说着',
			'我们就到了落马洲',
			'',
			
			'雾正升起，我们在茫然中勒马四顾',
			'手掌开始出汗',
			'望眼镜中扩大数十倍的乡愁',
			'乱如风中的散发',
			'当距离调整到令人心跳的程度',
			'一座远山迎面飞来',
			'把我撞成了',
			'严重的内伤',
			'',
			
			'病了病了',
			'病得像山坡上那丛凋残的杜鹃',
			'只剩下唯一的一朵',
			'蹲在那块“禁止越界”的告示牌后面',
			'咯血。 而这时',
			'一只白鹭从水田中惊起',
			'飞越深圳',
			'又猛然折了回来',
			'而这时，鹧鸪以火音',
			'那冒烟的啼声',
			'一句句',
			'穿透异地三月的春寒',
			'我被烧得双目尽赤，血脉贲张',
			'你惊蛰之后是春分',
			'清明时节也不远了',
			'我居然也听懂了广东的乡音',
			'当雨水把莽莽大地',
			'译成青色的语言',
			'喏!你说，福田村再过去就是水围',
			'故国的泥土，伸手可及',
			'但我抓回来的仍是一掌冷雾'
		]
	},
	{
		title:'与李贺共饮',
		body:[
			'石破',
			'天惊',
			'秋雨吓得骤然凝在半空',
			'这时，我乍见窗外',
			'有客骑驴自长安来',
			'背了一布袋的',
			'骇人的意象',
			'人未至，冰雹般的诗句',
			'已挟冷雨而降',
			'我隔着玻璃再一次听到',
			'羲和敲日的叮当声',
			'哦！好瘦好瘦的一位书生',
			'瘦得',
			'犹如一支精致的狼毫',
			'你那宽大的蓝布衫，随风',
			'涌起千顷波涛',
			'',
			
			'嚼五香蚕豆似的',
			'嚼着绝句。绝句。绝句。',
			'你激情的眼中',
			'温有一壶新酿的花雕',
			'自唐而宋而元而明而清',
			'最后注入',
			'我这小小的酒杯',
			'我试着把你最得意的一首七绝',
			'塞进一只酒瓮中',
			'摇一摇，便见云雾腾升',
			'语字醉舞而平仄乱撞',
			'瓮破，你的肌肤碎裂成片',
			'旷野上，隐闻',
			'鬼哭啾啾',
			'狼嗥千里',
			'',
			
			'来来请坐，我要与你共饮',
			'从历史中最黑的一夜',
			'你我并非等闲人物',
			'岂能因不入唐诗三百首而相对发愁',
			'从九品奉礼郎是个什么官？',
			'这都不必去管它',
			'当年你还不是在大醉后',
			'把诗句呕吐在豪门的玉阶上',
			'喝酒呀喝酒',
			'今晚的月，大概不会为我们',
			'这千古一聚而亮了',
			'我要趁黑为你写一首晦涩的诗',
			'不懂就让他们去不懂',
			'不懂',
			'为何我们读后相视大笑'
		]
	},
	{
		title:'登峨眉寻李白不遇',
		body:[
			'门敲过了',
			'寺内无人',
			'一阵山风',
			'穿堂而过',
			'飘来一丝丝',
			'吐酒腥味',
			'桌上横躺着一把铜酒壶',
			'一片狼藉',
			'一片遗忘',
			'想必是',
			'为了一首未完成的七绝折腾了半天',
			'终于掷笔而去',
			'留下一张长稿',
			'标题空着',
			'酒杯空着',
			'与尔同消万古愁',
			'愁也空着',
			'空如你那袭被月光洗白的长衫',
			'黄河之水天上来',
			'是酒该多好',
			'莫使金樽空对月',
			'无非是酒瘾犯了的藉口',
			'曾被说成飞扬跋扈的诗雄',
			'但在夜郎的日子',
			'夕阳下',
			'你紧紧拖住自己硕长的影子',
			'就怕它消失',
			'写清平调的心情不再了',
			'寂寞有时，草蛇般',
			'猝不及防地从脚底蹿起',
			'白发与明镜之间',
			'突然发现少了那么一段美丽距离',
			'这不就是昨天的事吗？',
			'酒醒后',
			'冒出的第一个句子就如此惊人',
			'把围过来的猴群',
			'吓得一哄而散',
			'雨，仍落着',
			'只见雾里飘来一柄油纸伞',
			'仙一般你魅一般',
			'该你回来了，但恕不久候',
			'再等下去',
			'就会耽误我和老杜的约会',
			'于是，我顺手抓住',
			'一把湿漉漉的钟声',
			'就那么一荡',
			'便荡回到我成都的'
		]
	},
]


/*

	{
		title:'',
		body:[

		]
	},
	




 */
		},
		"雪山短歌" : {
			hash : 'mahua',
			body: 
[
	{
		title:'春眠',
		body:[	
			'夜里，今年的新雪化成山泉',
			'叩打木门,噼里啪啦',
			'比白天牛马的喧哗',
			'更让人昏溃。我做了个梦 ',
			'梦见破烂的木门就是我自己 ',
			'被透明的积雪和新月来回敲打' 
		]
	},
	{
		title:'乡村教师',
		body:[	
			'上个月那块鱼鳞云从雪山的背面，回来了',
			'带来桃花需要的粉红，青稞需要的绿',
			'却没带来我需要的爱情',
			'只有吵闹的学生跟着',
			'十二张黑红的脸',
			'熟悉得就像今后的日子',
			'有点鲜艳，有点脏'
		]
	},
	{
		title:'桃花 ',
		body:[	
			'有时候，桃花的坠落带着巨大的轰响 ',
			'宛如惊蛰的霹雳。闭上眼',
			'瘦削的残花就回到枝头',
			'一群玉色蝴蝶仍在吮吸花蕊',
			'一只漆黑的岩鹰开始采摘我的心脏'
		]
	},
	{
		title:'我最喜爱的 ',
		body:[	
			'我最喜爱的颜色是白上再加上一点白 ',
			'仿佛积雪的岩石上落着一只纯白的雏鹰' ,
			'我最喜爱的颜色是绿上再加上一点绿' ,
			'好比野核桃树林里飞来一只翠绿的鹦鹉',
			'我最喜爱的不是白，也不是绿',
			'是山顶上被云脚所掩盖的透明和空无'
		]
	},
	{
		title:'山溪 ',
		body:[	
			'石头的形状起伏不定',
			'雪水的起伏跟着月亮',
			'新剥的树木顺流而下',
			'撞击声混入水里',
			'被我一并装入木桶。沸腾之后',
			'它们裹着两片儿碧绿晶亮的茶叶',
			'在我的身体里继续流荡' 
		]
	},
	{
		title:'山雨 ',
		body:[	
			'从雨水里撑出一把纸伞',
			'外面涂了松油，内面画了故事',
			'一个男人和一个女人',
			'在通往云里的山路上',
			'梦游的人走了二十里路，还没醒 ',
			'坐在碉楼里的人看着，也没替他醒 ',
			'索性回屋拿出另一把伞',
			'在虚无里冒雨赶路'
		]
	},
	{
		title:'初夏 ',
		body:[	
			'夏天来得比春天还早',
			'早过被草尖戳破的第一颗露水',
			'日头从碉楼背后的山里飘起来' ,
			'又沉入楼前两座山间的草坝',
			'干地，枯草，被溽热榨干了白皙的姑娘',
			'都还幻想着来自雪山和恋人的滋润'
		]
	},
	{
		title:'冰川',
		body:[	
			'闷声闷气的冰崩炫目得仿佛一切如常',
			'只有淡蓝的阳光从冰缝里渗出来',
			'香柏燃烧的烟雾与清香给了它生机',
			'让暗哑的土石突然消失',
			'让我的身体和它由浅至无的肤色一起',
			'突然在山间颤抖、游移不定'
		]
	},
	{
		title:'野兰花 ',
		body:[	
			'满山紫色的小火苗',
			'烫不伤草龙浅绿的舌头',
			'却烫伤了牛、马回家时凌乱的蹄子 ',
			'和散漫贪嘴的蝴蝶们',
			'那鲜嫩的唇'
		]
	},
	{
		title:'雨崩 ',
		body:[	
			'雾气从小草甸上蒸起',
			'触了云脚，又落回屋顶',
			'刚被祝福过的白山羊开始了晚餐',
			'不理会从另一个方向拐过的稀薄的炊烟',
			'透明的暮色和涧水一直纠缠，分不清彼此 ',
			'懵懵懂懂的外乡人围坐草边',
			'在雨里烤火、晒太阳'
		]
	},
	{
		title:'麦收',
		body:[	
			'突然到来的雨季让赶早的人欣慰',
			'让贪睡的人有了继续做梦的理由',
			'湿润的黄被扔在田里',
			'等着太阳和镰刀',
			'弯腰，从土里拣一年的收获',
			'请了农忙假的小学四年级学生',
			'也跟着一起抢先闻到了麦芽的香气'
		]
	},
	{
		title:'山雨（二）',
		body:[	
			'楼前的山在雨里一点点消融',
			'带着满身的树木和野花',
			'山下的草却愈发光亮、挺拔 ',
			'让心不在焉的年轻人一下子滑进雨水深处 ',
			'油亮的老核桃树也弯腰',
			'第一次亲近身边初次开花的',
			'孟浪的火石榴'
		]
	},
	{
		title:'雪山上的花开了 ',
		body:[	
			'山上的草绿了，山下的桃花粉了' ,
			'山上的桃花粉了，山下的野兰花紫了',
			'山上的野兰花紫了，山下的杜鹃黄了', 
			'山上的杜鹃黄了，山下的玫瑰红了',
			'偷睡的年轻汉子在青稞田边醒来',
			'雪山上的花已经开了'
		]
	},
	{
		title:'小学生 ',
		body:[	
			'凌乱的合唱歪歪扭扭',
			'在澜沧江西岸蜿蜒 ',
			'鲜艳的四年级学生在旧客车里',
			'向往着暑假和两年后',
			'二十张脸一起在风里滑动',
			'被细沙粒儿蹭出火星儿',
			'落日恍恍惚惚，淡黄的晕',
			'罩着云里的雪山和强忍啜泣的临时乡村教师' 
		]
	},
	{
		title:'白玛竹坡 ',
		body:[	
			'莲花盛开过的石窝里一片恍惚的幽暗',
			'酥油灯阵照亮通往来世的路' ,
			'石缝与泥水中的狭道被生死间的人拥堵',
			'甚至堵住了远道而来的异教徒',
			'尖刻的嘴巴们' 
		]
	},
	{
		title:'神瀑 ',
		body:[	
			'被心咒搅动的水帘里飞翔着',
			'一千二百个空行母、十三名金刚',
			'争着掸去盛装的异乡人沾了三世的泥巴 ',
			'雪崖上渗出的流水',
			'直接溅出了轮回的大道',
			'把石壁上的文字与阴影冲洗得更加隐晦' 
		]
	},
	{
		title:'午睡',
		body:[	 
			'四缕无名的风踩过碧玉剑刃般',
			'闪亮的桃叶，赶往融雪的尽头 ',
			'八月的阳光穿过密实宽厚的树冠',
			'落向山间废弃的青稞地',
			'仿佛中夜晴朗刺眼的星空' 
		]
	},
	{
		title:'明妃舞场',
		body:[	
			'最初跳舞的人去了罗刹土',
			'和她的佛一起',
			'后来跳舞的人都回了家',
			'带着细竹竿、柏树枝和来世的幸福',
			'一只宝蓝色的松鸦留了下来',
			'和冰凉的泉水做伴',
			'合唱莲花颂歌。唱了一千年'
		]
	},
	{
		title:'格桑花',
		body:[	  
			'由粉至紫，幸福的气息',
			'随暑气的消退越来越重',
			'在碎石缝和稗草间铺张',
			'金色的蜂群周游其间',
			'和遥望来生的人一起',
			'收集幸福的蛛丝马迹',
			'在让眼睛刺痛的花瓣儿里晕眩，沉睡'

		]
	},
	{
		title:'秋月',
		body:[	
			'湿热的白天在河谷里消散',
			'天上也随着越来越凉',
			'四个年轻男人在雪山对面枯坐',
			'等待积雪背后秋天冰凉的满月',
			'有水波流荡其间的满月',
			'如天缺，被不知名的手臂穿过',
			'如莲花，虚空里的那道霹雳'
		]
	},
	{
		title:'河汉',
		body:[	
			'驾日光而来的人离去时',
			'留下了一亿颗星，在河里',
			'溢出的流波被风牵着穿过大角和轩辕',
			'西岸的放牛娃找着喜鹊',
			'东岸的纺织女工开始担心小女儿',
			'河底的人仰头望着河水，想像着更高处'
		]
	},
	{
		title:'风',
		body:[	 
			'风从栎树叶与栎树叶之间的缝隙中穿过',
			'风从村庄与村庄之间的开阔地上穿过',
			'风从星与星之间的波浪下穿过',
			'我从风与风之间穿过，打着手电 ',
			'找着黑暗里的黑'
		]
	},
	{
		title:'秋收',
		body:[	
			'温暖的玉米粒儿在屋顶上拨打着阳光',
			'屋下是被遗忘的牲口棚',
			'因为倦怠，青灰色的老母马开始昏睡 ',
			'在碎玉米杆儿和粪便混合的湿泥里做梦',
			'梦见自己变成一个瘦小的骑手' 
		]
	},
	{
		title:'日出',
		body:[	
			'夜霜吮干了草叶里的最后一丝生机',
			'在呼吸间隐去，雪山在日光中充血，又平息',
			'石缝里继续向外涌着红、黄与寒气 ',
			'洗涤着临睡的树木。碎雪却在歌声里落下 ',
			'扑打着额上的枯叶和枝头颤抖的鸟翼' 
		]
	},
	{
		title:'唱经',
		body:[	
			'轻盈摇摆的玛尼经拖着黑夜',
			'从下村来到了上村',
			'又和星光一起从头顶浇下',
			'宛如瀑布——冲洗哀伤的心',
			'打散盘旋而上的旋风',
			'卷走刚刚睡去的老妇人',
			'为惊恐中的万物加持' 
		]
	},
	{
		title:'叶子红了',
		body:[	
			'落日映着枝上的峰峦和旋涡',
			'沉入山间的梨树丛',
			'被秋天抽尽了血液的落叶沉入河谷',
			'被渐渐发蓝的流水带往下游',
			'带往另一座荒山',
			'另一片香柏树林'
		]
	},
	{
		title:'晚秋',
		body:[	
			'是晚秋还是初冬',
			'只有在薄雪上过夜的牧人说得清',
			'只有被剪了毛的',
			'渐渐清减的绵羊知道',
			'只有被干树枝扔下的黄叶子明白',
			'只有在山腰上四处张望的异乡人',
			'才会被稀疏的松树林',
			'所迷惑，而困顿、麻木'
		]
	},
	{
		title:'夜晚 ',
		body:[	
			'肆意驰骋的老鼠嘲笑着',
			'木楼里孤单的人类',
			'嘲笑着他的懒惰和大度',
			'仿佛是另一个世代的谶语',
			'他数着异类的脚步',
			'比照着自己的心跳和冲动',
			'居然如此切合又不可琢磨'
		]
	},
	{
		title:'浮雪',
		body:[	
			'今年刚落的浮雪被旋风打成了薄云',
			'又被北风牵往更远的河谷',
			'那里有刚收的玉米，新种的冬小麦',
			'那里有一样清淡的水。那里有没有 ',
			'走九十天山路赶来呼吸清风的人群' 
		]
	},
	{
		title:'春雪',
		body:[	 
			'新绿的松枝无力承担更多的白和凉',
			'这是最后一次：多余的白',
			'在薄光和轻烟里迷失了形状', 
			'冰在冰川上倾泻',
			'雪在雪山下消融' 
		]
	},
	{
		title:'旋风',
		body:[	
			'刚刚转暖的流水',
			'裹着两岸新放的桃花',
			'从积雪深处游弋到山脚',
			'把落石碾成细沙，把细沙搓成尘土 ',
			'飞尘里的花瓣却亮得耀眼',
			'让贪睡的人在梦里仍然睁不开双眼' 
		]
	},
	{
		title:'桃花羽',
		body:[	
			'嫩黄色的那只鸟已经走了',
			'淡粉色的那只还枕着桃花',
			'发呆、打鼾。她一翻身',
			'等候多时的旋风就卷走了她的枕头',
			'枕头飞起，仿佛她自己柔软闪亮的羽毛 ',
			'从长空里向四方坠落'
		]
	},
	{
		title:'山坡上',
		body:[	
			'隐身的山雀的叫声起初是单调',
			'又渐渐和婉转的春风洒然一体',
			'被主人放在草坝上的',
			'在低首间摇响颈下铜铃的黑牦牛',
			'也隐身。午睡的人横在树间',
			'简约的身体伸展到极限',
			'和左下方峡谷里扭曲的涧水一起',
			'被俯视成雪山的两缕筋脉'
		]
	},
	{
		title:'午睡（二）',
		body:[	
			'形状不明的小虫从左眉梢',
			'爬到右嘴角，然后消失',
			'在双耳间穿过的山风',
			'匆匆摘走几叶落花，去了下游',
			'下游的温暖却不肯逆江而上',
			'恍惚里的寒意让人实在地着凉、淌鼻涕' 
		]
	},
	{
		title:'杜鹃 ',
		body:[	
			'寂寞的杜鹃——大叶的和小叶的',
			'等不及残雪的消融，突然绽开',
			'（粉、黄、白） ',
			'把身上伏了一年的睡意打落山涧',
			'让过路的旋风把香气带往山背面 '
		]
	},
	{
		title:'雾 ',
		body:[	
			'一百五十步外的山时隐时现',
			'最终带着满身发黑的绿消失',
			'十二里外的江水把明朗的波声甩过来', 
			'世界只有三百米高，三十步远',
			'被雨水从四面挤压',
			'两匹褐色的骡子浑身发亮',
			'在懵懂中从世外返回'
		]
	},
		
	
	
	
]


/*
 

			

			
			 

			
			



			



			















 
	{
		title:'',
		body:[	

		]
	},
	
 * 
 * 
 * 
 * 
 * 
 * */
		},		
		"狄金森" : {
			hash : 'dijinsen',
			body: 
[
	{
		title:'一只鸟沿着小径走来 狄金森',
		body:[
			'一只鸟沿着小径走来',
			'不知道我看见了他',
			'他把一条蚯蚓啄成了两半',
			'并把那家伙，生生吞下',
			'',
			'接着他从近便的草叶上',
			'喝了一颗露珠',
			'接着，为了让一只甲虫通过',
			'向墙那边跳了开去',
			'',
			'他用敏捷的眼睛瞥视',
			'迅速地扫过四周',
			'它们看着像受惊的珠子，我觉得',
			'他轻微地挪动丝绒般的头',
			 '',
			'就像遇到了危险，小心翼翼',
			'我给他一块面包碎末',
			'而他展开了他的羽翼',
			'更为轻柔地划回自己的窝',
			'',
			'甚于双桨划开大洋',
			'过于银白，不见裂缝',
			'或甚于蝴蝶，在正午的岸边',
			'跃飞，不溅水花地游动'
		]
	},	
	{
		title:'毛茸茸的家伙',
		body:[
			'一个毛茸茸的家伙，没有腿脚',
			'奔走，却胜过寻常步履！',
			'像天鹅绒的，是他的面容',
			'他的肤色，暗褐！',
			'',
			'有时，他住在草丛！',
			'有时，高在枝头，从那里',
			'穿一身长毛绒外衣',
			'跌落在过路行人身上！',
			'',
			'这一切，都在夏季，',
			'但是当凉风惊动丛林居民，',
			'他搬进锦缎的宅邸，',
			'摇头晃脑，引线牵丝！',
			'',
			'然后，比贵妇人更俏丽',
			'出现在阳春时节！',
			'每一个肩头一片华羽，',
			'认不出往日形迹！',
			'',
			'有人，那些自称科学家的人，',
			'叫他鳞翅目幼虫！',
			'而我！一个默默无名的诗人，',
			'我算什么，却道出蝴蝶',
			'有趣的秘密！'
		]
	},	
	{
		title:'草丛中，一个瘦长家伙',
		body:[
			'草丛中，一个瘦长家伙',
			'偶尔唦唦游窜',
			'你也许见过——不可能没有',
			'它的到来总是突然',
			'',
			'草丛分开，像用梳子',
			'一支斑斓之箭嗖然出现',
			'等草在你脚边合拢',
			'更远处的又唰唰分散',
			'',
			'它爱沼泽地',
			'那里阴冷，谷物不生',
			'当我还是个孩子，赤脚走过',
			'不止一次，在黎明',
			'',
			'它咝咝经过，好似鞭梢',
			'散开在阳光下',
			'我正想弯腰捡起',
			'它却扭动身子，倏然远离',
			'',
			'有几种大自然的居民',
			'我深知，它们也知悉我',
			'我常常为它们',
			'感到激动，热诚如火',
			'',
			'可每当遇见这个东西',
			'或结伴，或孤寂',
			'我总是呼吸紧张',
			'骨头悚然冒冷气'
		]
	},	
	{
		title:'正是去年此时，我死去',
		body:[
			'正是去年此时，我死去',
			'我清楚地听见，玉米',
			'正在扬花吐穗',
			'当我被人抬着，经过田地',
			'',
			'我想，那穗子该有多黄',
			'当理查德去碾磨',
			'当时，我想钻出去',
			'却有什么扥住了我的神志',
			'',
			'还有，那一嘟嘟苹果该有多红',
			'垂在残梗的缝隙间',
			'手推车绕着田野停走起伏',
			'将那些南瓜全摘完',
			'',
			'我不知道，有谁还会想念我',
			'当感恩节来临',
			'父亲会不会多烹几道菜',
			'样样给我留一份',
			'',
			'有件东西，会不会减损',
			'圣诞节的欢乐',
			'那是我的袜子挂得太高',
			'任凭哪个圣诞老人都够不着',
			'',
			'可这样的想法，让我难过',
			'于是，我重打心思',
			'某年美好，正是此时',
			'他们，会来和我团聚'
		]
	},	
	{
		title:'自然之母',
		body:[
			'自然，最温和的母亲',
			'没有孩子似的急躁',
			'即使对最微弱的和最任性的',
			'她的训诫也是温和的',
			'',
			'在森林里，在小山中',
			'旅行者都可以听到',
			'在遏制猖獗的松鼠',
			'或太鲁莽的鸟的时候',
			'',
			'她的言语是多么公正',
			'一个夏天午后',
			'在她的家庭中, 在她的聚会上',
			'当太阳下山的时候',
			'',
			'过道中她的声音',
			'激励了最微小的蟋蟀',
			'最微不足道的花的',
			'羞怯的祈祷',
			'',
			'当所有的孩子睡觉的时候',
			'她只要转身离开',
			'就会点亮足够的灯',
			'然后从空中弯下身子',
			'',
			'满含着无限的爱',
			'无限的关怀',
			'把金色的手指放在唇上',
			'嘱咐各处安静'	
		]
	},	
	{
		title:'因为我不能等待死亡',
		body:[
			'因为我不能等待死亡',
			'他体贴地停下来等我',
			'马车只载着我们两个',
			'还有永生',
			'',
			'我们慢慢行进——他从不着急',
			'我放下了我的工作',
			'我的闲暇',
			'为了他的善意',
			'',
			'我们路过学校，孩子们',
			'在操场上——游戏',
			'我们路过凝视的麦田',
			'我们路过西沉的落日',
			'',
			'毋宁说，落日路过我们',
			'露水让我直打寒颤',
			'我只穿了一件丝衣',
			'和薄纱的披肩',
			'',
			'我们在一间房子前停下',
			'像是地上的小丘',
			'屋顶几乎看不见',
			'泥土——快盖过了檐口',

			'许多世纪——过去了——可是',
			'感觉比一天还短',
			'我这才怀疑我们到达的',
			'是无限的时间'
		]
	},	
	{
		title:'我觉得脑子里有一场葬礼',
		body:[
			'我觉得脑子里有一场葬礼',
			'往来的悼念者脚步杂沓',
			'踩啊——踩啊——到了后来',
			'所有感觉仿佛慢慢坍塌',
			'',
			'等到所有客人都已就坐',
			'仪式开始了，像有一面鼓',
			'敲啊——敲啊——到了后来',
			'我的心仿佛已渐渐麻木',
			'',
			'接着我听到他们扛起棺材',
			'在我的灵魂里缓缓穿行',
			'那些铅做的靴子吱嘎作响',
			'然后，空间里灌满了钟声',
			'',
			'仿佛一切星球都变成了丧钟',
			'存在本身沦为了一只耳朵',
			'而我，还有某种诡谲的寂静',
			'却在这里面，痛苦，落寞',
			'',
			'然后，意识里的木板突然断裂',
			'我不由自主地往下掉，往下掉',
			'掉一层就撞上一个新的世界',
			'然后，我就不再知晓——然后'
		]
	},	
	{
		title:'我来告诉你太阳如何升起 狄金森',
		body:[
			'我来告诉你太阳如何升起',
			'某一时刻只是丝带一条',
			'一群尖塔游泳在紫水晶里',
			'消息，像松鼠奔向四方',
			'群山松开了自己的帽子',
			'长刺歌雀开始——登场',
			'此时此刻我柔声自语',
			'“那必定就是太阳！”',
			'他如何落下——我却不得而知',
			'似乎有一道紫色的阶梯',
			'身着黄衣的童男幼女',
			'一直在攀爬不息',
			'最后总算爬到那边',
			'一位身着灰衣的牧师',
			'轻轻拉起黄昏的栅栏',
			'把善男信女们领去'
		]
	},	
	{
		title:'“自然”，是我们所见 狄金森',
		body:[
			'“自然”，是我们所见',
			'午后的光景，山峦',
			'松鼠，野蜂，阴影',
			'“自然”，甚至，是乐园',
			'',
			'“自然”，是我们所闻',
			'大海的喧嚣，雷霆',
			'食米鸟叫，蛩鸣',
			'“自然”，甚至，是和声',
			'',
			'“自然”，是我们所知',
			'我们却无法说明',
			'要道出她的淳朴',
			'我们的智慧无能'
		]
	},	
	{
		title:'他用手指摸索你的灵魂 狄金森',
		body:[
			'他用手指摸索你的灵魂',
			'像琴师抚弄琴键',
			'然后，正式奏乐',
			'他使你逐渐晕眩',
			'使你脆弱的心灵准备好',
			'迎接那神奇的一击',
			'以隐约的敲叩，由远而近',
			'然后，十分徐缓，容你',
			'有时间，舒一口气',
			'你的头脑，泛起清凉的泡',
			'再发出，庄严的，一声，霹雳',
			'把你赤裸灵魂的外衣，剥掉',
			'',
			'巨风的指掌抱握住森林',
			'整个宇宙，一片宁静'
		]
	},
	{
		title:'穿过小径，穿过荆棘',
		body:[
			'穿过小径，穿过荆棘',
			'穿过丛林和林间空地',
			'在寂静的路上，绿林好汉',
			'常在我们身边来去',
			'鸱枭迷惑不解地俯视' ,
			'豺狼好奇得目不转睛' ,
			'蛇的绸缎般身躯',
			'在一旁悄悄滑行' ,
			'暴风雨触摸我们的衣裳' ,
			'雷电扬起闪的利剑' ,
			'饥饿的兀鹰在巉岩',
			'发出凶猛的嘶喊' ,
			'山林神以手指相召' ,
			'幽谷传来朦胧的呼唤“回来啊”',
			'这些就是那些伙伴' ,
			'这条就是那条路',
			'孩子们急忙回家'
		]
	},	
	{
		title:'幸福的小石头',
		body:[
			'幸福的小石头',
			'多幸福的小石头啊',
			'独自在路上漫步',
			'不汲汲于功名',
			'也从不为变故担心',
			'匆匆而过的宇宙',
			'也得披上它自然褐色的外衣',
			'它独立不羁如太阳',
			'与它同辉，或独自闪光',
			'它决然顺应天意',
			'单纯,一味自然' 
		]
	},	
	{
		title:'一些东西在飞行',
		body:[
			'一些东西在飞行',
			'鸟儿——时光——野蜂',
			'它们没有悲歌哀鸣',
			'',
			'一些东西在安停',
			'悲伤——山丘——永恒',
			'这并非我的使命',
			'',
			'静默之物，升起',
			'我能否辨明天理',
			'多难解的谜'
		]
	},	
	{
		title:'没人认识这朵小玫瑰',
		body:[
			'没人认识这朵小玫瑰',
			'它可能会去朝圣',
			'要不是我从路上把它摘走',
			'在你面前敬奉',
			'',
			'只有蜜蜂会想念它',
			'只有蝴蝶',
			'会匆匆地远道而来',
			'在它怀里安歇',
			'',
			'只有鸟儿会错愕',
			'只有微风会叹息',
			'啊，小玫瑰—像你这样的',
			'死去是多么容易'
		]
	},	
]


/*







	{
		title:'',
		body:[

		]
	},
	
 * 
 * 
 * */
		},	
		"孔孚诗选":{
			hash: 'kongfu',
			body: [
	{
		title:'天街印象',
		body:[
			'我追一片云',
			'跑进一家商店里去了',
			'躲在墙上一幅泼墨山水的半腰',
			'还动呢'	
		]
	},
	{
		title:'飞雪中远眺华不注',
		body:[
	　　'它是孤独的',
	　　'在铅色的穹庐之下',
	　　'几十亿年',
	　　'仍是一个骨朵',
	　　'',
	　　'雪落着......',
	　　'看它在使劲儿开！'
		]
	},
	{
		title:'无字碑前小立',
		body:[
	　　'我还是看到了太阳的手迹',
	　　'还有风的刀痕',
	　　'爬一条青虫',
	　　'在读'	
		]
	},
	{
		title:'渤海印象',
		body:[
	　　'雾散去',
	　　'风划一个舢板',
	　　'上边站着太阳'
		]
	},
	{
		title:'夏日青岛印象',
		body:[
			'风栖息在礁岩上',
			'大海发出鼾声',
			'夜',
			'一针一针地缝……'
		]
	},
	{
		title:'茂陵即景',
		body:[
	　　'吹落日不去，',
	　　'拉白云不走。',
	　　'风叹口气，',
			'也住下了。'
		]
	},
	{
		title:'卧龙石',
		body:[
			'龙也有睡的时候？',
			'睡着也不安宁。',
			'看它动的身子,',
			'显然梦里也有雷鸣。'
		]
	},
	{
		title:'渤海印象',
		body:[
			'我寻找黄河',　
			'连条线也不见',　
			'在这里它缩成一个音符',　
			'颤动着'
		]
	},
	{
		title:'千佛山龙泉洞某佛前即景',
		body:[
			'他微笑着，看苔爬上脚趾',
			'他微笑着，听苔跃上双膝',
			'他微笑着，任苔侵佛头……'
		]
	},
	{
		title:'海上日落',
		body:[
			'青巷巷的海上',
			'铺条玛瑙的路',
			'太阳走了',
			'像喝醉了酒',
			'果然跌倒了',
			'在天之尽头'
		]
	},
	{
		title:'峨嵋风',
		body:[
			'吹三千灵窍',
			'善写狂草',
			'摸一下佛头就跑'	
		]
	},
	{
		title:'一朵小黄花',
		body:[
	　　'礁岩上一朵小黄花',
	　　'羞涩地低下了头',
	　　'大海把它别在衣襟上',
	　　'小黄花笑了'	
		]
	},	
	{
		title:'雨后',
		body:[
			'云',
			'把水拧光了',
			'挂在海边的树上',
			'晾'
		]
	},
	{
		title:'墓碑',
		body:[
			'葬你',
			'于心之一隅',
			'我就是你的墓碑了'
		]
	},
	{
		title:'镜子',
		body:[
			'珍贵的镜子被打碎了',
			'别伤心',
			'有多少碎片',
			'就有多少诚实的眼睛......'
		]
	},
	{
		title:'小满 陕西绿色',
		body:[
			'推窗，一缕清香扑鼻',
			'一个荷锄的小媳妇从门前经过',
			'健步向自家麦田走去'
		]
	},
	{
		title:'在有风的午后 半半 ',
		body:[
			'涟漪 是那睡莲轻轻的鼾声吧',
			'阳光提着脚步 斜斜',
			'绕过池塘'
		]
	},
	{
		title:'牧歌 寒山石',
		body:[
			'一鞭子甩出去',
			'抽回来',
			'千沟万壑的吆喝',
		]
	},
	{
		title:'牧歌 斯厚人',
		body:[
			'四月的花瓣',
			'被风儿卷在绿色的波浪里',
			'一只云雀追着俯拾'	
		]
	},	
]


/*



　　



				

							

							

							
			

				
	
	{
		title:'',
		body:[

		]
	},
	



 */
		},			
		"精彩句摘" : {
			hash : 'juzhai',
			body: [
	{
		title:"张枣之一",
		body:[
			'我身边的老人们',
			'菊花般的升腾、坠地',
			'情人们的地方蚕食其它的地方',
			'她便说江南如她的发型',
			'没有雨天，纸片都成了乳燕',
			'',
			'那有着许多小石桥的江南',
			'我哪天会经过，正如同',
			'经过她寂静的耳畔',
			'她的袖口藏着皎美的气候',
			'',
			'鸟是空气的邻居，来自江南',
			'一声枪响可能使我们中断蒙汛',
			'可能断送春潮，河商的妻子',
			'她的眺望可能也包含你',
			'你的女儿们可能就是她抽泣的腰带	'	
		]
	},
	{
		title:"张枣之二",
		body:[
			'接着变天了，湿漉漉的梅雨早晨',
			'我们的地方没有伞，没有号码和电话',
			'也没有我们居住，一颗遗忘的樟脑',
			'袅袅地，抑不住自己，嗅着',
			'',		
			'瞧，地上的情侣搂着情侣，',
			'燕子返回江南，花红草绿。',
			'再暗的夜也有人采芙蓉。',
			'有人动辄就因伤心死去。	'	,
			'',
			'我奇怪的肺朝向您的手，',
			'象孔雀开屏，乞求着赞美。',
			'您的影在钢琴架上颤抖，',
			'朝向您的夜，我奇怪的肺。	'	,
			'',
			'衣裳清洁，过一座小桥去郊游。'
		]
	},
	{
		title:"张枣之三",
		body:[
			'就这样珍珠们成群结队',
			'沿十月之水，你和她行走于一根琴弦',
			'',	
			'十年前你追逐它们，十年后你被追逐',
			'因为月亮就是高高悬向南方的镜子',
			'花朵随着所猎之物不分东西地逃逸',
			'你翻掌丢失一个国家，落花也拂不去',
			'一个安静的吻可能撒网捕捉一湖金鱼',	
			'',	
			'大房子由稀疏的茅草遮顶',
			'白天可以望到细小手指般的星星',
			'黄狗往缝隙里张望 我早已不在里面	',	
			'',
			'此刻你发现北斗星早已显现',
			'植物齐声歌唱，白昼缓缓完结',
			'你在停步时再次闻到自己的香味'
		]
	},
	{
		title:"张枣之四",
		body:[
			'西边的飞蛾探听夕照的虚实',
			'它们刚刚辞别幽居，必定见过',
			'那个一直轻呼我名字的人',
			'那个可能鸣翔，也可能开落',
			'给人佩玉，又叫人狐疑的空址',
			'她的践约可能中断潮湿的人',
			'',
			'我已想到周围的潮湿呢',
			'青翠的竹子可以拧出水',
			'',
			'最远的水翡翠般摆设到眼前',
			'从翠密的叶间望见古堡',			
		]
	},	
	{
		title:"",
		body:[
			
		]
	},	
	
	
]

	/*
						
父亲 


张枣/诗

1962年，他不知道该怎么办。他， 
还年轻，很理想，也蛮左的，却戴着 
右派的帽子。他在新疆饿得虚胖， 
逃回到长沙老家。他祖母给他炖了一锅 
猪肚萝卜汤，里边还漂着几粒红枣儿。 
室内烧了香，香里有个向上的迷惘。 
这一天，他真的是一筹莫展。 
他想出门遛个弯儿，又不大想。 

他盯着看不见的东西，哈哈大笑起来。 
他祖母递给他一支烟，他抽了，第一次。 
他说，烟圈弥散着“咄咄怪事”这几个字。 
中午，他想去湘江边的橘子洲头坐一坐， 
去练练笛子。 
他走着走着又不想去了， 
他沿着来路往回走，他突然觉得 
总有两个自己， 
一个顺着走， 
一个反着走， 
一个坐到一匹锦绣上吹歌， 
而这一个，走在五一路，走在不可泯灭的 
真实里。 

他想，现在好了，怎么都行啊。 
他停下。他转身。他又朝橘子洲头的方向走去。 
他这一转身，惊动了天边的一只闹钟。 
他这一转身，搞乱了人间所有的节奏。 
他这一转身，一路奇妙，也 

变成了我的父亲。 

				枯坐 

枯坐的时候，我想，那好吧，就让我和我 
像一对陌生人那样搬到海南岛 
去住吧，去住到一个新奇的节奏里—— 
那男的是体育老师，那女的很聪明，会炒股； 
就让我住到他们一起去买锅碗瓢盆时 
胯骨叮当响的那个节奏里。 
在路边摊， 
那女的第一次举起一个椰子，喝一种 
说不出口的沁甜；那男的望着海，指了指 
带来阵雨的乌云里的一个熟人模样，说：你看， 
那像谁？那女的抬头望，又惊疑地看了看他。 
突然，他们俩捧腹大笑起来。 
那女的后来总结说： 
我们每天都随便去个地方，去偷一个 
惊叹号， 
就这样，我们熬过了危机。

南岸第一次下雪

我在这屋里梦见南岸第一次下雪 
孤寂如牛奶 
白指垂落如中弹的飞鸟 
你呻吟出一畦畦稻田 
铁轨上枣红马飞奔 

一种意外的光泽 
从此的静物染上生病的小方格 
小方格里你第一次起舞 
双臂是冤枉的电流 

一个驿站一朵梅花 
十里一长亭，五里一短亭 

铁轨更换着铁轨 
枣红马汗水淋漓 
感动如画 
一个黄昏，一朵雪花的消融 
一片新叶一个逝去 
南岸第一个雪花 
第一次对于未来的记忆 



	{
		title:"",
		body:[
			
		]
	},





	 * 
	 * */



	
		},		
	},
		
	'唐诗宋词':{
		'唐绝句选':{
			hash : 'tangjuejuxuan',
			body: 
[
	{
	 	title:"公子行 孟宾于",
	 	body:[
			'锦衣红夺彩霞明，',
			'侵晓春游向野庭。',
			'不识农夫辛苦力，',
			'骄骢踏烂麦青青。'			
	 	]
	},		 
	{
	 	title:"诗 捧剑仆",
	 	body:[
			'青鸟衔葡萄，',
			'飞上金井栏。',
			'美人恐惊去，',
			'不敢卷帘看。'			
	 	]
	},		 
	{
	 	title:"述国亡诗 花蕊夫人徐氏",
	 	body:[
			'君王城上竖降旗，',
			'妾在深宫那得知？',
			'十四万人齐解甲，',
			'更无一个是男儿。'			
	 	]
	},		 
	{
	 	title:"边庭四时怨 卢汝弼",
	 	body:[
			'朔风吹雪透刀瘢，',
			'饮马长城窟更寒。',
			'半夜火来知有敌，',
			'一时齐保贺兰山。'			
	 	]
	},		 
	{
	 	title:"绣岭宫词 　李洞",
	 	body:[
			'春日迟迟春草绿，',
			'野棠开尽飘香玉。',
			'绣岭宫前鹤发翁，',
			'犹唱开元太平曲。'			
	 	]
	},		 
 	{
	 	title:"寄夫 陈玉兰",
	 	body:[
			'夫戍边关妾在吴，',
			'西风吹妾妾忧夫。',
			'一行书信千行泪，',
			'寒到君边衣到无？'			
	 	]
	},		 
 	{
	 	title:"雨晴 王驾",
	 	body:[
			'雨前初见花间蕊，',
			'雨后全无叶底花。',
			'蜂蝶纷纷过墙去，',
			'却疑春色在邻家。	'			
	 	]
	},		 
 	{
	 	title:"社日 王驾",
	 	body:[
			'鹅湖山下稻粱肥，',
			'豚栅鸡栖半掩扉。',
			'桑柘影斜春社散，',
			'家家扶得醉人归。'			
	 	]
	},		 
 	{
	 	title:"垂柳 唐彦谦",
	 	body:[
			'绊惹春风别有情，',
			'世间谁敢斗轻盈？',
			'楚王江畔无端种，',
			'饿损纤腰学不成。'			
	 	]
	},		 
 	{
	 	title:"小松 杜荀鹤",
	 	body:[
			'自小刺头深草里，',
			'而今渐觉出蓬蒿。',
			'时人不识凌云木，',
			'直待凌云始道高。'			
	 	]
	},		 
 	{
	 	title:"溪兴 杜荀鹤",
	 	body:[
			'山雨溪风卷钓丝，',
			'瓦瓯篷底独斟时。',
			'醉来睡着无人唤，',
			'流到前溪也不知。'			
	 	]
	},		 
 	{
	 	title:"再经胡城县 杜荀鹤",
	 	body:[
			'去岁曾经此县城，',
			'县民无口不冤声。',
			'今来县宰加朱绂，',
			'便是生灵血染成。'			
	 	]
	},		 
 	{
	 	title:"上与友人别 郑谷",
	 	body:[
			'扬子江头杨柳春，',
			'杨花愁杀渡江人。',
			'数声风笛离亭晚，',
			'君向潇湘我向秦。'			
	 	]
	},		 
 	{
	 	title:"菊 郑谷",
	 	body:[
			'王孙莫把比蓬蒿，',
			'九日枝枝近鬓毛。',
			'露湿秋香满池岸，',
			'由来不羡瓦松高。'			
	 	]
	},		 
 	{
	 	title:"席上贻歌者 郑谷",
	 	body:[
			'花月楼台近九衢，',
			'清歌一曲倒金壶。',
			'座中亦有江南客，',
			'莫向春风唱鹧鸪。'			
	 	]
	},		 
 	{
	 	title:"江陵愁望有寄 鱼玄机",
	 	body:[
			'枫叶千枝复万枝，',
			'江桥掩映暮帆迟。',
			'忆君心似西江水，',
			'日夜东流无歇时。'			
	 	]
	},		 
 	{
	 	title:"劝酒 于武陵",
	 	body:[
			'劝君金屈卮，',
			'满酌不须辞。',
			'花发多风雨，',
			'人生足别离。'			
	 	]
	},		 
 	{
	 	title:"春怨 金昌绪",
	 	body:[
			'打起黄莺儿，',
			'莫教枝上啼。',
			'啼时惊妾梦，',
			'不得到辽西。'			　			
	 	]
	},		 
 	{
	 	title:"怀良人 葛鸦儿",
	 	body:[
			'蓬鬓荆钗世所稀，',
			'布裙犹是嫁时衣。',
			'胡麻好种无人种，',
			'正是归时底不归？'			
	 	]
	},		 
 	{
	 	title:"卖花翁 吴融",
	 	body:[
			'和烟和露一丛花，',
			'担入宫城许史家。',
			'惆怅东风无处说，',
			'不教闲地著春华。'				
	 	]
	},		 
 	{
	 	title:"寒食夜 韩偓",
	 	body:[
			'恻恻轻寒翦翦风，',
			'小梅飘雪杏花红。',
			'夜深斜搭秋千索，',
			'楼阁朦胧烟雨中。'			
	 	]
	},		 
 	{
	 	title:"深院 韩偓",
	 	body:[
			'鹅儿唼喋栀黄嘴，',
			'凤子轻盈腻粉腰。',
			'深院下帘人昼寝，',
			'红蔷薇架碧芭蕉。'			
	 	]
	},		 
 	{
	 	title:"自沙县抵龙溪县 　韩偓",
	 	body:[
			'水自潺湲日自斜，',
			'尽无鸡犬有鸣鸦。',
			'千村万落如寒食，',
			'不见人烟空见花。'			
	 	]
	},		 
 	{
	 	title:"溪居即事 崔道融",
	 	body:[
			'篱外谁家不系船，',
			'春风吹入钓鱼湾。',
			'小童疑是有村客，',
			'急向柴门去却关。'			
	 	]
	},		 
 	{
	 	title:"雨 崔道融",
	 	body:[
			'坐看黑云衔猛雨，',
			'喷洒前山此独睛。',
			'忽惊云雨在头上，',
			'却是山前晚照明。'			
	 	]
	},		 
 	{
	 	title:"西施滩 崔道融",
	 	body:[
			'宰嚭亡吴国，',
			'西施陷恶名。',
			'浣纱春水急，',
			'似有不平声。'			
	 	]
	},		 
 	{
	 	title:"河湟旧卒 张乔",
	 	body:[
			'少年随将讨河湟，',
			'头白时清返故乡。',
			'十万汉军零落尽，',
			'独吹边曲向残阳。'			
	 	]
	},		 
 	{
	 	title:"未展芭蕉 钱珝",
	 	body:[
			'冷烛无烟绿蜡干，',
			'芳心犹卷怯春寒。',
			'一缄书札藏何事，',
			'会被东风暗拆看。'			
	 	]
	},		 
 	{
	 	title:"江行无题  钱珝",
	 	body:[
			'咫尺愁风雨，',
			'匡庐不可登。',
			'只疑云雾窟，',
			'犹有六朝僧。'			
	 	]
	},		 
 	{
	 	title:"云 来鹄",
	 	body:[
			'千形万象竟还空，',
			'映水藏山片复重。',
			'无限旱苗枯欲尽，',
			'悠悠闲处作奇峰。'			
	 	]
	},		 
 	{
	 	title:" 续韦蟾句 武昌妓",
	 	body:[
			'悲莫悲兮生别离，',
			'登山临水送将归。',
			'武昌无限新栽柳，',
			'不见杨花扑面飞。'			
	 	]
	},		 
 	{
	 	title:"菊花 黄巢",
	 	body:[
			'待到秋来九月八，',
			'我花开后百花杀。',
			'冲天香阵透长安，',
			'满城尽带黄金甲。'			
	 	]
	},		 
 	{
	 	title:"题菊花 黄巢",
	 	body:[
			'飒飒西风满院栽，',
			'蕊寒香冷蝶难来。',
			'他年我若为青帝，',
			'报与桃花一处开。'			
	 	]
	},		 
 	{
	 	title:"古离别 韦庄",
	 	body:[
			'晴烟漠漠柳毵毵，',
			'不那离情酒半酣。',
			'更把玉鞭云外指，',
			'断肠春色在江南。'			
	 	]
	},		 
 	{
	 	title:"台城 韦庄",
	 	body:[
			'江雨霏霏江草齐，',
			'六朝如梦鸟空啼。',
			'无情最是台城柳，',
			'依旧烟笼十里堤。'			
	 	]
	},		 
 	{
	 	title:"送日本国僧敬龙归 韦庄",
	 	body:[
			'扶桑已在渺茫中，',
			'家在扶桑东更东。',
			'此去与师谁共到？',
			'一船明月一帆风。'			
	 	]
	},		 
 	{
	 	title:"怀宛陵旧游 陆龟蒙",
	 	body:[
			'陵阳佳地昔年游，',
			'谢朓青山李白楼。',
			'唯有日斜溪上思，',
			'酒旗风影落春流。'			
	 	]
	},		 
 	{
	 	title:"和袭美春夕酒醒 陆龟蒙",
	 	body:[
			'几年无事傍江湖，',
			'醉倒黄公旧酒垆。',
			'觉后不知明月上，',
			'满身花影倩人扶。'			
	 	]
	},		 
 	{
	 	title:"春夕酒醒 皮日休",
	 	body:[
			'四弦才罢醉蛮奴，',
			'酃醁馀香在翠炉。',
			'夜半醒来红蜡短，',
			'一枝寒泪作珊瑚。'			
	 	]
	},		 
 	{
	 	title:"蜂 罗隐",
	 	body:[
			'不论平地与山尖，',
			'无限风光尽被占。',
			'采得百花成蜜后，',
			'为谁辛苦为谁甜？'			
	 	]
	},		 
 	{
	 	title:"柳 罗隐",
	 	body:[
			'灞岸晴来送别频，',
			'相偎相倚不胜春。',
			'自家飞絮犹无定，',
			'争解垂丝绊路人？'			
	 	]
	},		 
 	{
	 	title:"金钱花 罗隐",
	 	body:[
			'占得佳名绕树芳，',
			'依依相伴向秋光。',
			'若教此物堪收贮，',
			'应被豪门尽劚将。'			
	 	]
	},		 
 	{
	 	title:"赠妓云英 罗隐",
	 	body:[
			'锺陵醉别十余春，',
			'重见云英掌上身。',
			'我未成名君未嫁，',
			'可能俱是不如人？'			
	 	]
	},		 
 	{
	 	title:"山亭夏日 高骈",
	 	body:[
			'绿树阴浓夏日长，',
			'楼台倒影入池塘。',
			'水精帘动微风起，',
			'满架蔷薇一院香。'			
	 	]
	},		 
 	{
	 	title:"题君山 方干",
	 	body:[
			'曾于方外见麻姑，',
			'闻说君山自古无。',
			'元是昆仑山顶石，',
			'海风吹落洞庭湖。'			
	 	]
	},		 
 	{
	 	title:"月晦日送客 崔橹",
	 	body:[
			'野酌乱无巡，',
			'送君兼送春。',
			'明年春色至，',
			'莫作未归人。	'
	 	]
	},	
 	{
	 	title:"出塞 马戴",
	 	body:[
			'金带连环束战袍，',
			'马头冲雪过临洮。',
			'卷旗夜劫单于帐，',
			'乱斫胡兵缺宝刀。'
	 	]
	},	
 	{
	 	title:"宫怨 司马札",
	 	body:[
			'柳色参差掩画楼，',
			'晓莺啼送满宫愁。',
			'年年花落无人见，',
			'空逐春泉出御沟。'	
	 	]
	},	
 	{
	 	title:"书院二小松 李群玉",
	 	body:[
		'	一双幽色出凡尘，',
		'数粒秋烟二尺鳞。',
		'从此静窗闻细韵，',
		'琴声长伴读书人。'			
	 	]
	},	
 	{
	 	title:"鸂鶒 李群玉",
	 	body:[
			'锦羽相呼暮沙曲，',
			'波上双声戛哀玉。',
			'霞明川静极望中，',
			'一时飞灭青山绿。'			
	 	]
	},	
 	{
	 	title:"引水行 李群玉",
	 	body:[
			'一条寒玉走秋泉，',
			'引出深萝洞口烟。',
			'十里暗流声不断，',
			'行人头上过潺湲。'
	 	]
	},			
 	{
	 	title:"火炉前坐 李群玉",
	 	body:[
			'孤灯照不寐，',
			'风雨满西林。',
			'多少关心事，',
			'书灰到夜深。'			
	 	]
	},			
 	{
	 	title:"花下醉 李商隐",
	 	body:[
			'寻芳不觉醉流霞，',
			'倚树沉眠日已斜。',
			'客散酒醒深夜后，',
			'更持红烛赏残花。'		
	 	]
	},			
 	{
	 	title:"微雨 李商隐",
	 	body:[
			'初随林霭动，',
			'稍共夜凉分。',
			'窗迥侵灯冷，',
			'庭虚近水闻。	'	
	 	]
	},	
 	{
	 	title:"忆住一师 李商隐",
	 	body:[
			'无事经年别远公，',
			'帝城钟晓忆西峰。',
			'烟炉销尽寒灯晦，',
			'童子开门雪满松。'		
	 	]
	},
 	{
	 	title:"夜雨寄北 李商隐",
	 	body:[
			'君问归期未有期，',
			'巴山夜雨涨秋池。',
			'何当共剪西窗烛，',
			'却话巴山夜雨时。	'		
	 	]
	},
 	{
	 	title:"乐游原 李商隐",
	 	body:[
			'向晚意不适，',
			'驱车登古原；',
			'夕阳无限好，',
			'只是近黄昏。'			
	 	]
	},	
 	{
	 	title:"碧磵驿晓思 温庭筠",
	 	body:[
			'香灯伴残梦，',
			'楚国在天涯。',
			'月落子规歇，',
			'满庭山杏花。	'	
	 	]
	},	
 	{
	 	title:"过分水岭 温庭筠",
	 	body:[
			'溪水无情似有情，',
			'入山三日得同行。',
			'岭头便是分头处，',
			'惜别潺湲一夜声。'		
	 	]
	},
 	{
	 	title:"咸阳值雨 温庭筠",
	 	body:[
			'咸阳桥上雨如悬，',
			'万点空蒙隔钓船。',
			'还似洞庭春水色，',
			'晓云将入岳阳天。'			
	 	]
	},
 	{
	 	title:"赠少年 温庭筠",
	 	body:[
			'江海相逢客恨多，',
			'秋风叶下洞庭波。',
			'酒酣夜别淮阴市，',
			'月照高楼一曲歌。'		
	 	]
	},
 	{
	 	title:"瀑布联句 李忱",
	 	body:[
			'千岩万壑不辞劳，',
			'远看方知出处高。',
			'溪涧岂能留得住，',
			'终归大海作波涛。'			
	 	]
	},
 	{
	 	title:"访城西友人别墅 雍陶",
	 	body:[
			'澧水桥西小路斜，',
			'日高犹未到君家。',
			'村园门巷多相似，',
			'处处春风枳壳花。'				
	 	]
	},	
 	{
	 	title:"题君山 雍陶",
	 	body:[
			'烟波不动影沉沉，',
			'碧色全无翠色深。',
			'疑是水仙梳洗处，',
			'一螺青黛镜中心。'			
	 	]
	},	
 	{
	 	title:"津桥春望 雍陶",
	 	body:[
			'津桥春水浸红霞，',
			'烟柳风丝拂岸斜。',
			'翠辇不来金殿闭，',
			'宫莺衔出上阳花。'			
	 	]
	},
 	{
	 	title:"清明 杜牧",
	 	body:[
			'清明时节雨纷纷，',
			'路上行人欲断魂。',
			'借问酒家何处有，',
			'牧童遥指杏花村。'			
	 	]
	},		 
 	{
	 	title:"秋夕 杜牧",
	 	body:[
			'银烛秋光冷画屏，',
			'轻罗小扇扑流萤。',
			'天阶夜色凉如水，',
			'坐看牵牛织女星。'				
	 	]
	},		 
 	{
	 	title:"南陵道中 杜牧",
	 	body:[
			'南陵水面漫悠悠，',
			'风紧云轻欲变秋。',
			'正是客心孤迥处，',
			'谁家红袖凭江楼？'			
	 	]
	},		 
 	{
	 	title:"塞下曲 许浑",
	 	body:[
			'夜战桑乾北，',
			'秦兵半不归。',
			'朝来有乡信，',
			'犹自寄寒衣。'			
	 	]
	},		 
 	{
	 	title:"农家望晴 雍裕之",
	 	body:[
			'尝闻秦地西风雨，',
			'为问西风早晚回？',
			'白发老农如鹤立，',
			'麦场高处望云开。'			
	 	]
	},		 
 	{
	 	title:"柳絮",
	 	body:[
			'无风才到地，',
			'有风还满空。',
			'缘渠偏似雪，',
			'莫近鬓毛生。'			
	 	]
	},		 
 	{
	 	title:"江边柳 雍裕之",
	 	body:[
			'嫋嫋古堤边，',
			'青青一树烟。',
			'若为丝不断，',
			'留取系郎船。'			
	 	]
	},	
 	{
	 	title:"马诗 李贺",
	 	body:[
			'此马非凡马，',
			'房星本是星。',
			'向前敲瘦骨，',
			'犹自带铜声。'	,				
	 	]
	},
 	{
	 	title:"登崖州城作 李德裕",
	 	body:[
			'独上高楼望帝京，',
			'鸟飞犹是半年程。',
			'青山似欲留人住，',
			'百匝千遭绕郡城。',		
	 	]
	},
 	{
	 	title:"长安秋夜 李德裕",
	 	body:[
			'内官传诏问戎机，',
			'载笔金銮夜始归。',
			'万户千门皆寂寂，',
			'月中清露点朝衣。'			
	 	]
	},
 	{
	 	title:"闺意献张水部 朱庆馀",
	 	body:[
			'洞房昨夜停红烛，',
			'待晓堂前拜舅姑。',
			'妆罢低声问夫婿：',
			'画眉深浅入时无？'				
	 	]
	},	
 	{
	 	title:"宫词 朱庆馀",
	 	body:[
			'寂寂花时闭院门，',
			'美人相并立琼轩。',
			'含情欲说宫中事，',
			'鹦鹉前头不敢言。'			
	 	]
	},	
 	{
	 	title:"采莲子 皇甫松",
	 	body:[
			'船动湖光滟滟秋，',
			'贪看年少信船流。',
			'无端隔水抛莲子，',
			'遥被人知半日羞。'			
	 	]
	},	
 	{
	 	title:"题金陵渡 张祜",
	 	body:[
			'金陵津渡小山楼，',
			'一宿行人自可愁。',
			'潮落夜江斜月里，',
			'两三星火是瓜州。'			
	 	]
	},	
 	{
	 	title:"赠内人 张祜",
	 	body:[
			'禁门宫树月痕过，',
			'媚眼惟看宿鹭窠。',
			'斜拔玉钗灯影畔，',
			'剔开红焰救飞蛾。'		
	 	]
	},
 	{
	 	title:"穷边词 姚合",
	 	body:[
			'将军作镇古徐州，',
			'水腻山春节气柔。',
			'清夜满城丝管散，',
			'行人不信是边头。'			
	 	]
	},
 	{
	 	title:"重赠乐天 元稹",
	 	body:[
			'休遣玲珑唱我诗，',
			'我诗多是别君词。',
			'明朝又向江头别，',
			'月落潮平是去时。'			
	 	]
	},
 	{
	 	title:"闻乐天授江州司马 元稹",
	 	body:[
			'残灯无焰影幢幢，',
			'此夕闻君谪九江。',
			'垂死病中惊坐起，',
			'暗风吹雨入寒窗。'			
	 	]
	},
 	{
	 	title:"西归绝句 元稹",
	 	body:[
			'五年江上损容颜，',
			'今日春风到武关。',
			'两纸京书临水读，',
			'小桃花树满商山。'			
	 	]
	},
 	{
	 	title:"菊花 元稹",
	 	body:[
			'秋丝绕舍似陶家，',
			'遍绕篱边日渐斜。',
			'不是花中偏爱菊，',
			'此花开尽更无花。'			
	 	]
	},
 	{
	 	title:"行宫 元稹",
	 	body:[
			'寥落古行宫，',
			'宫花寂寞红。',
			'白头宫女在，',
			'闲坐说玄宗。'			
	 	]
	},
 	{
	 	title:"古艳诗 元稹 ",
	 	body:[
			'春来频到宋家东，',
			'垂袖开怀待好风。 ',
			'莺藏柳暗无人语，',
			'惟有墙花满树红。'		
	 	]
	},	
 	{
	 	title:"离思 元稹",
	 	body:[
			'山泉散漫绕阶流，',
			'万树桃花映小楼。',
			'闲读道书慵未起，',
			'水晶帘下看梳头。' 			
	 	]
	},	
 	{
	 	title:"咏春风 元稹",
	 	body:[
		'三日春风已有情，',
		'拂人头面稍怜轻。',
　　'殷勤为报长安柳，',
		'莫惜枝条动软声。'	
	 	]
	},
 	{
	 	title:"酬乐天舟泊夜读微之诗  元稹",
	 	body:[
	　　'知君暗泊西江岸，',
			'读我闲诗欲到明。',
	　　'今夜通州还不睡，',
			'满山风雨杜鹃声。'			
	 	]
	},
 	{
	 	title:"幼女词 施肩吾",
	 	body:[
	　　'幼女才六岁，',
			'未知巧与拙。',
	　　'向夜在堂前，',
			'学人拜新月。'		
	 	]
	},
 	{
	 	title:"再宿武关 李涉",
	 	body:[
	　　'远别秦城万里游，',
			'乱山高下出商州。',
	　　'关门不锁寒溪水。',
			'一夜潺湲送客愁。'		
	 	]
	},
 	{
	 	title:"江雪 柳宗元",
	 	body:[
	　　'千山鸟飞绝，',
			'万径人踪灭。',
	　　'孤舟蓑笠翁，',
			'独钓寒江雪。'	
	 	]
	},
 	{
	 	title:"酬曹侍御过象县见寄 柳宗元",
	 	body:[
	　　'破额山前碧玉流，',
			'骚人遥驻木兰舟。',
	　　'春风无限潇湘意，',
			'欲采蘋花不自由。'			
	 	]
	},
 	{
	 	title:"柳州榕叶落尽偶题 柳宗元",
	 	body:[
	　　'宦情羁思共凄凄，',
			'春半如秋意转迷。',
	　　'山城过雨百花尽，',
			'榕叶满庭莺乱啼。'		
	 	]
	},
 	{
	 	title:"重别梦得 柳宗元",
	 	body:[
	　　'二十年来万事同，',
			'今朝岐路忽西东。',
	　　'皇恩若许归田去，',
			'晚岁当为邻舍翁。'		
	 	]
	},
 	{
	 	title:"客思 贾岛",
	 	body:[
	　　'促织声尖尖似针，',
			'更深刺著旅人心。',
	　　'独言独语月明里，',
			'惊觉眠童与宿禽。'	
	 	]
	},

 	{
	 	title:"宿村家亭子 贾岛",
	 	body:[
	　　'床头枕是溪中石，',
			'井底泉通竹下池。',
	　　'宿客未眠过夜半，',
			'独闻山雨到来时。'		
	 	]
	},
 	{
	 	title:"三月晦日赠刘评事 贾岛",
	 	body:[
			'三月正当三十日，',
			'风光别我苦吟身。',
			'共君今夜不须睡，',
			'未到晓钟犹是春。'		
	 	]
	},	
 	{
	 	title:"望洞庭 刘禹锡",
	 	body:[
	　　	'湖光秋月两相和，',
			'潭面无风镜未磨。',
	　　	'遥望洞庭山水翠，',
			'白银盘里一青螺。'			
	 	]
	},	
 	{
	 	title:"和乐天春词 刘禹锡",
	 	body:[
	　　'新妆面面下朱楼，',
			'深锁春光一院愁。',
	　　'行到中庭数花朵，',
			'蜻蜓飞上玉搔头。'			
	 	]
	},	
 	{
	 	title:"同乐天登栖灵寺塔 刘禹锡",
	 	body:[
	　　'步步相携不觉难，',
			'九层云外倚阑干。',
	　　'忽然笑语半天上，',
			'无限游人举眼看。'			
	 	]
	},
 	{
	 	title:"刺左右膊诗  赵武建",
	 	body:[
			'野鸭滩头宿，',
			'朝朝被鹘梢。',
			'忽惊飞入水，',
			'留命到今朝。'			
	 	]
	},		
 	{
	 	title:"梦王尚书口授吟 张氏女",
	 	body:[
			'鬟梳闹扫学宫妆，',
			'独立闲庭纳夜凉。',
			'手把玉簪敲砌竹，',
			'清歌一曲月如霜。'
	 	]
	},		
 	{
	 	title:"伤农 郑遨",
	 	body:[
			'一粒红稻饭，',
			'几滴牛颔血。',
			'珊瑚枝下人，',
			'衔杯吐不歇。'			
	 	]
	},		
 	{
	 	title:"富贵曲 郑遨",
	 	body:[
			'美人梳洗时，',
			'满头间珠翠。',
			'岂知两片云，',
			'戴却数乡税。'			
	 	]
	},		
 	{
	 	title:"高楼  于邺",
	 	body:[
			'远天明月出，',
			'照此谁家楼。',
			'上有罗衣裳，',
			'凉风吹不休。'
	 	]
	},	
 	{
	 	title:"月 袁郊",
	 	body:[
			'嫦娥窃药出人间，',
			'藏在蟾宫不放还。',
			'后羿遍寻无觅处，',
			'谁知天上却容奸。'			
	 	]
	},
 	{
	 	title:"上皇三台 韦应物 ",
	 	body:[
			'不寐倦长更，',
			'披衣出户行。',
			'月寒秋竹冷，',
			'风切夜窗声。'			
	 	]
	},
 	{
	 	title:"子规啼 韦应物",
	 	body:[
			'高林滴露夏夜清，',
			'南山子规啼一声。',
			'邻家孀妇抱儿泣，',
			'我独展转何时明。'
	 	]
	},
 	{
	 	title:"滁州西涧 韦应物 ",
	 	body:[
			'独怜幽草涧边生，',
			'上有黄鹂深树鸣。',
			'春潮带雨晚来急，',
			'野渡无人舟自横。'				
	 	]
	},
 	{
	 	title:"题桐叶 韦应物 ",
	 	body:[
			'参差剪绿绮，',
			'潇洒覆琼柯。',
			'忆在沣东寺，',
			'偏书此叶多。'			
	 	]
	},	
 	{
	 	title:"春思 韦应物",
	 	body:[
			'野花如雪绕江城，',
			'坐见年芳忆帝京。',
			'阊阖晓开凝碧树，',
			'曾陪鸳鹭听流莺。'
	 	]
	},	
 	{
	 	title:"秋夜寄丘二十二员外 韦应物 ",
	 	body:[
			'怀君属秋夜，',
			'散步咏凉天。',
			'山空松子落，',
			'幽人应未眠。'		
	 	]
	},	
 	{
	 	title:"春词 卢纶",
	 	body:[
			'北苑罗裙带，',
			'尘衢锦绣鞋。',
			'醉眠芳树下，',
			'半被落花埋。'			
	 	]
	},	
 	{
	 	title:"山店 卢纶",
	 	body:[
			'登登山路行时尽，',
			'决决溪泉到处闻。',
			'风动叶声山犬吠，',
			'一家松火隔秋云。'
	 	]
	},	
 	{
	 	title:"春游东潭 卢纶",
	 	body:[
			'移舟试望家，',
			'漾漾似天涯。',
			'日暮满潭雪，',
			'白鸥和柳花。'			
	 	]
	},	
]

/*

		
军行 李白
骝马新跨白玉鞍，战罢沙场月色寒。城头铁鼓声犹震，匣里金刀血未干。
农家 颜仁郁
半夜呼儿趁晓耕，羸牛无力渐艰行。时人不识农家苦，将谓田中谷自生。



 	{
	 	title:"",
	 	body:[
			
	 	]
	},		 

 
 * 
 * */
		},		
		'两宋绝句':{
			hash : 'liangsongjueju',
			body: [
	{
	 	title:"溪流",
	 	body:[
			'云脚才行又复开，',
			'一声隐隐只空雷。',
			'家僮忽报溪流涨，',
			'知是前村落雨来。'		
	 	]
	},	
	
	{
	 	title:"山雨  翁卷",
	 	body:[
			'一夜满林霜月白，',
			'亦无云气亦无雷。',
			'平明忽见溪流急，',
			'知是他山落雨来。'		
	 	]
	},			
	{
	 	title:"偶成 饶节",
	 	body:[
			'松下柴门闭绿苔，',
			'只有蝴蝶双飞来。',
			'蜜蜂两股大如茧，',
			'应是前山花已开。'			
	 	]
	},		
	{
	 	title:"西塍废圃 周密",
	 	body:[
			'吟蛩鸣蜩引兴长，',
			'玉簪花落野塘香。',
			'园翁莫把秋荷折，',
			'留与游鱼盖夕阳。'			
	 	]
	},
	{
	 	title:"游园不值 叶绍翁",
	 	body:[
			'应怜屐齿印苍苔，',
			'小扣柴扉久不开。',
			'春色满园关不住，',
			'一枝红杏出墙来。'			
	 	]
	},		
	{
	 	title:"约客 赵师秀",
	 	body:[
			'黄梅时节家家雨，',
			'青草池塘处处蛙。',
			'有约不来过夜半，',
			'闲敲棋子落灯花。'		
	 	]
	},		
	{
	 	title:"庆全庵桃花 谢枋得",
	 	body:[
			'寻得桃源好避秦，',
			'桃红又是一年春。',
			'花飞莫遣随流水，',
			'怕有渔郎来问津。'			
	 	]
	},		 
	{
	 	title:"溪桥晚兴 郑协",
	 	body:[
			'寂寞亭基野渡边，',
			'春流平岸草芊芊。',
			'一川晚照人闲立，',
			'满袖杨花听杜鹃。'		
	 	]
	},		 
	{
	 	title:"田家即事 利登",
	 	body:[
			'小雨初晴岁事新，',
			'一犁江上趁初春。',
			'豆畦种罢无人守，',
			'缚得黄茅更似人。'		
	 	]
	},		 
	{
	 	title:"夜过西湖 陈起",
	 	body:[
			'鹊巢犹挂三更月，',
			'渔板惊回一片鸥。',
			'吟得诗成无笔写，',
			'蘸他春水画船头。'			
	 	]
	},		 
	{
	 	title:"觅茶 谢枋得",
	 	body:[
			'茂绿林中三五家，',
			'短墙半露小桃花。',
			'客行马上多春日，',
			'特叩柴门觅一茶。'			
	 	]
	},		 
	{
	 	title:"江上 葛天民",
	 	body:[
			'连天芳草雨漫漫，',
			'赢得鸥边野水宽。',
			'花欲尽时风扑起，',
			'柳绵无力护春寒。'			
	 	]
	},		 
	{
	 	title:"题画菊 郑思肖",
	 	body:[
			'花开不并百花丛，',
			'独立疏篱趣无穷。',
			'宁可枝头抱香死，',
			'何曾吹落北风中。'			
	 	]
	},		 
	{
	 	title:"伯牙绝弦图 郑思肖",
	 	body:[
			'绝不求人更赏音，',
			'只当仰面看山林。',
			'一双闲手无聊赖，',
			'满地斜阳是此心。'			
	 	]
	},		 
	{
	 	title:"偶成 萧立之",
	 	body:[
			'雨妒游人故作难，',
			'禁持闲了下湖船。',
			'城中岂识农耕好，',
			'却恨悭晴放纸鸢。'			
	 	]
	},		 
	{
	 	title:"第四桥 萧立之",
	 	body:[
			'自把孤樽孹蟹斟，',
			'荻花洲渚月平林。',
			'一江秋色无人管，',
			'柔橹风前语夜深。'			
	 	]
	},		 
	{
	 	title:"夜归 周密",
	 	body:[
			'夜深归客依筇行，',
			'冷磷依萤聚土塍。',
			'村店月昏泥径滑，',
			'竹窗斜漏补衣灯。'			
	 	]
	},		 
	{
	 	title:"野步 周密",
	 	body:[
			'麦陇风来翠浪斜，',
			'草根肥水噪新蛙。',
			'羡他无事双蝴蝶，',
			'烂醉东风野草花。'			
	 	]
	},		 
	{
	 	title:"涌金门见柳",
	 	body:[
			'涌金门外柳垂金，',
			'三日不来成绿阴。',
			'折取一枝入城去，',
			'使人知道已春深。'			
	 	]
	},		 
	{
	 	title:"戍妇 罗公升",
	 	body:[
			'夫戍关西妾在东，',
			'东西何处望相从。',
			'只应两处秋宵梦，',
			'万一关头得暂逢。'			
	 	]
	},		 
	{
	 	title:"武夷山中 谢枋得",
	 	body:[
			'十年无梦得还家，',
			'独立青峰野水涯。',
			'天地寂寥山雨歇，',
			'几生修得到梅花。'		
	 	]
	},		 
	{
	 	title:"看叶  罗与之",
	 	body:[
			'红紫飘零草不芳，',
			'始宜撰杖向池塘。',
			'看花应不如看叶，',
			'绿影扶疏意味长。'			
	 	]
	},		 
	{
	 	title:"商歌 罗与之",
	 	body:[
			'东风满天地，',
			'贫家独无春。',
			'负薪花下过，',
			'燕语似讥人。'			
	 	]
	},		
	{
	 	title:"春思 方岳",
	 	body:[
			'春风多可太忙生，',
			'长共花边枊外行。',
			'与燕作泥蜂酿蜜，',
			'才吹小雨又须晴。'		
	 	]
	},		
	{
	 	title:"农谣 方岳",
	 	body:[
			'漠漠余香着草花，',
			'森森柔绿长桑麻。',
			'池塘水满蛙成市，',
			'门巷春深燕作家。'			
	 	]
	},		
	{
	 	title:"秋日行村路",
	 	body:[
			'儿童篱落带斜阳，',
			'豆荚姜芽社肉香。',
			'一路稻花谁是主，',
			'红蜻蛉伴绿螳螂。'			
	 	]
	},		
	{
	 	title:"过湖",
	 	body:[
			'舟移别岸水纹开，',
			'日暖风香正落梅。',
			'山色蒙蒙横画轴，',
			'白鸥飞处带诗来。'			
	 	]
	},		
	{
	 	title:"夜过鉴湖 戴昺(bing)",
	 	body:[
			'推蓬四望水连空，',
			'一片蒲帆正饱风。',
			'山际白云云际月，',
			'子规声在白云中。'			
	 	]
	},		
	{
	 	title:"天台道上早行 戴昺(bing)",
	 	body:[
			'箯舆轧轧过清溪，',
			'溪上梅花压水低。',
			'月影渐收天半晓，',
			'两山相对竹鸡啼。'			
	 	]
	},		
	{
	 	title:"访中洲编辑 姚镛",
	 	body:[
			'踏雨来敲竹下门，',
			'荷香清透紫绡裙。',
			'相逢未暇论奇宇，',
			'先向水边看白云。'			
	 	]
	},		
	{
	 	title:"夜深 周弼",
	 	body:[
			'虚堂人静不闻更，',
			'独坐书床对夜灯。',
			'门外不知春雪霁，',
			'半峰残月一溪冰。'			
	 	]
	},		

	{
	 	title:"夜书所见 叶绍翁",
	 	body:[
		 	'萧萧梧叶送寒声，',
		 	'江上秋风动客情。',
		 	'知有儿童挑促织，',
		 	'夜深篱落一灯明。'
	 	]
	},		 

	{
	 	title:"田家 华岳	",
	 	body:[
			'鸡唱三声天欲明，',
			'安排饭碗与茶瓶。',
			'良人犹怒催耕早，',
			'自扯蓬窗看晓星。'		
	 	]
	},		 

	{
	 	title:"书事 叶采",
	 	body:[
			'双双瓦雀行书案，',
			'点点杨花入砚池。',
			'闲坐小窗读周易，',
			'不知春去已多时。'			
	 	]
	},		 

	{
	 	title:"雪融夜起达旦 魏了翁",
	 	body:[
			'远钟入枕报新晴，',
			'衾铁衣棱梦不成。',
			'起傍梅花读周易，',
			'一窗明月四檐声。'			
	 	]
	},		 

	{
	 	title:"乐庵初成 李衡 ",
	 	body:[
			'老子平生百不足，',
			'庵成那管食无肉。',
			'终朝闭户只读书，',
			'四面开窗都是竹。'			
	 	]
	},		 

	{
	 	title:"野望 翁卷",
	 	body:[
			'一天秋色冷晴湾，',
			'无数峰峦远近间。',
			'闲上山来看野水，',
			'忽于水底见青山。'			
	 	]
	},		 
	{
	 	title:"乡村四月 翁卷",
	 	body:[
			'绿遍山原白满川，',
			'子规声里雨如烟。',
			'乡村四月闲人少，',
			'才了 蚕桑又插田。'		
	 	]
	},		 
	{
	 	title:"新凉 徐玑",
	 	body:[
			'水满田畴稻叶齐，',
			'日光穿树晓烟低。',
			'黄莺也爱新凉好，',
			'飞过青山影里啼。'
	 	]
	},		 
	{
	 	title:"钓雪亭 姜夔",
	 	body:[
			'阑干风冷雪漫漫，',
			'惆怅无人把钓竿。',
			'时有官船桥畔过，',
			'白鸥飞去落前滩。'			
	 	]
	},		 
	{
	 	title:"湖上寓居杂咏 姜夔",
	 	body:[
			'苑墙曲曲柳冥冥，',
			'人静山空见一灯。',
			'荷叶似云香不断，',
			'小船摇曳入西陵。'			
	 	]
	},		 
	{
	 	title:"除夜自石湖归苕溪 姜夔",
	 	body:[
			'笠泽茫茫雁影微，',
			'玉峰重叠护云衣。',
			'长桥寂寞春寒夜，',
			'只有诗人一舸归。'
	 	]
	},		 
	{
	 	title:"次石湖书扇韵 姜夔",
	 	body:[
			'桥西一曲水通村，',
			'岸阁浮萍绿有痕。',
			'家住石湖人不到，',
			'藕花多处别开门。'			
	 	]
	},		 
	{
	 	title:"山行 叶茵",
	 	body:[
			'青山不识我姓字，',
			'我亦不识青山名。',
			'飞来白鸟似相识，',
			'对我对山三两声。'			
	 	]
	},		 
	{
	 	title:"宿新市徐公店 杨万里 ",
	 	body:[
			'篱落疏疏一径深，',
			'树头花落未成阴。',
			'儿童急走追黄蝶，',
			'飞入菜花无处寻。'		
	 	]
	},		 
	{
	 	title:"秋日 高翥",
	 	body:[
			'庭草衔秋自短长，',
			'悲蛩传响答寒螿。' ,
			'豆花似解通邻好，' ,
			'引蔓殷勤远过墙。'			
	 	]
	},		 
	{
	 	title:"梅花 陆游 ",
	 	body:[
			'闻道梅花坼晓风，',
			'雪堆遍满四山中。',
			'何方可化身千亿，',
			'一树梅花一放翁。'		
	 	]
	},		 
	{
	 	title:"剑门道中遇微雨 陆游 ",
	 	body:[
			'衣上征尘杂酒痕，',
			'远游无处不销魂。',
			'此身合是诗人未？ ',
			'细雨骑驴入剑门。'			
	 	]
	},		 
	{
	 	title:"秋夜  朱淑真",
	 	body:[
			'夜久无眠秋气清，',
			'烛花频剪欲三更。',
			'铺床凉满梧桐月， ',
			'月在梧桐缺处明。'			
	 	]
	},		 
	{
	 	title:"春日即事 李弥逊",
	 	body:[
			'小雨丝丝欲网春，',
			'落花狼藉近黄昏。',
			'车尘不到张罗地，',
			'宿鸟声中自掩门。'	
	 	]
	},		 
	{
	 	title:"早行 陈与义",
	 	body:[
			'露侵驼褐晓寒轻，',
			'星斗阑干分外明。',
			'寂寞小桥和梦过，',
			'稻田深处草虫鸣。'			
	 	]
	},		 
	{
	 	title:"春日 陈与义",
	 	body:[
			'朝来庭树有鸣禽，',
			'红绿扶春上远林。',
			'忽有好诗生眼底，',
			'安排句法已难寻。'			
	 	]
	},		 
	{
	 	title:"拜诏 陈与义",
	 	body:[
			'紫阳山下闻皇牒，',
			'地藏阶前拜诏书。',
			'乍脱绿袍山色翠，',
			'新披紫绶佩金鱼。'			
	 	]
	},		 
	{
	 	title:"江上 董颖",
	 	body:[	
		  '万顷沧江万顷秋，',
		  '镜天飞雪一双鸥。',
			'摩挲数尺沙边柳，',
			'待汝成阴系钓舟。'			
	 	]
	},		 
	{
	 	title:"春寒 陈与义",
	 	body:[
			'二月巴陵日日风，',
			'春寒未了怯园公。',
			'海棠不惜胭脂色，',
			'独立蒙蒙细雨中。'			
	 	]
	},	
	{
	 	title:"清明 陈与义 ",
	 	body:[
			'卷地风抛市井声，',
			'病无危坐了清明。',
			'一帘晚日看收尽，',
			'杨柳微风百媚生。'			
	 	]
	},	
	{
	 	title:"襄邑道中 陈与义",
	 	body:[
			'飞花两岸照船红，',
			'百里榆堤半日风。',
			'卧看满天云不动，',
			'不知云与我俱东。'			
	 	]
	},	
	{
	 	title:"三衢道中 曾几 ",
	 	body:[
			'梅子黄时日日晴，',
			'小溪泛尽却山行。',
			'绿阴不减来时路，',
			'添得黄鹂四五声。'			
	 	]
	},	
	{
	 	title:"梦 吕本中 ",
	 	body:[
			'梦入长安道，',
			'萋萋尽春草。',
			'觉来春已去，',
			'一片池塘好。'			
	 	]
	},	
	{
	 	title:"连州阳山归路 吕本中 ",
	 	body:[
			'稍离烟瘴近湘潭，',
			'疾病衰颓已不堪。',
			'儿女不知来避地，',
			'强言风物胜江南。'			
	 	]
	},	
	{
	 	title:"病牛",
	 	body:[
			'耕犁千亩实千箱，',
			'力尽筋疲谁复伤？',
			'但得众生皆得饱，',
			'不辞羸病卧残阳。'			
	 	]
	},	
	{
	 	title:"老黄牛 臧克家",
	 	body:[
			'块块荒田水和泥，',
			'深翻细作走东西。',
			'老牛亦解韶光贵，',
			'不待扬鞭自奋蹄。'			
	 	]
	},	
	{
	 	title:"吴门道中孙觌（di）",
	 	body:[
			'数间茅屋水边村，',
			'杨柳依依绿映门。',
			'渡口唤船人独立，',
			'一蓑烟雨湿黄昏。'			
	 	]
	},	
	{
	 	title:"吴门道中孙觌（di）",
	 	body:[
			'一点炊烟竹里村，',
			'人家深闭雨中门。',
			'数声好鸟不知处，',
			'千丈藤罗古木昏。'		
	 	]
	},	
	{
	 	title:"即事 汪藻",
	 	body:[
			'燕子将雏语夏深，',
			'绿槐庭院不多阴。',
			'西窗一雨无人见，',
			'展尽芭蕉数尺心。'		
	 	]
	},		 

	{
	 	title:"访石林 刘一止",
	 	body:[
			'山行不用瘦藤扶，',
			'度石穿云意自徐。',
			'夜过西岩投宿处，',
			'满身风露竹扶疏。'
	 	]
	},		 

	{
	 	title:"绝句 石懋",
	 	body:[
			'来时万缕弄轻黄，',
			'去日飞毬满路旁。',
			'我比杨花更飘荡，',
			'杨花只是一春忙。'				
	 	]
	},		 

	{
	 	title:"绝句 吴涛",
	 	body:[
			'游子春衫已试单，',
			'桃花飞尽野梅酸。',
			'怪来一夜蛙声歇，',
			'又作东风十日寒。'			
	 	]
	},		 

	{
	 	title:"春游湖 徐俯",
	 	body:[
			'双飞燕子几时回？',
			'夹岸桃花蘸水开。',
			'春雨断桥人不度，',
			'小舟撑出柳阴来。'
	 	]
	},		 

	{
	 	title:"栖禅暮归书所见 唐庚",
	 	body:[
			'雨在时时黑，',
			'春归处处青。',
			'山深失小寺，',
			'湖尽得孤亭。'			
	 	]
	},		 

	{
	 	title:"早发",
	 	body:[
			'繖幄垂垂马踏沙，',
			'水长山远路多花。',
			'眼中形势胸中策，',
			'缓步徐行静不哗。'			
	 	]
	},		 

	{
	 	title:"蜡梅 高荷",
	 	body:[
			'少熔蜡泪装应似，',
			'多爇龙涎臭不如。',
			'只恐春风有机事，',
			'夜来开破几丸书。'			
	 	]
	},		 
	{
	 	title:"题小寺壁",
	 	body:[
			'黄叶西陂水漫流，',
			'籧篨风急滞扁舟。',
			'夕阳暝色来千里，',
			'人语鸡声共一丘。'		
	 	]
	},		 
	{
	 	title:"春雨 周邦彦",
	 	body:[
			'耕人扶耒语林丘，',
			'花外时时落一鸥。',
			'欲验春来多少雨，',
			'野塘漫水可回舟。'		
	 	]
	},		 
	{
	 	title:"浪花 王寀（cai）",
	 	body:[
			'一江秋水浸寒空，',
			'渔笛无端弄晚风。',
			'万里波心谁折得？',
			'夕阳影里碎残红。'	
	 	]
	},		 
	{
	 	title:"题华清宫 杜常",
	 	body:[
			'东别家山十六程，',
			'晓来和月到华清。',
			'朝元阁上西风急，',
			'都入长杨作雨声。'			
	 	]
	},		 
	{
	 	title:"武昌阻风 方泽",
	 	body:[
			'江上春风留客舟，',
			'无穷归思满东流。',
			'与君尽日闲临水，',
			'贪看飞花忘却愁。'			
	 	]
	},		 
	{
	 	title:"绝句 官澥",
	 	body:[
			'野艇归时蒲叶雨，',
			'缲车鸣处楝花风。',
			'江南旧日经行地，',
			'尽在于今醉梦中。'		
	 	]
	},		 
	{
	 	title:"敷浅原见桃花 刘次庄",
	 	body:[
			'桃花雨过碎红飞，',
			'半逐溪流半染泥。',
			'何处飞来双燕子，',
			'一时衔在画梁西。'			
	 	]
	},		 
	{
	 	title:"夜坐  张耒",
	 	body:[
			'庭户无人秋月明，',
			'夜霜欲落气先清。',
			'梧桐真不甘衰谢，',
			'数叶迎风尚有声。'			
	 	]
	},		 
	 
	{
	 	title:"初见嵩山 张耒",
	 	body:[
			'年来鞍马困尘埃，',
			'赖有青山豁我怀。',
			'日暮北风吹雨去，',
			'数峰清瘦出云来。'		
	 	]
	},		 
	{
	 	title:"怀金陵 张耒",
	 	body:[					
			'曾作金陵烂漫游，',
			'北归尘土变衣裘。',
			'芰荷声里孤舟雨，',
			'卧入江南第一州。'			
	 	]
	},		 
	{
	 	title:"春日 晁冲之",
	 	body:[
			'阴阴溪曲绿交加，',
			'小雨翻萍上浅沙。',
			'鹅鸭不知春去尽，',
			'争随流水趁桃花。'			
	 	]
	},		 
	{
	 	title:"绝句 陈师道",
	 	body:[
			'书当快意读易尽，',
			'客有可人期不来。',
			'世事相违每如此，',
			'好怀百岁几回开？'			
	 	]
	},		 
	{
	 	title:"晚起 饶节",
	 	body:[
			'月落庵前梦未回，',
			'松间无限鸟声催。',
			'莫言春色无人赏，',
			'野菜花开蝶也来。'			
	 	]
	},		 
	{
	 	title:"山居杂颂 饶节",
	 	body:[
			'溪边小立听溪声，',
			'日到溪心衮衮明。',
			'独木自横人不渡，',
			'隔溪黄犊转头鸣。'			
	 	]
	},		 
	{
	 	title:"",
	 	body:[
			
	 	]
	},		 

	
	
	
	
	
	
]

/*
春暮 曹豳 
门外无人问落花，
绿阴冉冉遍天涯。
林莺啼到无声处，
青草池塘独听蛙。

			清昼 朱淑真
竹摇清影罩幽窗，两两时禽噪夕阳。谢却海棠飞尽絮，困人天气日初长。
			春暮游小园 王淇
一从梅粉褪残妆，涂抹新红上海棠。开到荼縻花事了，丝丝夭棘出莓墙。
			题屏 刘季孙
呢喃燕子语梁间，底事来惊梦里闲。说与旁人浑不解，杖藜携酒看芝山。
	
		环山胜景 王良谷
三青高岭峙东西，岭上风光一望齐。千顷绿畴平似掌，蒙蒙春雨动春犁。
立秋 刘翰 
乳鸦啼散玉屏空，一枕新凉一扇风。睡起秋色无觅处，满阶梧桐月明中。


	
	{
	 	title:"",
	 	body:[
			
	 	]
	},		 



 * 
 * */



	
		},
		
		'杨万里诗选': {
			hash : 'yangwanli',
			body: [
	{
	 	title:"新柳 杨万里 ",
	 	body:[
			'柳条百尺拂银塘，',
			'且莫深青只浅黄。',
			'未必柳条能蘸水，',
			'水中柳影引他长。'			
	 	]
	},		 
	{
	 	title:"闲居初夏午睡起 杨万里",
	 	body:[
			'梅子留酸软齿牙，',
			'芭蕉分绿与窗纱。',
			'日长睡起无情思，',
			'闲看儿童捉柳花。'
	 	]
	},		 
	{
	 	title:"小池 杨万里 ",
	 	body:[
			'泉眼无声惜细流，',
			'树阴照水爱晴柔。',
			'小荷才露尖尖角，',
			'早有蜻蜓立上头。'		
	 	]
	},	
	{
	 	title:"过松源，晨炊漆公店 杨万里",
	 	body:[
			'莫言下岭便无难，',
			'赚得行人空喜欢。',
			'正入万山圈子里，',
			'一山放过一山拦。'		
	 	]
	},	
	{
	 	title:"稚子弄冰 杨万里 ",
	 	body:[
			'稚子金盆脱晓冰，',
			'彩丝穿取当银铮。',
			'敲成玉磬穿林响，',
			'忽作玻璃碎地声。'
	 	]
	},	
	{
	 	title:"过百家渡四绝句 杨万里",
	 	body:[
			'出得城来事事幽，',
			'涉湘半济值渔舟。',
			'也知渔父赴鱼急，',
			'翻著春衫不里头。'			
	 	]
	},	
	{
	 	title:"过百家渡四绝句 杨万里 ",
	 	body:[
			'园花落尽路花开，',
			'白白红红各自媒。',
			'莫问早行奇绝处，',
			'四方八面野香来。'			
	 	]
	},	
	{
	 	title:"过百家渡四绝句 杨万里 ",
	 	body:[
			'柳子祠前春已残，',
			'新晴特地却春寒。',
			'疏篱不与花为护，',
			'只为蛛丝作网竿。'
	 	]
	},	
	{
	 	title:"夏夜追凉 杨万里 ",
	 	body:[
			'夜热依然午热同，',
			'开门小立月明中。',
			'竹深树密虫鸣处，',
			'时有微凉不是风。'				
	 	]
	},	
	{
	 	title:"闲居初夏午睡起 杨万里 ",
	 	body:[
			'松阴一架半弓苔，',
			'偶欲看书又懒开。',
			'戏掬清泉洒蕉叶，',
			'儿童误认雨声来。'			
	 	]
	},	
	{
	 	title:"桑茶坑道 杨万里",
	 	body:[
			'晴明风月雨乾时，',
			'草满花堤水满溪。',
			'童子柳阴眠正著，',
			'一牛吃过柳阴西。'
	 	]
	},	
	{
	 	title:"探梅 杨万里 ",
	 	body:[
			'山间幽步不胜奇，',
			'正是深寒浅暮时。',
			'一树梅花开一朵，',
			'恼人偏在最高枝。'			
	 	]
	},	
	{
	 	title:"过百家渡四绝句 杨万里 ",
	 	body:[
			'一晴一雨路乾湿，',
			'半淡半浓山叠重。',
			'远草平中见牛背，',
			'新秧疏处有人踪。'		
	 	]
	},	
	{
	 	title:"晚风 杨万里 ",
	 	body:[
			'晚风不许鉴清漪，',
			'却许重帘到地垂。',
			'平野无山遮落日，',
			'西窗红到月来时。'			
	 	]
	},	
	{
	 	title:"闷歌行",
	 	body:[
			'风力掀天浪打头，',
			'只须一笑不须愁。',
			'近看两日远三月，',
			'气力穷时会自休。'			
	 	]
	},		 
	{
	 	title:"舟过谢潭 杨万里",
	 	body:[
			'碧酒时倾一两杯，',
			'船门才闭又还开。',
			'好山万皱无人见，',
			'都被斜阳拈出来。'			
	 	]
	},		 
	{
	 	title:"明发房溪 杨万里",
	 	body:[
			'山路婷婷小树梅，',
			'为谁零落为谁开。',
			'多情也恨无人赏，',
			'故遣低枝拂面来。'			
	 	]
	},		 
	{
	 	title:"明发房溪 杨万里",
	 	body:[
			'青天白日十分晴，',
			'轿上萧萧忽雨声。',
			'却是松梢霜水落，',
			'雨声那得此声清。'			
	 	]
	},		 
	{
	 	title:"宿新市徐公店 杨万里",
	 	body:[
			'篱落疏疏一径深，',
			'树头花落未成阴。',
			'儿童急走追黄蝶，',
			'飞入菜花无处寻。'			
	 	]
	},		 
	{
	 	title:"初秋行圃  杨万里",
	 	body:[			
			'落日无情最有情，',
			'遍催万树暮蝉鸣。',
			'听来咫尺无寻处，',
			'寻到旁边却不声。'
	 	]
	},		 
	{
	 	title:"湖天暮景  杨万里",
	 	body:[
			'坐看西日落湖滨，',
			'不是山御不是云。',
			'寸寸低来忽全没，',
			'分明入水只无痕。'			
	 	]
	},		 
	{
	 	title:"舟过安仁 杨万里",
	 	body:[
			'一叶渔船两小童，',
			'收篙停棹坐船中。',
			'怪生无雨都张伞，',
			'不是遮头是使风。'		
	 	]
	},		 
	{
	 	title:"寒雀 杨万里 ",
	 	body:[
			'百千寒雀下空庭，',
			'小集梅梢话晚晴。',
			'特地作团喧杀我，',
			'忽然惊散寂无声。'			
	 	]
	},	

	{
	 	title:"静坐池亭  杨万里",
	 	body:[
			'胡床倦坐起凭栏，',
			'人正忙时我正闲。',
			'却是闲中有忙处，',
			'看书才了又看山。'			
	 	]
	},	

]

/*

	



		



	{
	 	title:"",
	 	body:[
			
	 	]
	},		 

		
]


 * 
 * */



	
		},

		'范成大诗选': {
			hash : 'fanchengda',
			body: [
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'新筑场泥镜面平，',
			'家家打稻趁霜晴。',
			'笑歌声里轻雷动，',
			'一夜连枷响到明。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'梅子金黄杏子肥，',
			'麦花雪白菜花稀。',
			'日长篱落无人过，',
			'唯有蜻蜓蛱蝶飞。'		
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'乌鸟投林过客稀，',
			'前山烟暝到柴扉。',
			'小童一棹舟如叶，',
			'独自编阑鸭阵归。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'昼出耘田夜绩麻，',
			'村庄儿女各当家。',
			'童孙未解供耕织，',
			'也傍桑阴学种瓜。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'雨後山家起较迟，',
			'天窗晓色半熹微。',
			'老翁欹枕听莺啭，',
			'童子开门放燕飞。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'种园得果仅偿劳，',
			'不奈儿童鸟雀搔。',
			'已插棘针樊笋径，',
			'更铺渔网盖樱挑。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'土膏欲动雨频催，',
			'万草千花一饷开。',
			'舍后荒畦犹绿秀，',
			'邻家鞭笋过墙来。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'静看檐蛛结网低，',
			'无端妨碍小虫飞。',
			'蜻蜒倒挂蜂儿窘，',
			'催唤山童为解围。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'松节然膏当烛笼，',
			'凝烟如墨暗房栊；',
			'晚来拭净南窗纸，',
			'便觉斜阳一倍红。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'黄尘行客汗如浆，',
			'少住侬家漱井香；',
			'借与门前磐石坐，',
			'柳阴亭午正风凉。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'千顷芙蕖放棹嬉，',
			'花深迷路晚忘归。',
			'家人暗识船行处，',
			'时有惊忙小鸭飞。'			
	 	]
	},		 		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'蝴蝶双双入菜花，',
			'日长无客到田家。',
			'鸡飞过篱犬吠窦，',
			'知有行商来买茶。'			
	 	]
	},
]

/*

			

			 

			 



	{
	 	title:"",
	 	body:[
			
	 	]
	},		 

		
]


 * 
 * */



	
		},
		
		'陶渊明诗选': {
			hash : 'taoyuanming',
			body: 
[
	{
		title:'移居二首 其一',
		body:[
			'昔欲居南村，非为卜其宅。',
			'闻多素心人，乐与数晨夕。',
			'怀此颇有年，今日从兹役。',
			'敝庐何必广，取足蔽床席。',
			'邻曲时时来，抗言谈在昔。',
			'奇文共欣赏，疑义相与析'
		]
	},
	{
		title:'移居二首 其二',
		body:[
			'春秋多佳日，登高赋新诗。',
			'过门更相呼，有酒斟酌之。',
			'农务各自归，闲暇辄相思。',
			'相思则披衣，言笑无厌时。',
			'此理将不胜，无为忽去兹。',
			'衣食当须纪，力耕不吾欺。'
		]
	},
	{
		title:'饮酒 其一',
		body:[
			'清晨闻叩门，倒裳往自开。',
			'问子为谁与？田父有好怀。',
			'壶浆远见候，疑我与时乖。',
			'褴缕茅簷下，未足为高栖。',
			'一世皆尚同，愿君汩其泥。',
			'深感父老言，禀气寡所谐。',
			'纡辔诚可学，违己讵非迷。',
			'且共欢此饮，吾驾不可回。'
		]
	},
	{
		title:'饮酒 其二',
		body:[
			'故人赏我趣，挈壶相与至。',
			'班荆坐松下，数斟已复醉，',
			'父老杂乱言，觞酌失行次，',
			'不觉知有我，安知物为贵，',
			'悠悠迷所留，酒中有深味。'
		]
	},
	{
		title:'辛丑岁七月赴假还江陵夜行涂口',
		body:[
			'闲居三十载，遂与尘事冥。',
			'诗书敦夙好，园林无世情。',
			'如何舍此去，遥遥至西荆！',
			'叩栧新秋月，临流别友生。',
			'凉风起将夕，夜景湛虚明。',
			'昭昭天宇阔，皛皛川上平。',
			'怀役不遑寐，中宵尚孤征。',
			'商歌非吾事，依依在耦耕。',
			'投冠旋旧墟，不为好爵萦。',
			'养真衡茅下，庶以善自名。'
		]
	},
	{
		title:'和郭主簿 其一',
		body:[
			'蔼蔼堂前林，中夏贮清阴；',
			'凯风因时来，回飙开我襟。',
			'息交游闲业，卧起弄书琴。',
			'园蔬有馀滋，旧谷犹储今。',
			'营己良有极，过足非所钦。',
			'舂秫作美酒，酒熟吾自斟。',
			'弱子戏我侧，学语未成音。',
			'此事真复乐，聊用忘华簪。',
			'遥遥望白云，怀古一何深。'
		]
	},
	{
		title:'癸卯岁始春怀古田舍 其一',
		body:[
			'在昔闻南亩，当年竟未践。',
			'屡空既有人，春兴岂自免。',
			'夙晨装吾驾，启涂情已缅。',
			'鸟哢欢新节，泠风送馀善。',
			'寒竹被荒蹊，地为罕人远。',
			'是以植杖翁，悠然不复返。',
			'即理愧通识，所保讵乃浅。'
		]
	},
	{
		title:'癸卯岁始春怀古田舍 其二',
		body:[
			'先师有遗训，忧道不忧贫。',
			'瞻望邈难逮，转欲志长勤。',
			'秉耒欢时务，解颜劝农人。',
			'平畴交远风，良苗亦怀新。',
			'虽未量岁功，即事多所欣。',
			'耕种有时息，行者无问津。',
			'日入相与归，壶浆劳新邻。',
			'长吟掩柴门，聊为陇亩民。'
		]
	},
	{
		title:'和胡西曹示顾贼曹',
		body:[
			'蕤宾五月中，清朝起南飔。',
			'不驶亦不迟，飘飘吹我衣。',
			'重云蔽白日，闲雨纷微微。',
			'流目视西园，晔晔荣紫葵。',
			'于今甚可爱，奈何当复衰。',
			'感物愿及时，每恨靡所挥。',
			'悠悠待秋稼，寥落将赊迟。',
			'逸想不可淹，猖狂独长悲。'
		]
	},
	{
		title:'癸卯岁十二月中作与从弟敬远',
		body:[
			'寝迹衡门下，邈与世相绝。',
			'顾盼莫谁知，荆扉昼常闭。',
			'凄凄岁暮风，翳翳经日雪。',
			'倾耳无希声，在目皓已洁。',
			'劲气侵襟袖，箪瓢谢屡设。',
			'萧索空宇中，了无一可悦！',
			'历览千载书，时时见遗烈。',
			'高操非所攀，谬得固穷节。',
			'平津苟不由，栖迟讵为拙！',
			'寄意一言外，兹契谁能别。'
		]
	},
	{
		title:'始作镇军参军经曲阿作',
		body:[
			'弱龄寄事外，委怀在琴书。',
			'被褐欣自得，屡空常晏如。',
			'时来苟冥会，宛辔憩通衢。',
			'投策命晨装，暂与园田疏。',
			'眇眇孤舟逝，绵绵归思纡。',
			'我行岂不遥，登降千里馀。',
			'目倦川涂异，心念山泽居。',
			'望云惭高鸟，临水愧游鱼。',
			'真想初在襟，谁谓形迹拘。',
			'聊且凭化迁，终返班生庐。'
		]
	},
	{
		title:'连雨独饮',
		body:[
			'运生会归尽，终古谓之然。',
			'世间有松乔，于今定何间。',
			'故老赠余酒，乃言饮得仙。',
			'试酌百情远，重觞忽忘天。',
			'天岂去此哉，任真无所先。',
			'云鹤有奇翼，八表须臾还。',
			'自我抱兹独，僶俛四十年。',
			'形骸久已化，心在复何言。'
		]
	},
	{
		title:'乙巳岁三月为建威参军使都经钱溪',
		body:[
			'我不践斯境，岁月好已积。',
			'晨夕看山川，事事悉如昔。',
			'微雨洗高林，清飙矫云翮。',
			'眷彼品物存，义风都未隔。',
			'伊余何为者，勉励从兹役。',
			'一形似有制，素襟不可易。',
			'园田日梦想，安得久离析。',
			'终怀在归舟，谅哉宜霜柏。'
		]
	},
	{
		title:'归园田居 其一',
		body:[
			'少无适俗韵，性本爱丘山。',
			'误落尘网中，一去十三年。',
			'羁鸟恋旧林，池鱼思故渊。',
			'开荒南野际，抱拙归园田。',
			'方宅十馀亩，草屋八九间。',
			'榆柳荫後檐，桃李罗堂前。',
			'暧暧远人村，依依墟里烟。',
			'狗吠深巷中，鸡鸣桑树颠。',
			'户庭无尘杂，虚室有馀闲。',
			'久在樊笼里，复得返自然。'
		]
	},
	{
		title:'归园田居 其二',
		body:[
			'野外罕人事，穷巷寡轮鞅。',
			'白日掩荆扉，虚室绝尘想。',
			'时复墟曲中，披草共来往。',
			'相见无杂言，但道桑麻长。',
			'桑麻日已长，我土日已广。',
			'常恐霜霰至，零落同草莽。',
		]
	},
	{
		title:'归园田居 其三',
		body:[
			'种豆南山下，草盛豆苗稀。',
			'晨兴理荒秽，带月荷锄归。',
			'道狭草木长，夕露沾我衣。',
			'衣沾不足惜，但使愿无违。'
		]
	},
	{
		title:'归园田居 其四',
		body:[
			'久去山泽游，浪莽林野娱。',
			'试携子侄辈，披榛步荒墟。',
			'徘徊丘陇间，依依昔人居。',
			'井灶有遗处，桑竹残朽株。',
			'借问采薪者，此人皆焉如？',
			'薪者向我言∶“死殁无复馀”。',
			'“一世异朝市”，此语真不虚！',
			'人生似幻化，终当归空无。'
		]
	},
	{
		title:'归园田居 其五',
		body:[
			'怅恨独策还，崎岖历榛曲。',
			'山涧清且浅，遇以濯吾足。',
			'漉我新熟酒，双鸡招近局。',
			'日入室中暗，荆薪代明烛。',
			'欢来苦夕短，已复至天旭。'
		]
	},
	{
		title:'责子',
		body:[
			'白发被两鬓，肌肤不复实。',
			'虽有五男儿，总不好纸笔。',
			'阿舒已二八，懒惰故无匹。',
			'阿宣行志学，而不爱文术。',
			'雍端年十三，不识六与七。',
			'通子垂九龄，但觅梨与栗。',
			'天运苟如此，且进杯中物。'
		]
	},
	{
		title:'戊申岁六月中遇火',
		body:[
			'草庐寄穷巷，甘以辞华轩。',
			'正夏长风急，林室顿烧燔，',
			'一宅无遗宇，舫舟荫门前。',
			'迢迢新秋夕，亭亭月将圆。',
			'果菜始复生，惊鸟尚未还。',
			'中宵伫遥念，一盼周九天。',
			'总发抱孤介，奄出四十年。',
			'形迹凭化往，灵府长独闲，',
			'贞刚自有质，乃石乃非坚。',
			'仰想东户时，馀粮宿中田，',
			'鼓腹无所思，朝起暮归眠。',
			'既已不遇兹，且遂灌我园。'
		]
	},
	{
		title:'和刘柴桑',
		body:[
			'山泽久见招，胡事乃踌躇？',
			'直为亲旧故，未忍言索居。',
			'良辰入奇怀，挈杖还西庐。',
			'荒塗无归人，时时见废墟。',
			'茅茨已就治，新畴复应畲。',
			'谷风转凄薄，春醪解饥劬。',
			'弱女虽非男，慰情良胜无',
			'栖栖世中事，岁月共相疏。',
			'耕织称其用，过此奚所须！',
			'去去百年外，身名同翳如。'
		]
	},
	{
		title:'酬刘柴桑',
		body:[
			'穷居寡人用，时忘四运周。',
			'榈庭多落叶，慨然知已秋。',
			'新葵郁北牖，嘉穟养南畴。',
			'今我不为乐，知有来岁不？',
			'命室携童弱，良日登远游。'
		]
	},
	{
		title:'庚戌岁九月中于西田获早稻',
		body:[
			'人生归有道，衣食固其端；',
			'孰是都不营，而以求自安。',
			'开春理常业，岁功聊可观；',
			'晨出肆微勤，日入负耒还。',
			'山中饶霜露，风气亦先寒，',
			'田家岂不苦？弗获辞此难。',
			'四体诚乃疲，庶无异患干。',
			'盥濯息簷下，斗酒散襟颜，',
			'遥遥沮溺心，千载乃相关。',
			'但愿长如此，躬耕非所叹。'
		]
	},

	{
		title:'还旧居',
		body:[
			'畴昔家上京，六载去还归。',
			'今日始复来，恻怆多所悲。',
			'阡陌不移旧，邑屋或时非。',
			'履历周故居，邻老罕复遗。',
			'步步寻往迹，有处特依依。',
			'流幻百年中，寒暑日相推。',
			'常恐大化尽，气力不及衰。',
			'拨置且莫念，一觞聊可挥。'
		]
	},
	{
		title:'挽歌诗其 一',
		body:[
			'荒草何茫茫，白杨亦萧萧。',
			'严霜九月中，送我出远郊。',
			'四面无人居，高坟正嶣峣。',
			'马为仰天鸣，风为自萧条。',
			'幽室一已闭，千年不复朝。',
			'千年不复朝，贤达无奈何！',
			'向来相送人，各自还其家。',
			'亲戚或馀悲，他人亦已歌。',
			'死去何所道，托体同山阿。'
		]
	},
	{
		title:'挽歌诗其 二',
		body:[
			'昔在无酒饮，今但湛空觞。',
			'春醪生浮蚁，何时更能尝。',
			'肴案盈我前，亲旧哭我傍。',
			'欲语口无音，欲视眼无光。',
			'昔在高堂寝，今宿荒草乡。',
			'一朝出门去，归来夜未央。'
		]
	},

	{
		title:'挽歌诗其 三',
		body:[
			'有生必有死，早终非命促。',
			'昨暮同为人，今旦在鬼录。',
			'魂气散何之？枯形寄空木。',
			'娇儿索父啼，良友抚我哭。',
			'得失不复知，是非安能觉！',
			'千秋万岁後，谁知荣与辱。',
			'但恨在世时，饮酒不得足。'
		]
	},

	{
		title:'乞食',
		body:[
			'饥来驱我去，不知竟何之。',
			'行行至斯里，叩门拙言辞。',
			'主人解余意，遗赠岂虚来。',
			'谈谐终日夕，觞至辄倾杯。',
			'情欣新知欢，言咏遂赋诗。',
			'感子漂母意，愧我非韩才。',
			'衔戢知何谢，冥报以相贻。'
		]
	},

	{
		title:'读《山海经》',
		body:[
			'孟夏草木长，绕屋树扶疏。',
			'众鸟欣有托，吾亦爱吾庐。',
			'既耕亦已种，时还读我书。',
			'穷巷隔深辙，颇回故人车。',
			'欢言酌春酒，摘我园中蔬。',
			'微雨从东来，好风与之俱。',
			'泛览《周王传》，流观《山海图》。',
			'俯仰终宇宙，不乐复何如。'
		]
	},

	{
		title:'拟古九首 其一',
		body:[
			'仲春遘时雨，始雷发东隅。',
			'众蛰各潜骇，草木纵横舒。',
			'翩翩新来燕，双双入我庐。',
			'先巢故尚在，相将还旧居。',
			'自从分别来，门庭日荒芜；',
			'我心固匪石，君情定何如？'
		]
	},

]


/*














	{
		title:'',
		body:[

		]
	},
	














 */





		},
		
		'山水诗选':{
			hash: 'shanshui',
			body: 
[

	{
		title:'宿业师山房，期丁大不至 孟浩然',
		body:[
			'夕阳度西岭，群壑倏已暝。',
			'松月生夜凉，风泉满清听。',
			'樵人归欲尽，烟鸟栖初定。',
			'之子期宿来，孤琴候萝径。'
		]
	},
	{
		title:'武陵泛舟 孟浩然',
		body:[
			'武陵川路狭，前棹入花林。',
			'莫测幽源里，仙家信几深。',
			'水回青嶂合，云度绿溪阴。',
			'坐听闲猿啸，弥清尘外心。'
		]
	},
	{
		title:'夏日浮舟过陈大水亭 孟浩然',
		body:[
			'水亭凉气多，闲棹晚来过。',
			'涧影见松竹，潭香闻芰荷。',
			'野童扶醉舞，山鸟助酣歌。',
			'幽赏未云遍，烟光奈夕何。'
		]
	},
	{
		title:'题大禹寺义公禅房 孟浩然',
		body:[
　　			'义公习禅处，结构依空林。',
			'户外一峰秀，阶前群壑深。',
　　			'夕阳连雨足，空翠落庭阴。',
			'看取莲花净，应知不染心。'
		]
	},
	{
		title:'过故人庄 孟浩然',
		body:[
			'故人具鸡黍，邀我至田家。',
			'绿树村边合，青山郭外斜。',
			'开筵面场圃，把酒话桑麻。',
			'待到重阳日，还来就菊花。'
		]
	},
	{
		title:'宿武阳即事 孟浩然',
		body:[
			'川暗夕阳尽，孤舟泊岸初。',
			'岭猿相叫啸，潭嶂似空虚。',
			'就枕灭明烛，扣舷闻夜渔。',
			'鸡鸣问何处，人物是秦馀。'
		]
	},
	{
		title:'田家元日 孟浩然',
		body:[
			'昨夜斗回北，今朝岁起东。',
			'我年已强仕，无禄尚忧农。',
			'桑野就耕父，荷锄随牧童。',
			'田家占气候，共说此年丰。'
		]
	},
	{
		title:'秋登兰山寄张五 孟浩然',
		body:[
			'北山白云里，隐者自怡悦。',
			'相望试登高，心飞逐鸟灭。',
			'愁因薄暮起，兴是清秋发。',
			'时见归村人，沙行渡头歇。',
			'天边树若荠，江畔舟如月。',
			'何当载酒来，共醉重阳节。'
		]
	},
	{
		title:'夏日南亭怀辛大 孟浩然',
		body:[
			'山光忽西落，池月渐东上。',
			'散发乘夕凉，开轩卧闲敞。',
			'荷风送香气，竹露滴清响。',
			'欲取鸣琴弹，恨无知音赏。',
			'感此怀故人，中宵劳梦想。'
		]
	},
	{
		title:'宴包二融宅 孟浩然',
		body:[
			'闲居枕清洛，左右接大野。',
			'门庭无杂宾，车辙多长者。',
			'是时方盛夏，风物自潇洒。',
			'五日休沐归，相携竹林下。',
			'开襟成欢趣，对酒不能罢。',
			'烟暝栖鸟迷，余将归白社。'
		]
	},
	{
		title:'宿业师山房，期丁大不至 孟浩然',
		body:[
			'夕阳度西岭，群壑倏已暝。',
			'松月生夜凉，风泉满清听。',
			'樵人归欲尽，烟鸟栖初定。',
			'之子期宿来，孤琴候萝径。'
		]
	},
	{
		title:'白云先生王迥见访 孟浩然',
		body:[
			'闲归日无事，云卧昼不起。',
			'有客款柴扉，自云巢居子。',
			'居闲好芝朮，采药来城市。',
			'家在鹿门山，常游涧泽水。',
			'手持白羽扇，脚步青芒履。',
			'闻道鹤书征，临流还洗耳。'
		]
	},
	{
		title:'采樵作 孟浩然',
		body:[
			'采樵人深山，山深树重叠。',
			'桥崩卧槎拥，路险垂藤接。',
			'日落伴将稀，山风拂萝衣。',
			'长歌负轻策，平野望烟归。'
		]
	},
	{
		title:'青溪',
		body:[
			'言入黄花川，每逐青溪水。',
			'随山将万转，趣途无百里。',
			'声喧乱石中，色静深松里。',
			'漾漾泛菱荇，澄澄映葭苇。',
			'我心素已闲，清川淡如此。',
			'请留盘石上，垂钓将已矣。'
		]
	},
	
	{
		title:'渭川田家',
		body:[
			'斜光照墟落，穷巷牛羊归。',
			'野老念牧童， 倚杖候荆扉。',
			'雉雊麦苗秀，蚕眠桑叶稀。',
			'田夫荷锄至，相见语依依。',
			'即此羡闲逸，怅然吟式微。'
		]
	},
	{
		title:'新晴野 望',
		body:[
			'新晴原野旷，极目无氛垢。',
			'郭门临渡头，村树连溪口。',
			'白水明田外，碧峰出山後。',
			'农月无闲人，倾家事南亩。'
		]
	},
	{
		title:'辋川闲居赠裴秀才迪',
		body:[
			'寒山转苍翠，秋水日潺湲。',
			'倚杖柴门外，临风听暮蝉。',
			'渡头余落日，墟里上孤烟。',
			'复值接舆醉，狂歌五柳前。'
		]
	},
	{
		title:'冬晚对雪忆胡居士家',
		body:[
			'寒更传晓箭，清镜览 衰颜。',
			'隔牖风惊竹，开门雪满山。',
			'洒空深巷静，积素广庭闲。',
			'借问哀安舍， 悠然尚闭关。'
		]
	},
	{
		title:'酬张少府',
		body:[
			'晚年惟好静，万事不关心。',
			'自顾无长策，空知返旧林。',
			'松风吹解带，山月照弹琴。',
			'君问穷通理，渔歌入浦深。'
		]
	},
	{
		title:'过感化寺昙兴上人山院',
		body:[
			'暮持筇竹杖，相待虎溪头。',
			'催客闻山响，归房逐水流。',
			'野花丛发好，谷鸟一声幽。',
			'夜坐空林 寂，松风直似秋。'
		]
	},
	{
		title:'辋川闲居',
		body:[
			'一从归白社，不复到青门。',
			'时倚檐前树，远看原上村。',
			'青菰临水映，白鸟向山翻。',
			'寂寞於陵子，桔槔方灌园。'
		]
	},
	{
		title:'登裴秀才迪小台作',
		body:[
			'端居不出户，满目望云山。',
			'落日鸟边下，秋原人外闲。',
			'遥知远林际，不见此檐间。',
			'好客多乘月，应门莫上关。'
		]
	},
	{
		title:'下终南山过斛斯山人宿置酒',
		body:[
			'暮从碧山下。山月随人归。',
			'却顾所来径。苍苍横翠微。',
			'相携及田家。童稚开荆扉。',
			'绿竹入幽径。青萝拂行衣。',
			'欢言得所憩。美酒聊共挥。',
			'长歌吟松风。曲尽河星稀。 ',
			'我醉君复乐。陶然共忘机。'
		]
	},
	{
		title:'听蜀僧浚弹琴',
		body:[
			'蜀僧抱绿绮。西下峨嵋峰。',
			'为我一挥手。如听万壑松。',
			'客心洗流水。遗响入霜钟。',
			'不觉碧山暮。秋云暗几重。'
		]
	},
	{
		title:'溪居 柳宗元',
		body:[
			'久为簪组累，幸此南夷谪。',
			'闲依农圃邻，偶似山林客。',
			'晓耕翻露草，夜榜响溪石。',
			'来往不逢人，长歌楚天碧。'
		]
	},
	
			
]


/*




	{
		title:'',
		body:[

		]
	},
	


 */





		},
		
		"元明清绝句" : {
			hash: 'yuanmingqingjueju',
			body : [
	{
	 	title:"春暮西园 高启",
	 	body:[
			'绿池芳草满晴波，',
			'春色都从雨里过。',
			'知是人家花落尽，',
			'菜畦今日蝶来多。'			
	 	]
	},
	{
	 	title:"题花屏 完颜亮",
	 	body:[
			'万里车书何混同，',
			'江南岂有别疆封。',
			'提兵百万西湖上，',
			'立马吴山第一峰。'		
	 	]
	},		
	
	{
	 	title:"所见 袁枚",
	 	body:[
			'牧童骑黄牛，',
			'歌声振林樾。',
			'意欲捕鸣蝉，',
			'忽然闭口立。'			
	 	]
	},		 
	{
	 	title:"偶作  袁枚",
	 	body:[
			'偶寻半开梅，',
			'闲倚一竿竹。',
			'儿童不知春，',
			'问草何故绿。'			
	 	]
	},		 
	{
	 	title:"寒夜  袁枚",
	 	body:[
			'寒夜读书忘却眠，',
			'锦衾香尽炉无烟。',
			'美人含怒夺灯去，',
			'问郎知是几更天！'		
	 	]
	},		 
	{
	 	title:"遣兴杂诗 袁枚",
	 	body:[
			'小步闲拖六尺藤，',
			'空山来往健如僧。',
			'栽花忙处儿呼饭，',
			'夜读深时妾屏灯。'			
	 	]
	},		 
	{
	 	title:"山行杂咏  袁枚",
	 	body:[
			'十里崎岖半里平，',
			'一峰才送一峰迎。',
			'青山似茧将人裹，',
			'不信前头有路行。'			
	 	]
	},		 
	{
	 	title:"吉祥寺古梅 林古度",
	 	body:[
			'一树古梅花数亩，',
			'城中客子乍来看。',
			'不知花气清相逼，',
			'但觉山深春尚寒。'			
	 	]
	},
	{
	 	title:"金陵冬夜 林古度",
	 	body:[
			'老来贫困实堪磋，',
			'寒气偏归我一家。',
			'无被夜眠牵破絮，',
			'浑如孤鹤入芦花。'			
	 	]
	},	
	{
	 	title:"众香庵赠自休长老  钱谦益",
	 	body:[
			'略彴缘溪一径分，',
			'千山香雪照斜醺。',
			'道人不作寻花梦，',
			'只道漫山是白云。	'	
	 	]
	},

	{
	 	title:"山行 施闰章",
	 	body:[
			'野寺分晴树，',
			'山亭过晚霞。',
			'春深无客到，',
			'一路落松花。'
	 	]
	},	
	{
	 	title:"出居庸关 朱彝尊",
	 	body:[
			'居庸关上子规啼，',
			'饮马流泉落日低。',
			'雨雪自飞千嶂外，',
			'榆林只隔数峰西。	'		
	 	]
	},	
	{
	 	title:"鸳鸯湖棹歌 朱彝尊",
	 	body:[
			'穆湖莲叶小于钱，',
			'卧柳虽多不碍船。',
			'两岸新苗才过雨，',
			'夕阳沟水响溪田。	'		
	 	]
	},	
	{
	 	title:"鸳鸯湖棹歌 朱彝尊",
	 	body:[
			'西水驿前津鼓声，',
			'原田角角野鸡鸣。',
			'苔心菜甲桃花里，',
			'未到天明棹入城。	'		
	 	]
	},	
	{
	 	title:"真州绝句 王士祯",
	 	body:[
			'江干多是钓人居，',
			'柳陌菱塘一带疏；',
			'好是日斜风定后，',
			'半江红树卖鲈鱼。'		
	 	]
	},		
	{
	 	title:"初春济南作  王士祯",
	 	body:[
			'山郡逢春复乍晴，',
			'陂塘分出几泉清？',
			'郭边万户皆临水，',
			'雪后千峰半入城。'		
	 	]
	},		
	{
	 	title:"北固山看大江 孔尚任",
	 	body:[
			'孤城铁瓮四山围，',
			'绝顶高秋坐落晖。',
			'眼见长江趋大海，',
			'青天却似向西飞。'			
	 	]
	},	
	{
	 	title:"早过淇县 查慎行",
	 	body:[
			'高登桥下水汤汤，',
			'朝涉河边露气凉。',
			'行过淇园天未晓，',
			'一痕残月杏花香。'			
	 	]
	},		
	{
	 	title:"晓过鸳湖 查慎行",
	 	body:[
			'晓风催我挂帆行，',
			'绿涨春芜岸欲平。',
			'长水塘南三日雨，',
			'菜花香过秀州城。'			
	 	]
	},		 
	{
	 	title:"荆溪道中 厉鹗",
	 	body:[
			'如画云岚西复西，',
			'梁溪几折入荆溪？',
			'舟师失道隔烟问，',
			'山鸟畏人穿竹啼。'			
	 	]
	},		 
	{
	 	title:"十二月十五夜 袁枚",
	 	body:[
			'沉沉更鼓急，',
			'渐渐人声绝。',
			'吹灯窗更明，',
			'月照一天白。'			
	 	]
	},		 
	{
	 	title:"鸡 袁枚",
	 	body:[
			'养鸡纵鸡食，',
			'鸡肥乃烹之。',
			'主人计固佳，',
			'不可与鸡知。'			
	 	]
	},		 
	{
	 	title:"过水西渡 洪亮吉 ",
	 	body:[
			'已作如尘似梦看，',
			'残春曾此一停鞍。',
			'能迎三十年前客，',
			'只有参天竹万竿。'		
	 	]
	},		 
	{
	 	title:"癸巳除夕偶成 黄景仁 ",
	 	body:[
			'千家笑语漏迟迟，',
			'忧患潜从物外知。',
			'悄立市桥人不识，',
			'一星如月看多时。'		
	 	]
	},
	
	{
	 	title:"少年行",
	 	body:[
			'男儿作健向沙场，',
			'自爱登台不望乡。',
			'太白高高天尺五，',
			'宝刀明月共辉光。'			
	 	]
	},

	{
	 	title:"春兴",
	 	body:[
			'夜来风雨梦难成，',
			'是处溪头听卖饧。',
			'怪底桃花半零落，',
			'江村明日是清明。'			
	 	]
	},
	{
	 	title:"彭城杂咏 萨都剌 ",
	 	body:[
			'雪白杨花扑马头，',
			'行人春尽过徐州。',
			'夜深一片城头月，',
			'曾照张家燕子楼。'			
	 	]
	},	
	{
	 	title:"送人之浙东 萨都剌 ",
	 	body:[
			'我还京口去，',
			'君入浙东游。',
			'风雨孤舟夜，',
			'关河两鬓秋。'		
	 	]
	},	
	{
	 	title:"过高邮射阳湖 萨都剌 ",
	 	body:[
			'飘萧树梢风，',
			'淅沥湖上雨。',
			'不见打鱼人，',
			'菰浦雁相语。'			
	 	]
	},	
	{
	 	title:"湖州竹枝词 张雨",
	 	body:[
			'临湖门外是侬家，',
			'郎若闲时来吃茶。',
			'黄土筑墙茅盖屋，',
			'门前一树紫荆花。'			
	 	]
	},	
	{
	 	title:"墨梅",
	 	body:[
			'我家洗砚池边树，',
			'朵朵花开淡墨痕。',
			'不要人夸颜色好，',
			'只留清气满乾坤。'			
	 	]
	},	
	{
	 	title:"代父送人之新安 陆娟",
	 	body:[
			'津亭杨柳碧毵毵',
			'人立东风酒半酣',
			'万点飞花舟一叶',
			'载将春色过江南'	
	 	]
	},	
	{
	 	title:"寄书曲 沈野",
	 	body:[
			'行人促家信，',
			'把笔倚轩前。',
			'书札经姑手，',
			'闲情不敢言。'		
	 	]
	},	
	{
	 	title:"漓江舟行 俞安期",
	 	body:[
			'桂楫轻舟下粤关，',
			'谁言岭外客行艰？',
			'高眠翻爱漓江路，',
			'枕底涛声枕上山。'			
	 	]
	},	
	{
	 	title:"闺词 刘荣嗣",
	 	body:[
			'开帘小坐怯风凉，',
			'新月如钩隐画廊。',
			'夜久不闻深苑语，',
			'到人唯有落花香。'			
	 	]
	},		 
	{
	 	title:"感事 王伯稠",
	 	body:[
			'燕山自古接胡沙，',
			'大有胡风入汉家。',
			'小妇拍鞍能走马，',
			'儿童卷叶学吹笳。'			
	 	]
	},		 
	{
	 	title:"五月十九日大雨 刘基",
	 	body:[
			'风驱急雨洒高城，',
			'云压轻雷殷地声。',
			'雨过不知龙去处，',
			'一池草色万蛙鸣。'			
	 	]
	},		 
	{
	 	title:"北风行 刘基",
	 	body:[
			'城外萧萧北风起，',
			'城上健儿吹落耳。',
			'将军玉帐貂鼠衣，',
			'手持酒杯看雪飞。'		
	 	]
	},		 
	{
	 	title:"天平山中 杨基",
	 	body:[
			'细雨茸茸湿楝花，',
			'南风树树熟枇杷；',
			'徐行不记山深浅，',
			'一路莺啼送到家。'		
	 	]
	},		 
	{
	 	title:"客中忆二女 高启",
	 	body:[
			'每忆门前两候归，',
			'客中长夜梦魂飞。',
			'料应此际犹依母，',
			'灯下看缝寄我衣。'			
	 	]
	},		 
	{
	 	title:"龛山凯歌 徐渭 ",
	 	body:[
			'短剑随枪暮合围，',
			'寒风吹血着人飞。',
			'朝来道上看归骑，',
			'一片红冰冷铁衣。'			
	 	]
	},		 
	{
	 	title:"江宿 汤显祖",
	 	body:[
			'寂历秋江渔火稀，',
			'起看残月映林微。',
			'波光水鸟惊犹宿，',
			'露冷流萤湿不飞。'		
	 	]
	},		 
	{
	 	title:"大堤女 袁宏道",
	 	body:[
			'文窗斜对木香篱，',
			'胡粉薄施细作眉。',
			'贪向墙头看车马，',
			'不知裙着刺花儿。'		
	 	]
	},		 
	{
	 	title:"荷花 石涛",
	 	body:[
			'荷叶五寸荷花娇，',
			'贴波不碍画船摇；',
			'相到薰风四五月，',
			'也能遮却美人腰。'
	 	]
	},		 
	{
	 	title:"题画 沈周",
	 	body:[
			'碧水丹山映杖藜，',
			'夕阳犹在小桥西。',
			'微吟不道惊溪鸟，',
			'飞入乱云深处啼。'			
	 	]
	},	
	{
	 	title:"发淮安 杨士奇",
	 	body:[
			'岸蓼疏红水荇青，',
			'茨菰花白小如蓱。',
			'双鬟短袖惭人见，',
			'背立船头自采菱。'
	 	]
	},	
	{
	 	title:"春日杂咏 高珩",
	 	body:[
			'青山如黛远村东，',
			'嫩绿长溪柳絮风。',
			'鸟雀不知郊野好，',
			'穿花翻恋小庭中。'
	 	]
	},	
	{
	 	title:"云居山咏其一 常慧",
	 	body:[
			'半肩风雨半肩柴，',
			'竹杖芒鞋破碧崖。',
			'刚出岭头三五步，',
			'浑身都被乱云埋。'
	 	]
	},	
	{
	 	title:"出郊 杨慎",
	 	body:[
			'高田如楼梯，',
			'平田如棋局。',
			'白鹭忽飞来，',
			'点破秧针绿。'
	 	]
	},	
	{
	 	title:"咏竹 朱元璋",
	 	body:[
			'雪压枝头低，',
			'虽低不着泥。',
			'一朝红日出，',
			'依旧与天齐。'
	 	]
	},	
	{
	 	title:"寻胡隐君 高启",
	 	body:[
			'渡水复渡水，',
			'看花还看花。',
			'春风江上路，',
			'不觉到君家。'
	 	]
	},
	{
	 	title:"枕石 高攀龙",
	 	body:[
			'心同流水净，',
			'身与白云轻。',
			'寂寂深山暮，',
			'微闻钟磬声。'			
	 	]
	},		 
	{
	 	title:"塞下曲 谢榛",
	 	body:[
			'暝色满西山，',
			'将军猎骑还。',
			'隔河见烽火，',
			'骄虏夜临关。'			
	 	]
	},		 
	{
	 	title:"幼女词 毛铉",
	 	body:[
			'下床着新衣，',
			'初学小姑拜。',
			'低头羞见人，',
			'双手结裙带。'			
	 	]
	},		 
	{
	 	title:"题照 江青",
	 	body:[	
			'江上有奇峰,',
			'锁在云雾中。',
			'寻常看不见,',
			'偶尔露峥嵘。'			
	 	]
	},		 
	{
	 	title:"已亥杂诗207 龚自珍",
	 	body:[
			'弱冠寻方数岁华，',
			'玲珑万玉嫭交加。',
			'难忘细雨红泥寺，',
			'湿透春裘倚此花。'			
	 	]
	},		 
	{
	 	title:"已亥杂诗225  龚自珍",
	 	body:[
			'银烛秋堂独听心，',
			'隔帘谁报雨沉沉。',
			'明朝不许沿溪赏，',
			'已没溪桥一尺深。'		
	 	]
	},		 
	{
	 	title:"漫感 龚自珍",
	 	body:[
			'绝域从军计惘然，',
			'东南幽恨满词笺。',
			'一箫一剑平生意，',
			'负尽狂名十五年。'	
	 	]
	},		 
	{
	 	title:"鸳鸯湖棹歌  朱彝尊",
	 	body:[
			'沙头宿鹭傍船栖，',
			'柳外惊乌隔岸啼。',
			'为爱秋来好明月，',
			'湖东不住住湖西。'			
	 	]
	},		 
	{
	 	title:"山中雪后 郑燮 ",
	 	body:[
			'晨起开门雪满山，',
			'雪睛云淡日光寒。',
			'檐流未滴梅花冻，',
			'一种清孤不等闲。'		
	 	]
	},		 
	{
	 	title:"潍县署中画竹  郑燮",
	 	body:[
			'衙斋卧听萧萧竹，',
			'疑是民间疾苦声；',
			'些小吾曹州县吏，',
			'一枝一叶总关情。'			
	 	]
	},		 
	{
	 	title:"渔家 郑燮 ",
	 	body:[
			'卖得鲜鱼二百钱，',
			'籴（di）粮炊饭放归船。',
			'拔来湿苇烧难着，',
			'晒在垂杨古岸边。	'		
	 	]
	},		 
	{
	 	title:"江晴 清·郑燮 ",
	 	body:[
			'雾裹山疑失，',
			'雷鸣雨未休。',
			'夕阳开一半，',
			'吐出望江楼。'		
	 	]
	},		 
	{
	 	title:"由兴化迂曲至高邮 郑燮",
	 	body:[
			'烟蓑雨笠水云居，',
			'鞋样船儿帽样庐。',
			'卖取青钱沽酒得，',
			'乱摊荷叶摆鲜鱼。'	
	 	]
	},		 
	{
	 	title:"竹枝词 郑燮",
	 	body:[
			'水流曲曲树重重，',
			'树里春山一两峰。',
			'茅屋深藏人不见，',
			'数声鸡犬夕阳中。'	
	 	]
	},	
	{
	 	title:"古意 吴伟业 ",
	 	body:[
			'欢似机中丝，',
			'织作相思树。',
			'侬似衣上花，',
			'春风吹不去。'			
	 	]
	},	
	{
	 	title:"即目 王士祯 ",
	 	body:[
			'萧条秋雨夕，',
			'苍茫楚江晦。',
			'时见一舟行，',
			'濛濛水云外。',	
	 	]
	},	
	{
	 	title:"题秋江独钓图 王士祯",
	 	body:[ 
			'一蓑一笠一扁舟，',
			'一丈丝纶一寸钩。',
			'一曲高歌一樽酒，',
			'一人独钓一江秋。'			
	 	]
	},		 
	{
	 	title:"新安滩 黄景仁",
	 	body:[
			'一滩复一滩，',
			'一滩高十丈。',
			'三百六十滩，',
			'新安在天上。'			
	 	]
	},		 
	{
	 	title:"绝句吴嘉纪 ",
	 	body:[
			'白头灶户低草房，',
			'六月煎盐烈火旁。',
			'走出门前炎日里，',
			'偷闲一刻是乘凉。'			
	 	]
	},		 
	{
	 	title:"塞外杂咏 林则徐 ",
	 	body:[
			'天山万笏耸琼瑶，',
			'导我西行伴寂寥。',
			'我与山灵相对笑，',
			'满天晴雪共难消。'	
	 	]
	},		 
	{
	 	title:"葑门口号 钱载",
	 	body:[
			'灭渡桥回柳映塘，',
			'南风吹郭不胜香。',
			'湖田半种紫芒稻，',
			'麦笠时遮青苎娘。'			
	 	]
	},		 
	{
	 	title:"晓窗  魏源",
	 	body:[
			'少闻鸡声眠，',
			'老听鸡声起。',
			'千古万代人，',
			'消磨数声里。'		
	 	]
	},		 
	{
	 	title:"山行 姚鼐 ",
	 	body:[
			'布谷飞飞劝早耕，',
			'舂锄扑扑趁春睛。',
			'千层石树遥行路，',
			'一带山田放水声。'		
	 	]
	},	
	{
	 	title:"虎丘暮归小舟口号 赵执信",
	 	body:[
			'稻花菱叶满流波，',
			'秋色其如夕照何。',
			'暝泛不知柔橹乱，',
			'前川微月雁声多。'			
	 	]
	},	
	{
	 	title:"野望  李沂",
	 	body:[
			'风卷蓬根野日昏，',
			'含凄倚杖望孤村。',
			'村中昨夜逃亡尽，',
			'还有催租吏打门。'		
	 	]
	},	
	{
	 	title:"夏日杂诗 陈文述 ",
	 	body:[
			'水窗低傍画栏开，',
			'枕簟萧疏玉漏催。',
			'一夜雨声凉到梦，',
			'万荷叶上送秋来。'			
	 	]
	},	
	{
	 	title:"题寒江钓雪图 释敬安",
	 	body:[
			'垂钓板桥东，',
			'雪压蓑衣冷。',
			'江寒水不流，',
			'鱼嚼梅花影。'		
	 	]
	},	
	{
	 	title:"湖楼早起 江湜 ",
	 	body:[	
			'湖上朝来水气升，',
			'南高峰色自崚嶒。',
			'小船看尔投西岸，',
			'载得三人两是僧。'			
	 	]
	},
	{
	 	title:"田家夜舂 高启",
	 	body:[
			'新妇春粮独睡迟，',
			'夜寒茅屋雨来时。',
			'灯前每嘱儿休哭，',
			'明日行人要早炊。'			
	 	]
	},		
	{
	 	title:"得家书 高启",
	 	body:[
			'未读书中语，',
			'忧怀已觉宽。',
			'灯前看封箧，',
			'题字有平安。'		
	 	]
	},		
	{
	 	title:"呵那瑰 ",
	 	body:[
			'牛羊草漫野，',
			'大帐天山下。',
			'十万控弦儿，',
			'闻箛齐上马。'			
	 	]
	},	
	{
	 	title:"晓发山驿  高启",
	 	body:[
			'风残杏花晓，',
			'马上闻啼鸟。',
			'茅店未开门，',
			'山多住人少。'			
	 	]
	},
	{
	 	title:"无题  唐寅",
	 	body:[
			'秋千荡舞腰肢嫩，',
			'窈窕娇娜与云平。',
			'咯咯笑声郎仰面，',
			'竹林深处唤小名。'		
	 	]
	},	
	{
	 	title:"咏鸡诗 唐寅",
	 	body:[
			'头上红冠不用裁，',
			'满身雪白走将来；',
			'平生不敢轻言语，',
			'一叫千门万户开。'			
	 	]
	},	{
	 	title:"题画  唐寅",
	 	body:[
			'春风修禊忆江南，',
			'酒榼茶垆共一担。',
			'寻向人家好花处，',
			'不通名姓即停骖。'			
	 	]
	},	{
	 	title:"临终诗 唐寅 ",
	 	body:[
			'生在阳间有散场，',
			'死归地府也何妨。',
			'阳间地府俱相似，',
			'只当漂流在异乡。'			
	 	]
	},	{
	 	title:"伯虎扮乞儿骗酒  唐寅",
	 	body:[
			'一上一上又一上，',
			'一上直到高山上。',
			'举头红日白云低，',
			'四海五湖皆一望。'			
	 	]
	},
	{
	 	title:"鱼父图 唐寅 ",
	 	body:[
			'朱门公子馔鲜鳞，',
			'争诧金盘一尺银。',
			'谁信深溪狼虎里，',
			'满身风雨是渔人。'			
	 	]
	},
	{
	 	title:" 无题  张裕钊 ",
	 	body:[	
			'农家夏日最奔忙，',
			'偶趁清风追晚凉。',
			'夜月柳荫人半寝，',
			'村翁荒渺说隋唐。'			
	 	]
	},		 
	{
	 	title:"竹枝词 黄燮清",
	 	body:[			
			'杏花村前流水斜,',
			'杏花村后是侬家;',
			'夕阳走马村前后,',
			'料是郎来看杏花。'			
	 	]
	},		 
	{
	 	title:"寤后 沈谨学	",
	 	body:[	
			'梦中得句十分欢，',
			'寤后沉思记不完。',
			'灯穗小于红豆子，',
			'一窗风雨半床寒。'		
	 	]
	},		 
	{
	 	title:"樵夫词 朱景素",
	 	body:[
			'白云堆里捡青槐，',
			'惯入深林鸟不猜。',
			'无意带将花数朵，',
			'竟挑蝴蝶下山来。'			
	 	]
	},		 
	{
	 	title:"高邮州署秋日偶题 魏源",
	 	body:[
			'传舍官如住寺僧，',
			'半年暂主此荒城。',
			'湖边无处看山色，',
			'但爱千家带雨耕。'			
	 	]
	},		 
	{
	 	title:"射阳湖晚泊  潘德舆 ",
	 	body:[
			'岸远月底樯，',
			'沙明星入网。',
			'半夜渔人归，',
			'前溪闻暗桨。'			
	 	]
	},		 
	{
	 	title:"忆少年 宋湘 ",
	 	body:[
			'老屋柴门树打头，',
			'青山屋后水自流。',
			'受书十日九逃学，',
			'恨不先生命牧牛。'		
	 	]
	},		 
	{
	 	title:"山泥 袁枚",
	 	body:[
			'山泥淋漉陷征车',
			'扑面惊沙恨有余',
			'此际故园三月半',
			'万花围住一楼树'
	 	]
	},		 
	{
	 	title:"推窗 袁枚",
	 	body:[
			'山宵风雨恶，',
			'蓬户不轻开。',
			'山似相思久，',
			'推窗扑面来。	'		
	 	]
	},		 
	{
	 	title:"山行 姚范",
	 	body:[	
			'百道飞泉喷雨珠，',
			'春风窈窕绿蘼芜。',
			'山田水满秧针出，',
			'一路斜阳听鹧鸪。'		
	 	]
	},		 
	{
	 	title:"偶成 宋凌云",
	 	body:[
			'天外鱼书绝，',
			'征人岂念家。',
			'可怜小儿女，',
			'夜夜看灯花。'			
	 	]
	},		 
	{
	 	title:"春寒",
	 	body:[
			'漫脱春衣浣酒红，',
			'江南二月最多风。',
			'梨花雪后酴醿雪，',
			'人在重帘浅梦中。'			
	 	]
	},		 
	{
	 	title:"晚景 华岩",
	 	body:[
			'晓月淡长空，',
			'新岚浮远树。',
			'数峰青不齐，',
			'乱插云深处。'		
	 	]
	},		 
	{
	 	title:"过徐州 沈德潜",
	 	body:[
			'到处陂塘决决流，',
			'垂杨百里罨平畴。',
			'行人便觉须眉绿，',
			'一路蝉声过许州。'			
	 	]
	},		 
	{
	 	title:"晚晴  沈德潜",
	 	body:[
			'云开逗夕阳，',
			'水落穿浅土。',
			'时见叱牛翁，',
			'一犁带残雨。	'		
	 	]
	},		 
	{
	 	title:"踏雪 赵关晓",
	 	body:[
			'踏雪寻山樵，',
			'山樵踏雪去。',
			'一路草鞋痕，',
			'寻入松深处。'			
	 	]
	},		 
	{
	 	title:"棉花  马苏臣",
	 	body:[	
			'五月棉花秀，',
			'八月棉花干。',
			'花开天下暖，',
			'花落天下寒。	'		
	 	]
	},		 
	{
	 	title:"杭州半山看桃花 ",
	 	body:[
			'山光焰焰映明霞，',
			'燕子低飞掠酒家。',
			'红影到溪流不去，',
			'始知春水恋桃花。'	
	 	]
	},		 
	{
	 	title:"暮出溪上口号  赵执信",
	 	body:[
			'雨转南山逗晚晖，',
			'闲和燕子出荆扉。',
			'前溪遥见驱牛影，',
			'一一村氓种豆归。'			
	 	]
	},		 
	{
	 	title:"暮春 翁格",
	 	body:[
			'莫怨春归早，',
			'花余几点红。',
			'留将根蒂在，',
			'岁岁有东风。'			
	 	]
	},		 
	{
	 	title:"出关 徐兰",
	 	body:[
			'凭山俯海古边州，',
			'旆影风翻见戍楼。',
			'马后桃花马前雪，',
			'出关争得不回头?'			
	 	]
	},		 
	{
	 	title:"寄家书 王庭诏",
	 	body:[
			'一函游子泪痕封，',
			'寄去云山几万重。',
			'君到鹤洲江上望，',
			'数椽茅屋几株松。'	
	 	]
	},		 
	{
	 	title:"舟夜书所见 查慎行",
	 	body:[
			'月黑见渔灯，',
			'孤光一点萤。',
			'微微风簇浪，',
			'散作满河星。'	
	 	]
	},		 
	{
	 	title:"塞上曲 遒贤",
	 	body:[
			'双鬟小女玉娟娟，',
			'自卷毡帘出帐前。',
			'忽见一枝长十八，',
			'折来簪在帽檐边。'		
	 	]
	},		 
	{
	 	title:"燕女 洪升 ",
	 	body:[
			'燕姬生小习原野，',
			'春草茸茸猎城下。',
			'身轻不许健儿扶，',
			'捉鞭自上桃花马。'		
	 	]
	},		 
	{
	 	title:"纪映淮 即景",
	 	body:[
			'杏花一孤村，',
			'流水数间屋。',
			'夕阳不见人，',
			'牯牛麦中宿。'			
	 	]
	},		 
	{
	 	title:"嘉陵江上忆家  王士祯",
	 	body:[
			'自入秦关岁月迟，',
			'栈云陇树苦相思。',
			'嘉陵驿路三千里，',
			'处处春山叫画眉。'			
	 	]
	},		 
	{
	 	title:"晓起 恽格",
	 	body:[
			'连夜深山雨，',
			'春光应未多。',
			'晓看洲上草，',
			'绿到洞庭波。'		
	 	]
	},		 
	{
	 	title:"客发苕溪 叶燮",
	 	body:[
			'客心如水水如愁，',
			'容易归舟趁疾流。',
			'忽讶船窗送吴语，',
			'故山月已挂船头。'		
	 	]
	},		 
	{
	 	title:"桃花谷 张实居",
	 	body:[
			'小径穿深树，',
			'临崖四五家。',
			'泉声天半落，',
			'满涧溅桃花。'		
	 	]
	},		 
	{
	 	title:"闻鹧鸪 尤侗",
	 	body:[
			'鹧鸪声里夕阳西，',
			'陌上征人首尽低。',
			'遍地关山行不得，',
			'为谁辛苦尽情啼。'			
	 	]
	},		 
	{
	 	title:"江上 王彦泓",
	 	body:[
			'水畔人家竹绕扉，',
			'月明江上棹船归。',
			'一嵩打得芦花响，',
			'惊起沙鸥拍拍飞。'			
	 	]
	},		 
	 
	{
	 	title:"渔村诗话图  党怀英",
	 	body:[
			'江村清景皆画本，',
			'画里更传诗与功。',
			'渔夫自醒还自醉，',
			'不知身在画图中。'			
	 	]
	},		 
	{
	 	title:"绝句 王庭筠",
	 	body:[
			'竹影和诗瘦，',
			'梅花入梦香。',
			'可怜今夜月，',
			'不肯下西厢。'				
	 	]
	},		 
	{
	 	title:"晚望 周昂",
	 	body:[
			'烟抹平林水退沙，',
			'碧山西畔夕阳家。',
			'无人解得诗人意，',
			'只有云边数点鸦。'			
	 	]
	},		 
	{
	 	title:"杨柳 元好问",
	 	body:[
			'杨柳青青沟水流，',
			'莺儿调舌弄娇柔。',
			'桃花记得题诗客，',
			'斜倚春风笑不休。'			
	 	]
	},		 
	{
	 	title:"山家 刘因元",
	 	body:[
			'马蹄踏水乱明霞，',
			'醉袖迎风受落花。',
			'怪见溪童出门望，',
			'鹊声先我到山家。'			
	 	]
	},		 
	{
	 	title:"绝句 赵孟頫",
	 	body:[
			'春寒恻恻掩重门，',
			'金鸭香残火尚温。',
			'燕子不来花又落，',
			'一庭风雨自黄昏。'			
	 	]
	},		 
	{
	 	title:"宿浚仪公湖亭 杨载 ",
	 	body:[
			'两两三三白鸟飞，',
			'背人斜去落渔矶。 ',
			'雨余不遣浓云散，',
			'犹向前山拥翠微。'			
	 	]
	},		 
	{
	 	title:"到京师 杨 载",
	 	body:[
			'城雪初消荠菜生，',
			'角门深巷少人行。',
			'柳梢听得黄鹂语，',
			'此是春来第一声。'			
	 	]
	},		 
	{
	 	title:"院中独坐 虞集",
	 	body:[
			'何处它年寄此生，',
			'山中江上总关情。',
			'无端绕屋长松树，',
			'尽把风声作雨声。'			
	 	]
	},		 
	{
	 	title:"听雨 虞集",
	 	body:[
			'屏风围坐鬓毵毵，',
			'绛蜡摇光照莫酣。',
			'京国多年情尽改，',
			'忽听春雨忆江南。'			
	 	]
	},		 
	{
	 	title:"寒夜 揭傒斯",
	 	body:[
			'疏星冻霜空，',
			'流月湿林薄。',
			'虚馆人不眠，',
			'时闻一叶落。'	
	 	]
	},		 
	{
	 	title:"上京即事 萨都剌",
	 	body:[
			'紫塞风高弓力强，',
			'王孙走马猎沙场。',
			'呼鹰腰箭归来晚，',
			'马上倒悬双白狼。'			
	 	]
	},		 
	{
	 	title:"上京即事 萨都剌",
	 	body:[
			'牛羊散漫落日下，',
			'野草生香乳酪甜。',
			'卷地朔风沙似雪，',
			'家家行帐下毡帘。'			
	 	]
	},		 

]

/*
 * 
 * 						


			

			



	{
	 	title:"",
	 	body:[
			
	 	]
	},		 




 * 
 * */



	
		},		
	}
}
