
window.models = {
	'现代诗歌':{
		hash: 'xin_poets',
		body: {
	"雾灯":{
		hash: 'wudeng',
		author: '雾灯',
		body: [
	{
		title:"小镇",
		body:[
			'小镇的街道多种杨柳',
			'一到春天，便扬起濛濛的飞絮',
			'许多黄鹂滴溜溜的唱',
			'从一棵树飞到另一棵树',
			'小镇的外围多植水稻',
			'一到夏天，便漾起扑扑的香',
			'每经此处，我都要放慢脚步',
			'一步步踏停蛙鼓',
			'无事时在小镇闲逛',
			'我常于池塘边碰见钓鱼的老者',
			'紫藤花下，穿绿衣的姑娘',
			'正在追踪蝴蝶',
			'......',
			'',
			'静静地住在小镇',
			'我已度过三十一个华年'
		]
	},			
	{
		title:"村庄",
		body:[
			'被水田围绕着，像一座小岛',
			'岛上住着开花的蔷薇',
			'许多黄莺来回飞舞着',
			'穿著简朴的村民，无事时',
			'常聚在梧桐树下说《隋唐》',
			'农忙时则散向浩淼的田野',
			'种瓜，种豆，种桑，种水稻',
			'我是岛上唯一的书生',
			'拥有最丰富的书屋',
			'自从我的妻子来到岛上',
			'我的女儿也呱呱落地',
			'岛上的杨柳便多了几分春色'
		]
	},			
	{
		title:"归途",
		body:[
			'临出门时，殷勤的好友',
			'递给我一盏猩红的风灯',
			'并嘱咐我路上小心',
			'于是，在漫天的风雪中',
			'我走进了大山峡谷',
			'夜的峡谷，柔美而阒静',
			'听得见远处尧河的潮水',
			"看不见人间灯火",
			'我时时停下来，倚靠一棵梅树',
			'聆听雪落枝头的声音',
			'直到猩红的风灯越来越微弱',
			'',
			'穿过长长的竹径',
			'到家了，临门的妻子',
			'说我身上沾满了梅的清香'
		]
	},
	{
		title:"饮酒",
		body:[
			'有一个人，住在高岭上',
			'有一座庄园，被芍药环绕',
			'为了看星辰，我越过河流',
			'借宿在那个人的那座庄园',
			'摆一副桌椅在前院对饮',
			'我们等待着星辰后的明月',
			'满院子的芍药香和虫吟',
			'随酒杯一股一股透入胸肺',
			'一个小时后，我们饮醉了',
			'他敲着桌椅高歌《沁园春·雪》',
			'我执一根桐木作剑器舞',
			'身后升起的明月',
			'临照着千山万水'
		]
	},
	{
		title:"林中空地",
		body:[
			'在院中坐久了，双眼惺忪欲睡',
			'于是，带一本《王维》，沿着松枫小路',
			'爬到林中空地，嗅嗅野菊花',
			'嗅嗅水田间吹来的清凉的风',
			'跟在身后的，是养了五年的黄狗',
			'它捉了一阵蝴蝶后，便蹲在山前',
			"一株紫红色的杜鹃花旁",
			'对着水田里的白鹭狂吠',
			'白鹭不为所动，闲闲的',
			'撑两支细竹篙，从水田的这边',
			'撑到水田的那边'
		]
	},	
	{
		title:"南山",
		body:[
			'每晚临睡，我都要站在窗前看一会南山',
			'端着菊花茶或者茉莉花茶',
			'有时，月亮来得很晚',
			'南山在夜色里消隐',
			'只留下模糊的影子在群星下',
			'田野上的灯火一忽儿点亮',
			'一忽儿又熄灭...',
			'那是捕鱼人的灯，在寻找方向',
			'听见枣树上两只野鸽子拍了拍翅膀',
			'听见女儿呼吸的潮汐',
			'和妻子熟睡的心律',
			'渐渐合拍又趋离',
			'我内心安详'
		]
	},
	{
		title:"山雨",
		body:[
			'一只花鹿，趁着雨势',
			'从山谷里出来',
			'淌过小石溪',
			'一只花鹿，肥壮的',
			'在河流的对岸',
			'啃食桃花',
			'',
			'雨中无人，芳草萋萋',
			'只有晨起的山中少年',
			'开门看见：',
			'一只花鹿，隔着雨幕',
			'在溟溟的南山脚下',
			'啃食桃花'
		]
	},
	{
		title:"忆昔",
		body:[
			'在山里',
			'在我读书的地方',
			'一块长满石榴树的青草坡上',
			'我淘气地拾起一枚石子',
			'向着脚下吃草的水牛投去',
			'啪的一声清响',
			"水牛抬起了头",
			'茫然的四顾着......',
			'而身后注满水的田垄上',
			'一群觅食的白鹭',
			'哗哗的飞起'
		]
	},				
	{
		title:"少年",
		body:[
			'黄昏，坐在酒店饮酒',
			'隔着杨柳看见南山',
			'想起梅花落后',
			'已有数旬未经南山',
			'想起我们走过的繁花林',
			'曾是莺声唧唧如铃',
			'想起我们折叠的纸鹤',
			'还挂在寺前的石榴梢头',
			'想你已远，泪眼濛濛',
			'于是对着南山',
			'一杯一杯饮酒'
		]
	},								
	{
		title:"避雨的人",
		body:[
			'避雨在山洞里的人',
			'隔江遥望对面的树林',
			'那里有熟了的樱桃',
			'和升起的袅袅炊烟',
			'河面上，水声是白的',
			'一行行鹭鹚飞过前岭',
			'避雨在山洞里的人',
			'渴望一个撑伞的女子',
			'打小路上经过，花丛里',
			'他轻轻唤住她',
			'问她是不是同村？然后',
			'然后和她一起渡到小镇'
		]
	},										
	{
		title:"古祠",
		body:[
			'一匹马，拴在古祠旁',
			'一棵葱郁的槐树荫下',
			'啃着池塘边上的青草',
			'马鼻子下面',
			'不时蹦出绿袍的青蛙',
			'跃入贮满轻荫的池塘',
			'',
			'无人，时有黄鹂飞过',
			'檐头有蜘蛛细细结网',
			'当推门的微风飘飒',
			'窗前绽满夜雨的野山桃',
			'便抖落下满身的水珠',
			'噼里啪啦',
			'打在碧绿的荷叶上'
		]
	},
	{
		title:"云深处",
		body:[
			'云深处，除了我，还有一位',
			'采药的老翁，他背着竹篓',
			'在悬崖上行走，采花也采蜂蜜',
			'他捉蛇如捉蚯蚓一样简单',
			'随手扔进雾湿的崖谷',
			'听不见蛇的一声呼唤',
			'挛动的身影便被崖底',
			'奔突的尧河卷走',
			'夕阳红，林花白',
			'他用木斧斫击树木的笃笃声',
			'如溅起的雨珠飘洒在幽谷'
		]
	},
	{
		title:"枣香",
		body:[
			'临至深夜，窗外的香便更浓了',
			'湿湿的枣花香',
			'夹杂着水稻的清馨',
			'沿着纱窗，一丝丝的透入',
			'合上书，我悄悄掩门出去',
			'不惊扰梦中熟睡的妻女',
			'披衣站在屋后的枣坡上',
			'呼吸月色里的芬芳',
			'风吹起，扬起濛濛的枣絮',
			'落在池塘，引起鱼儿争食'
		]
	},		
	{
		title:"住在小镇",
		body:[
			'住在小镇，我是安闲的',
			'穿一双很轻很轻的苎鞋',
			'清晨醒来，用井水洗脸',
			'收拾书桌，整理衣被',
			'然后沿着松枫小路，吹着口哨',
			'爬到溪谷深处，听一阵鸟鸣',
			'直到柔美的妻子，站在山坡上喊我',
			"",
			'如果夏季，草木已盛',
			'我便搬张藤椅，泡壶菊茶',
			'躺到梧桐深处仰看白云',
			'想着唐朝诗人，宋朝诗人',
			'李白，杜甫，苏轼...',
			'坐在哪一朵白云上',
			'饮酒',
		]
	},																		
	{
		title:"大山",
		body:[
			'黄昏微雨，我撑伞从大山经过',
			'大山长满了野花和沂蒙的鸟鸣',
			'我的青衫被雨水打湿，鞋子也是', 
			'一路上不知惊飞多少鹧鸪与布谷',
			'山阿吹来的风比山外的凉，绿',
			'并且芬芳，我打一个寒颤如竹林',
			'加快了脚步，直走到水田的中央',
			'才停下来回望，那被青秧围住的大山',
			'显得明丽而翡翠，头上有未化的雪',
			'山腰有积雨的云，闪电和轻雷',
			'山间湿湿的红该是杜鹃花的红吧？',
			'而湿湿的红中一点点的白',
			'该是栖息的白鹭'
		]
	},		
	{
		title:"故居",
		body:[
			'屋前石榴，屋后紫荆花',
			'屋左一池塘，荷叶刚刚冒出水面',
			'屋右一菜园，两只黄鹂鸣翠柳',
			'门窗都开着，四面八方的风吹',
			'无人时，临窗读左转，品史记',
			"或于檐前坐看一阵白云飞",
			'周末则邀一二好友，备一壶好酒',
			'从南山拾来松木',
			'从池塘网来一尾鲫鱼',
			'做一顿丰盛晚餐',
			'直饮至月上柳梢头'
		]
	},	
	{
		title:"水乡",
		body:[
			'一个寂静的下午',
			'竹间还滴着疏雨',
			'黄莺在柳巷追逐',
			'隔着荷花池塘',
			'我看见一位少女',
			'步行在江南水田',
			'仿佛步行在天上',
			'云在她的脚下飘荡',
			'我看见她在路口停宕',
			'东望望，西望望',
			"俯身拾一枚石子",
			"投于水中央",
			'哗的一声响，云影凌乱',
			'飞起白鹭一行行'
		]
	},					
	{
		title:"山居",
		body:[
			'从山外来看我的三位少年',
			'把他们的马拴在古槐树下',
			'我们围坐在院中，饮着酒',
			'说着天南地北的话',
			'是初夏，槐树上栖满了鸟鸣',
			'屋前石榴也铺满了木架',
			'他们说我在山中待得太久',
			'眉睫已如芳草般透亮',
			'他们说我的庭院',
			'有着古刹的清凉',
			'他们说来时的路上',
			'看见两只翠绿的孔雀',
			'站在白云的岭上',
			'他们说....',
			'',
			'我们就这样围坐在院中，饮着酒',
			'饮着四月的时光'
		]
	},					
	{
		title:"雨后",
		body:[
			'雨后的青山滴着虹露',
			'四面水响，山上却是雾茫茫',
			'开窗独坐着，看繁华的斜坡上',
			'一只喜鹊沿着花阶',
			'一步步跳下来',
			'她在寻找什么呢？',
			'青虫仰或花蜜？',
			'她一步步跳下来',
			"左瞧瞧，右瞧瞧",
			'在离我十米远的地方',
			"长满金盏菊的水洼旁，洗洗眼睛",
			'然后展翅飞去',
			"",
			"目光跟随着",
			"感觉她飞过的地方",
			"一片明亮"
		]
	},		
	{
		title:"暮色山岗小憩",
		body:[
			"落了很长时间的雨",
			"山灰濛濛的",
			"白鹭躲在枫谷里不出门",
			"只有几户人家住的村西边",
			"有两个贪玩的儿童",
			"在竹林中摇竹",
			"轮流躲在芭蕉树底",
			"听积雨打蕉叶的声音",
			"直到年轻的母亲",
			"用一根树枝",
			"将他们赶回房屋",
			"",
			"寂静如初...",
			"待得老人从河边牵回他的水牛",
			"我也在暮色中走下山岗"
		]
	},
	{
		title:"远方",
		body:[
			'屋檐下一口水缸',
			'盛满昨夜的檐雨',
			'我折一叶纸船',
			'轻轻放于其上',
			'撒上两粒青豆',
			'代替我和水手',
			'于是，在我的冥想中',
			'小船起航了',
			'向着大海的尽头',
			'那里，有章鱼和葵花的岛屿',
			'沐浴着金色阳光',
			'通向海滩的椰园',
			"看不见边缘",
			"",
			'泊岸后',
			'我和水手安静的住下了',
			"水手是我柔美的妻子"
		]
	},				
	{
		title:"春夜的深山老林",
		body:[
			'这里是罗霄山脉的中部',
			'山高林密，河流纵横',
			'更有星辰棋布如沾染',
			'风露之白色蛛网',
			'于幽蓝的天幕张挂',
			'夜色里的金银花香',
			'浮起无数的萤火',
			'软软使人如入幻境',
			"",
			'追鹿的猎人小心翼翼',
			'在林莽间突围寻路',
			'涉过溪川，湖泊，峡谷',
			"终不敌林妖设置的迷宫",
			'一脚踩空，坠入了暗渠',
			'三天后，路过的僧侣将其救起',
			'断了两根肋骨'
		]
	},
	{
		title:"初夏的雨",
		body:[
			'雨来了',
			'雨从窗户里劈进来',
			'我只好关了窗户，拉起窗帘',
			'隔着玻璃看雨',
			'但玻璃上的雨珠模糊了',
			'窗外的风景',
			'朦胧的一片白，绿和红',
			'像未干的抽象的油画',
			'雨打在树上的声音，地上的声音',
			'和屋瓦上的声音各不相同',
			'像音乐的合奏',
			'',
			'这骤来的初夏的江南雨呀',
			'更像是热带的海南雨',
			'急切，密集，暴躁',
			'带来的山洪将穿越峡谷',
			"冲毁两岸的枫树",
			'藏在深山里的大鱼',
			'也将被带往下游'
		]
	},			
	{
		title:"山脉深处的盆地",
		body:[
			'这里少有人来，这里的蟋蟀成群成队',
			'这里的蜻蜓如宫娥总在花丛中艳舞',
			'这里有清凉的泉水，从岩层里渗出',
			'汇成清澈见底的小溪',
			'小溪向东流，汇入到尧河',
			'这里的菖蒲和鸢尾花',
			'夹杂着萧艾，绿莎',
			'延伸到川谷的尽头',
			'风吹过，柴木弯伏',
			'露出杂草深处漫步的野鸡',
			'我喜欢这里的宁静，天蓝',
			'以及阳光投在水面的斑驳',
			'我常独自一人趺坐溪沿',
			'聆听风吹丛林的潇潇',
			'而摘下一枚矢车菊放在鼻口',
			'轻轻地闻嗅'
		]
	},					
	{
		title:"回乡偶书",
		body:[
			'每年春天，我们回小镇居住',
			'母亲酿的秫酒总不够我饮',
			'白天，我带着小女，在山谷间',
			'辨识花朵，并告诉她布谷鸟的名字',
			"妻子穿一件绿绡裙跟在身后",
			'我们开心的笑着，追跑着',
			'在我们的身旁只有花草树木',
			'只有清风流水，蝴蝶，瓢虫...',
			'只有躲来躲去的小兽',
			'我们开心的笑着，幸福极了',
			'而夜晚，我们围坐在菊灯下',
			"喝着热气腾腾的茉莉花茶，述忆往事",
			'父亲一声声的咳嗽',
			"母亲微白的鬓发",
			'伏在肩头的妻子',
			'让这个夜晚显得温馨而伤感'
		]
	},	
	{
		title:"卧于溪流",
		body:[
			'在山谷里坐久了,才徐徐听见',
			'山嚣中蕴藏的极细的密语',
			'比如蚯蚓掘土的声音',
			'比如影子说话的声音',
			'而当我脱去尘埃，赤身卧于溪流',
			'让丝丝水纹漫过耳际，胸脯',
			'只留下鼻孔在水面呼吸',
			'感受云水间空空荡荡的寥落时',
			'我似乎听到了更多的声音',
			'那声音追逐着，浮沉着，幻灭着...',
			'如舞动的高僧的袈裟，捉摸不定',
			'当我站起时，我已是另一个我了',
			'夕阳的红晖涂满我湿淋淋的肌块'
		]
	},
	{
		title:"秋收季节",
		body:[
			'到了秋天，我回到小镇',
			'从学校带回来五天农忙假',
			'和一帖夕阳',
			'湿润的溪风丝丝拂面',
			'有着泥土与草木的气息',
			'野鸽子咕咕飞越头顶',
			'长满稗草的乡间小路上',
			'我和每一位乡亲打招呼',
			'看见他们站在齐腰的稻穗间',
			'摘下草帽',
			'对我汗涔涔的微笑',
			'看见他们收割的田垄上',
			'一群乱蹦的青蛙',
			'追捕碧绿的蚂蚱'
		]
	},				
	{
		title:"山中",
		body:[
			'一群妇女在山谷插秧',
			'她们身后，一大片待耕的水田',
			'水田如花篮里的明镜',
			'盛着雨后熠熠的云光',
			'我从远方来，路经此方',
			'和我的马停驻在烟花岭上',
			'(这是此处最高的岭了，',
			'岭上有无数的蔷薇)',
			'俯望她们在漠漠的水田',
			'一边插秧一边谈笑',
			'白鹭从她们头顶飞过',
			'栖息于远处的松岗'
		]
	},					
	{
		title:"雾",
		body:[
			'隔着清晨的雾',
			'看对面缥缈的峰',
			'许多暗绿的影',
			'在雾里来去',
			'追逐的黄鹂',
			'锄草的老翁',
			'南山的鸡鸣',
			'北岭的白鹭',
			'水溪，竹林，桃园',
			'一盏欲红未红的天灯',
			'几座欲醒还睡的村镇',
			'睡醒的村姑',
			'站在篱笆边梳她的秀发'
		]
	},
	{
		title:"晨起开门",
		body:[
			'晨起开门',
			'水上白鹭',
			'纷纷而起',
			'院中落花',
			'一层层',
			'撒个不停',
			'',
			'昨夜风雨',
			'今日山中',
			'莺声无数',
			'薄雾里',
			'屡屡清香',
			'是野梅的香'
		]
	},	
	{
		title:"万樟园林",
		body:[
			'开在城墙的蔷薇是红的',
			'游在青溪的鲤鱼是红的',
			'红鹧鸪鸟在花丛里跳跃',
			'撒下的落花瓣瓣是红的',
			'擎着红旗的美少女',
			'走在下山的路上',
			'一群吵闹的红帽子游客跟着',
			'我眼中的晚云是红的',
			'一只巨大的红蜻蜓',
			'停在最远的峰柱上'
		]
	},		
	{
		title:"公园里",
		body:[
			'公园里的桃花开了',
			'围过来许多拍照的人',
			'纷纷排队站在花树下',
			'摆一个剪刀手的微笑',
			'或者将花枝放在鼻口',
			'深呼吸作陶醉模样',
			'将五岁的女儿骑在肩上',
			'红颜的妻子搂于胸前',
			'我们一家三口',
			'也站在桃花下',
			'拍一张春天'
		]
	},	
	{
		title:"无题",
		body:[
			'在山里摘花',
			'我们不摘坟头长出的',
			'那是老人的手掌',
			'从土地里伸出来',
			'引诱靠近的鸟兽',
			'我曾亲眼看见一只野雉',
			'被一株杜鹃',
			'拽进土里',
			'留下一声惨叫',
			'',
			'我将耳朵贴近山背',
			'听见土地里一阵得意的笑'
		]
	},	
	{
		title:"大兴安岭",
		body:[
			'夜里',
			'一群麋鹿',
			'从花谷里出来',
			'来到湖边饮水',
			'水中的明月清晰地照见',
			'数岭之外的雪山',
			'以及雪山之上的白云',
			'虫声，虫声，虫声...',
			'被游客遗落的',
			'埋在草丛间闪闪发亮的',
			'玻璃镜片',
			'让远在林中未眠的守林人',
			'心生疑惑'
		]
	},
	{
		title:"夜",
		body:[
			'峰上，熟睡的鸟儿',
			'轻轻扇动了一下翅膀',
			'一枚青绿色的松果',
			'带着细细的露珠',
			'一起坠入了',
			'高高的崖谷',
			'',
			'叮咚一声清响',
			'银光迸散',
			'搅碎的粼粼水波',
			'把满谷静睡的月光',
			'一圈圈',
			'荡向了峰顶'
		]
	},			
	{
		title:"家园",
		body:[
			'黄昏，夕阳，芳草',
			'牛羊在白鹭的家园徜徉',
			'湖边，葱绿的山坡上',
			'一群牧童追逐着灰喜鹊',
			'笑声，渐渐地',
			'弥漫了整个山谷',
			'',
			'抬起头来',
			'田野上耕种的母亲们',
			'拭去额上亮丽的汗水',
			'也幸福的笑了'
		]
	},	
	{
		title:"夏夜",
		body:[
			'松林深处，那盏红灯笼',
			'在转过青山后不见了',
			'一桨一桨的橹声',
			'在密密的草虫声里',
			'缓缓消散',
			'',
			'山高月小',
			'芦苇丛中',
			'等待渡河的异乡人',
			'还站在尧河的石岸',
			'听涛声'	
		]
	},
	{
		title:"暑假",
		body:[
			'晨起',
			'无人',
			'南山尚在烟雾里',
			'最亮的一颗星挂在天边',
			'那时，我走在河岸',
			'手握一卷卷诗册',
			'且吟咏，且徐行',
			'风摇着芦苇',
			'发出瑟瑟声响',
			'那时，我年轻而无事',
			'常驻枫岭聆听潮声',
			'等待黎明第一声鸡唱'
		]
	},
	{
		title:"秋日",
		body:[
			'一阵山风吹来',
			'院中枝叶瑟瑟作响',
			'我从古书中抬头，望向窗外',
			'一片梧叶正从窗前坠落',
			'檐前那棵山枣树',
			'已露出枝杈深处的红',
			'我忽然醒悟：秋天了',
			'而我等待的那个人',
			'还没有到来',
			'于是，合上书',
			'沿着松枫小路',
			'爬到山谷看菊花'
		]
	},	
	{
		title:"下山路上的白鹭",
		body:[
			'一只刚学飞的白鹭',
			'停在一棵低矮的枫树上',
			'我无心打扰她的休憩',
			'路过时，放慢了脚步与呼吸',
			'但它仍机警的发现我',
			'张开丰满的羽翼',
			'忽忽地飞走了',
			'落在远处碧绿的油茶树林',
			'扇起的微风使我的心',
			'和低矮的枫树一起',
			'摇了数摇'
		]
	},				
	{
		title:"读《李白集》",
		body:[
			'一生饮歌长笑',
			'马蹄踏遍神州',
			'洛阳城里听笛', 
			'黄鹤楼前送客',
			'曾为吴姬醉倒',
			'高卧山中秋月',
			'诗才天下无双',
			'豪情堪比天高',
			'莫笑黄河浊浪',
			'青山依旧不老'
		]
	},		
	{
		title:"村行",
		body:[
			'从村南走到了村北',
			'家家户户门前的杨柳',
			'迎我以泱泱的飞絮',
			'拂了肩头满了衣袂',
			'',
			'从村东踱到了村西',
			'数百只黄鹂的歌声',
			'招我以泠泠的琴韵',
			'淋湿了此心郁郁葱葱'
		]
	},
	{
		title:"童年",
		body:[
			'夕阳和蝉鸣让人安静',
			'我在枣树下沉沉睡去',
			'吃草的水牛迈进桑林',
			'又被浣衣的姑娘赶回草地',
			'',
			'晚风微微的吹拂',
			'好悠长的一觉呀',
			'我醒来，在星光里',
			'传来母亲焦灼的呼唤'
		]
	},
	{
		title:"远行",
		body:[
			'春天的雨丝是朦胧的',
			'山下的村庄还在梦里',
			'我走在注满水的田垄上',
			'撑着伞，没有说一句话',
			'',
			'我正在做告别故乡的远行',
			'我的妻子站在远远的山上',
			'红色的衣裙随风潇舞',
			'我的妻子站在开花的山上'
		]
	},
	{
		title:"听雨",
		body:[
			'最后一盏灯熄灭了',
			'独剩我手中的这盏',
			'撑着伞站在半山腰上',
			'四面是注满水的田垄',
			'',
			'从山外归来，我迷恋',
			'春雨的淅沥而逗留于此',
			'只是想听一听，人睡后',
			'乡野最宁静的雨声'
		]
	},		
	{
		title:"雪归",
		body:[
			'穿过江南整片的风雪',
			'我回到了久别的故乡',
			'那时候，地球也睡着了',
			'只有你提着灯笼还站在村口等我',
			'',
			'呵！这是一盏多么静美的灯笼',
			'当两棵身影紧紧地贴合在一起',
			'当四眼泪水同时汪汪的涌出',
			'呵！这是一盏多么静美的灯笼'
		]
	}
]

/* 


	
		
	
	
	
	
	
	
	
	
	
	
	

	{
		title:"",
		body:[

		]
	},	
	 
 */
	},
	"山中短章":{
		hash: 'szdzhang',
		author: '雾灯',
		body: [
	{
		title:"写在扉页的诗",
		body:[
			'夜里翻书箱翻出一本旧诗集来',
			'书的扉页上绘着一抹青峰，河流',
			'以及遥不见尽头的菊花平原',
			'彤红的朝阳下露珠滢滢闪闪',
			'一行钢笔字，是我少年时的习作：',
			'肥沃的土地上，奔腾着不尽的滔滔大河',
			'肥沃的土地上，开满了如兽的花朵与村庄',
			'九万里国土，要印上我的脚印和歌谣',
			'九万里国土，要在我的马蹄下壮丽辉煌'
		]
	},								
	{
		title:"罗霄山脉",
		body:[
			'采药翁爬到最高峰上',
			'绕峰寻找采花的孙女',
			'他鼓起嗓子，对着群山',
			'呼喊孙女粗俚的乳名',
			'回音远去，白鹭竞起',
			'覆满金银花的沟壑里',
			'传来孙女隐隐的应允'
		]
	},
	{
		title:"登云阳山",
		body:[
			'行至山脚，还是春光明媚的',
			'花木丛中一只只鹧鸪啼鸣',
			'半山腰上下起了溟濛细雨',
			'云影里不见了耕牛田夫',
			'撑开油纸伞，继续前行',
			'爬至峰顶，已是雨过天霁',
			'望不到边的层岭，东，西，南，北',
			'各举一枚彩虹映晚晴'
		]
	},	
	{
		title:"日出",
		body:[
			'罗霄山脉，峰影簇簇',
			'每一处山洼都沉积着夜的云雾',
			'只露出山头一点点青，如浮水的鱼',
			'晨曦胭红，使山洼如漂满桃花的湖',
			'晃荡着，从云雾里飞出来的白鹭',
			'结伴航向东边的大河',
			'大河闪着淳朴的光'
		]
	},
	{
		title:"雨后彩虹",
		body:[
			'雨后，我走出山谷',
			'看见一轮彩虹升起在雪峰的后方',
			'像一副音乐耳机传来淙淙的水响',
			'扛着锄头走来的老翁',
			'站在西瓜地里驱赶偷食的乌鸦',
			'蛙声四起，田野的尽头',
			'数百只晾羽的白鹭停在枣树的顶端',
			'沐浴如血的夕阳'
		]
	},
	{
		title:"一家人的清晨",
		body:[
			'我打扫着昨夜赏月人留下的瓜果',
			'我的妻子在门前的小溪浣洗衣服',
			'我三岁的女儿和黄狗，捧一口陶瓶',
			'沿着篱笆收集花叶上的露水',
			"我们居住在村谷的最东边",
			'照亮丛林的晨曦沐浴着我们',
			'我们是生活在湖底的鱼儿',
			'被幸福的渔网捕获了'
		]
	},		
	{
		title:"山民",
		body:[		
			'屋后的青山太高了',
			'需要等很久才能看见',
			'那轮新升的明月',
			'所以，在多梨的小镇',
			'有那么一群人，常于饭后',
			'结伴到对面的山坡',
			'围坐在兰花与芍药的空地上',
			'嗑瓜子赏月'
		]
	},
	{
		title:"住在江南的人",
		body:[
			'住在江南的人',
			'常有这样的经验',
			'落了一宿的雨',
			'而睡梦中的你却不曾听见',
			'晨起开门，你才发现',
			'草叶上挂满亮晶晶的雨珠',
			'而你和你的房屋在水田上',
			'被水包围'			
		]
	},						
	{
		title:"晨光",
		body:[
			'阳光普照，一辆公共汽车',
			'行驶在江南清晨的水田',
			'饱含水汽的薄雾透着微红',
			'青秧，豆角，丝瓜，蛙鸣',
			'竹园，池塘，兰花，白鹭',
			'几个锄草的人，浣衣的人...',
			'我斜靠在车窗向外眺望',
			'呼吸着田间吹来的清凉的风'
		]
	},						
	{
		title:"春雾",
		body:[
			'浓雾升起，在村庄与村庄之间',
			'开门不见那一片翠竹',
			'屋后的映山红也消失',
			'到处是吃露水的鸟儿的歌声',
			'行走在花谷中吃草儿的白马',
			'随牧童走向红日的方向',
			'东边最高的峰岭上',
			'响起了水井咿呀的辘轳'
		]
	},				
	{
		title:"缘山行",
		body:[
			'一个人走在春天的山里',
			'随处可见嬉戏的鸟鸣',
			'芳草掩埋着一条',
			'走了十里仍不见尽头的琴弦',
			'扬花的稻穗青到了沼泽',
			'那么多起起落落的白鹭',
			'当我坐在路旁雨亭歇脚',
			'一株石榴将火搭在我的肩膀'
		]
	},						
	{
		title:"写完诗后",
		body:[
			'写完诗后，我独坐在山坡上',
			'欣赏这些陪伴我住在小镇的人们',
			'那些湖泊，河流，白鹭，松树',
			'那些在枣树林中吃草的牛羊和布谷',
			'我内心的淡泊如冰蓝的泉水',
			'在经脉间流淌',
			'感觉远处夕阳映照的群山',
			'如宝山一样辉煌'
		]
	},		
	{
		title:"夜江南",
		body:[
			'在江南，五六月天的时节',
			'水稻成熟了',
			'灯火尽熄的夜的田野上',
			'除了风声，水声，蛙声，蛇声',
			'还有一种声音让人迷醉',
			'那是月光的瓜棚里',
			'萤火扑飞的纱帐中',
			'守瓜人轻匀的鼾声'
		]
	},		
	{
		title:"雨伞",
		body:[
			'在我的书房里挂着一柄雨伞',
			'它伴随着我度过十年的光阴',
			'黑夜里，我借着灯火细细地端详',
			'这是一柄绣满桃花和梨花的伞',
			'犹记得当年风雪夜里探友回家',
			'我曾举着它翻过十八座山岭',
			'踩雪的声音在森林里飘荡',
			'引起多少未眠人的聆听和遐想'
		]
	},	
	{
		title:"寻木人",
		body:[
			'看见一个人在云岭上走来走去',
			'从一座山穿度到另一座山',
			'看见一个人在瀑崖前张望',
			'像一只鹰，看不清他的面目',
			'当他走过田野，前往另一座山时',
			'我才看清他是镇上的棺材店老板',
			'他在这草木丰盛的五月四处走访',
			'定是为他的店铺寻找好的棺木'
		]
	},
	{
		title:"午后",
		body:[
			'呼的一声，一只黄莺',
			'飞进了葱绿的枣树林',
			'一群牧童，提着弹弓',
			'纷纷追到了林墙边',
			'伏在草中休憩的蝴蝶',
			'海云般惊涌向两边',
			'整个山谷安静了下来',
			'传来远处河水的潮声'
		]
	},
	{
		title:"西岭蔷薇",
		body:[
			'撑船离岛的渔翁',
			'隔着篱笆喊我',
			'说西岭的蔷薇',
			'已开得满山满谷',
			'答应着他，从菜园里出来',
			"我扔下未完成的锄草的工作",
			'跳上船尾，随他一起',
			'渡十二道蓝江水',
			'往西岭看蔷薇'
		]
	},												
	{
		title:"风景",
		body:[
			'半坡的石榴花红得耀眼',
			'蓝空像玉一样蓝',
			'躺在山坡上读一整天的《论语》',
			'年轻的乡村教师',
			'被阳光晒得幸福',
			'而同样幸福的',
			'是放了周末的小学生',
			'他们追一只黄莺',
			"已追过好几座山岭"
		]
	},
	{
		title:"白鹭",
		body:[
			'从岭上飞起一只白鹭',
			'盘旋而下的姿势',
			'如龙卷风漩涡的形状',
			'在它飞翔的下面',
			'是春天待耕的田园',
			'几处江村掩映在',
			'桃花最艳的深处',
			'从岭上飞起的白鹭',
			'徐徐落在牛的身上'
		]
	},		
	{
		title:"雪霁",
		body:[
			'松林深处几处未融的残雪',
			'山梁上仍是湿漉漉的黑',
			'阳光明媚的日子，山里人',
			'将听了一冬雨声的绸被',
			'搬到山顶上晾晒',
			'几声喜鹊几声泉水',
			'红杏花围住的菜坪上',
			'一群小学生在跳绳',
			'燕子在她们头顶飞'
		]
	},
	{
		title:"槐树",
		body:[
			'有时候是一只蜜蜂',
			'有时候是一只黄莺',
			'有时候是一只喜鹊',
			'不经意间碰了碰',
			'站在屋檐的槐树',
			'从槐树上掉下来的',
			'晶莹的闪着光的露珠',
			'滴在了槐树底下',
			'读书的少年的身上'
		]
	},	
	{
		title:"旅人",
		body:[
			'在雾霭霭的山中',
			'转了一天一夜',
			'仍没有走出',
			'这簪满金银花的溪谷',
			'莺一声，鹿一声...',
			'被荆刺划破的脸',
			'留下了一道道',
			'血的伤痕'
		]
	},
	{
		title:"清晨入山",
		body:[
			'清晨入山，山雾弥漫',
			'松树枝上垂挂着',
			'一颗颗晶莹的露珠',
			'一阵微风吹来，露珠落下',
			'幽幽的松谷深处',
			'响起了花花的雨声'
		]
	},	
	{
		title:"夜半行",
		body:[
			'夜半，在江南的田野散步',
			'听见草丛里一阵哗啦啦的水响',
			"是鱼群嬉戏所激起的音乐？",
			'我悄悄地靠近，拨开茂密的草丛',
			'啊，是一枚月亮藏在溪里面',
			'正躺在水底轻轻地晃动'
		]
	},		
	{
		title:"暮春",
		body:[
			'最高峰上，我与一位姑娘相遇',
			'她背上的竹篓盛着鲜丽的金银花',
			'我问她的家住哪里？她指给我看',
			'山脚下一处冒着炊烟的村落'
		]
	},
	{
		title:"春光",
		body:[
			'站在悬崖上，向崖下撒着落花',
			'花瓣太轻，被风吹起而四处飘扬',
			'多么美好的时光，在春天的高峰上',
			'独自闻着花香，沐浴阳光'
		]
	},		
	{
		title:"春三月",
		body:[
			'春三月，江南采摘金银花的季节',
			'山南山北响着杜鹃，黄鹂，泉水',
			"用芦苇做成吸管的人，和牛羊一起",
			"站在山坡上吮吸花蕊"
		]
	},
	{
		title:"月夜",
		body:[
			'夜深人静，芍药的空院子里',
			'我还在为一首新诗的韵脚而思忖',
			'月亮升起的东岭上，一群白鹭',
			'在为争夺树枝的高地而打架'
		]
	},
	{
		title:"雪夜山中行",
		body:[
			'拾起一枚松果向着深谷中投去',
			'啪的一声清响，翅膀折断山谷',
			'黑夜里大雪弥天，到处一片萧瑟',
			'悬崖上，一只沐浴的白熊踏雪西去'
		]
	},	
	{
		title:"捕蛇人",
		body:[
			'在深山，碰见捕蛇人，他正往回走',
			'他肩后的布袋鼓满嘶嘶蠕动的蛇影',
			'他惊慌地拦住我，并催我快走',
			'他说前方黑岭发现了熊的踪迹'
		]
	},									
	{				
		title:"云阳山",
		body:[
			'巨峰，巨石，巨木，巨谷，巨瀑...',
			'巨蟒在深崖的峭壁晾晒云光',
			'林花无数，正是山泉丰沛的季节',
			'野猪群在积水的盆地出现'	
		]
	},	
	{
		title:"爬到岭上",
		body:[
			'爬到岭上，我把雨后的百合',
			'当做酒盅一朵朵饮尽',
			'饮完了，便坐在岭上',
			'数云里的山麓被夕阳照红'
		]
	},
	{
		title:"途中",
		body:[
			'下山的路上，我看见一位牧童',
			'躺在河边的石榴树下酣睡',
			'他的水牛正穿过落日的峡谷',
			'带两只乌鸦，独自回家'
		]
	},			
	{
		title:"山雪",
		body:[
			'落了三日三夜的雪',
			'打湿了左鞋和右鞋',
			'东边的岭我已踏遍',
			'还剩西边九十九座'
		]
	},
	{
		title:"春晨",
		body:[
			'晨起的游子，撑着伞',
			'翻过了东边最高的岭',
			'目送的人站在芳草上',
			'在细雨中溟濛了方向'
		]
	},	
	{
		title:"山行",
		body:[
			'沿着翩跹的蝴蝶',
			'走进野花的河谷',
			'一阵翅膀的扑动',
			'群莺飞往更远的高峰'
		]
	},
	{
		title:"村居",
		body:[
			'端一杯菊花茶，伫在岛上',
			'等待月亮升起',
			'种满丝瓜花的小镇',
			'点燃数盏灯'
		]
	},	
	{
		title:"夕境",
		body:[
			'黄昏，站在自己的田地锄草',
			'偶一抬首，看见这一方青山绿水',
			'被嫣红的古灯映照',
			'心中顿生一片澄净'
		]
	},			
]

	/*

	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	

	{
		title:"",
		body:[
			
		]
	},
		
		
	 * */



	
	},
	"新诗名作":{
		hash: 'mingzuo',
		author: '群星',
		body: [
	{
		title:'悬崖边的树 曾卓',
		body:[
			'不知道是什么奇异的风',
			'将一棵树吹到了那边',
			'——平原的尽头',
			'临近深谷的悬崖上',
			'它倾听远处森林的喧哗',
			'和深谷中小溪的歌唱',
			'它孤独地站在那里',
			'显得寂寞而又倔强',
			'它的弯曲的身体',
			'留下了风的形状',
			'它似乎即将倾跌进深谷里',
			'却又像是要展翅飞翔……'
		]
	},
	{
		title:'江南烟雨 丁芒',
		body:[
			'这被雨水浸融了的江南，',
			'哪儿是桃花，哪儿是杨柳？',
			'绿叶儿都淡成了烟雾，',
			'笼罩着远处依稀的红楼。',
			'只有燕子像遗落的墨点，',
			'在蒙茸细雨中来往穿梭，',
			'翅上驮着湿漉漉的春天，',
			'为她寻觅个落脚的处所。',
			'呵，燕子，你别再啁啾，',
			'春已随稻谷播下了田畴，',
			'你不见秧苗的连天翠色，',
			'已经把乳白的云幔染透！'
		]
	},		
	{
		title:'月夜散步 夏菁',
		body:[
			'此刻正象是水底的世界，',
			'一切已沉淀，静寂。',
			'那些远近朦胧的树枝，',
			'如珊瑚丛生海里',
			'',
			'蓝空上缓泛过光洁的浮云，',
			'是片片无声的浪花；',
			'只有一只古代的象牙舟，',
			'在珍珠的海上划',
			'',
			'行人看不见彼此的面貌，',
			'只感到浮光掠影，',
			'象鱼儿优游在绿绿的水中，',
			'来去仅闪闪银鳞。'
		]
	},
	{
		title:'镜中 张枣',
		body:[
			'只要想起一生中后悔的事',
			'梅花便落了下来',
			'比如看她游泳到河的另一岸',
			'比如登上一株松木梯子',
			'危险的事固然美丽',
			'不如看她骑马归来',
			'面颊温暖，羞惭。',
			'低下头，回答着皇帝',
			'一面镜子永远等候她',
			'让她坐到镜中常坐的地方',
			'望着窗外，只要想起一生中后悔的事',
			'梅花便落满了南山'
		]
	},
	{
		title:'	姨 张枣',
		body:[
			'那看望姨的来自这个世界',
			'他进来像一个黑夜',
			'我们的房间充满美丽的呼吸', 
			'而姨的脸，退避而且羞怯',
			'那看望姨的是光洁的额头',
			'我多年后的额头',
			'他面对姨坐下',
			'像我今天这样坐下',
			'忧伤的磁石有如大晴天的暗礁',
			'吸住开水，气候和狐狸',
			'姨每天都把他眺望',
			'像我每天都盼望你',
			'多年以后，妈妈照过的镜子仍未破碎',
			'而姨，就是镜子的妹妹',
		]
	},	
	{
		title:'途中 雷平阳',
		body:[
			'一个四川僧人徒步入滇',
			'爬坡时太阳升空',
			'下坡时太阳落幕',
			'想着此时的空阔、孤独和无意义',
			'他步履轻松，从不向山中人问路',
			'像个俗夫那样',
			'赤裸裸的在溪水里嬉戏',
			'编了个花冠戴于光头',
			'我在写诗时总是忘记自己是个诗人',
			'他是忘了他是个僧侣',
			'渡金沙江那天，我们同乘一条木船',
			'他帮船工摇橹，我在船头观浪',
			'木船行至江心，阵阵怒涛使之',
			'发生了激烈的晃荡',
			'我听见他，在卖力摇橹时',
			'用四川方言反复诵念',
			'“南无阿弥陀佛，南无阿弥陀佛……”',
			'同船的人们因为他的存在',
			'没有出现任何慌乱',
			'一位芬芳的少女，用绣花的围巾',
			'替他擦掉了光头上的汗水'
		]
	},	
	{
		title:'渔暮 熊召政',
		body:[
			'这暮色，又被觅草的孤鹭剪乱',
			'慵困的舞翅抹暗了放倒的青山',
			'借与晚风作韵的莲花',
			'一支支，斜斜地簪出水面',
			'朦胧，亦如湖空冰盘的妖美啊',
			'清香与暮色揉成的江南',
			'小舟从江浦中荡出了',
			'桨影铺成的长廊，绿荷正自盈栏',
			'栏外，视线停落的地方',
			'曲曲屏山已不见浮动',
			'船底下，游鱼戏逐的浮萍',
			'却在将波浪的方向交换'
		]
	},
	{
		title:'从前慢 木心',
		body:[
			'记得早先少年时',
			'大家诚诚恳恳',
			'说一句是一句',
			'清早上火车站',
			'长街黑暗无行人',
			'卖豆浆的小店冒着热气',
			 '',
			'从前的日色变得慢',
			'车、马、邮件都慢',
			'一生只够爱一个人',
			'从前的锁也好看',
			'钥匙精美有样子',
			'你锁了，人家就懂了'
		]
	},	
	{
		title:'芳邻 于坚',
		body:[
			'房子还是这么矮',
			'樱花树已长得高高',
			'向着晴朗朗的蓝天',
			'亮出一身活泼泼的花',
			'就像那些清白人家',
			'在闺房里养出了会刺绣的好媳妇',
			'这是邻居家的树啊',
			'听春风敲锣打鼓',
			'正把花枝送向我的窗户'
		]
	},
	{
		title:'山中 李少君',
		body:[
			'木瓜、芭蕉、槟榔树',
			'一道矮墙围住',
			'就是山中的寻常人家',
			'我沿旧公路走到此处',
			'正好敲门讨一口水喝',
			'门扉紧闭，却有一枝三角梅',
			'探头出来，恬淡而亲切',
			'笑吟吟如乡间少妇'
		]
	},	
	{
		title:'水乡行 沙白',
		body:[
			'水乡的路，水云铺',
			'进庄出庄，一把橹',
			'鱼网作门帘，挂满树',
			'走近才见，几户人家住',
			'要寻人，稻海深处',
			'一步步，踏停蛙鼓……',
			'蝉声住，水上起暮雾',
			'儿童解缆送客',
			'一手好橹'
		]
	},
	{
		title:'岛谷',
		body:[
			'众溪是海洋的手指',
			'索水源於大山……',
			'这里是最细的一流',
			'很清，很浅，很活泼与爱唱歌',
			'',
			'山崖高得难以仰望',
			'植物们静静地倒挂',
			'中午的阳光一丝丝的透入',
			'远处以云灌溉的森林',
			'沉沉底如含一份洪荒的雨量',
			'',
			'荫影像掩饰一个缺陷',
			'把我们驻扎著文明的帐蓬掩蔽'
		]
	},
	{
		title:'小楼',
		body:[
			'山寺的长檐有好的馨声',
			'江南的小楼多是临水的',
			'水面的浮萍被晚风拂去',
			'蓝天从水底跃出',
			'小笛如一阵轻风',
			'家家临水的楼窗开了',
			'妻在点染着晚妆',
			'眉间尽是春色'
		]
	},
	{
		title:'五月的园子 戴望舒',
		body:[
			'五月的园子',
			'已花繁叶满了',
		　'浓荫里却静无鸟喧',
		　'小径已铺满苔藓',
		　'而篱门的锁也锈了',
		　'主人却在迢遥的太阳下', 
		　'在迢遥的太阳下',
		　'也有璀灿的园林吗？',
		　'陌生人在篱边探首',
		　'空想着天外的主人'
		]
	},	
	{
		title:'天山北麓的一场大雨',
		body:[
			'一夜豪雨',
			'山洪翻过河床和大石头，汹涌而下',
			'带着喜讯和破坏的力量',
			'油菜花旁的养蜂人',
			'钻出漏雨的帐篷，察看彩虹',
			'用树枝抽打浸水的蜂箱',
			'玛纳斯平原的每一条道路都闪着水光',
			'戈壁滩上的防渗渠，刀口一样',
			'灌满了大地的血浆',
			 '',
			'草丛中的一只旱獭踮起脚尖向四周眺望',
			'啊!沙枣花的香气和蜜糖',
			'已被雨水冲到远方'
		]
	},
	{
		title:'马嚼夜草的声音',
		body:[
			'马嚼夜草的声音',
			'和远处火车隐隐的轰鸣',
			'使我的水缸和诗行微微颤抖',
			'这正是我渴望已久的生活啊',
			'葵花包围的庄园里，夜夜都有', 
			'狗看星星的宁静',
			 '',
			'我还需要什么',
			'假如我的爱人就在身旁',
			'孩子们在梦里睡得正香',
			'我只需要一个小小的邮局',
			'隔三岔五送来一两个',
			'手写的邮包', 
		]
	},
	{
		title:'乡色酒 舒兰',
		body:[
			'三十年前，',
			'你从柳树梢头望我，',
			'我正年少',
			'乡色正好，',
			'你圆，',
			'人也圆。',
			'三十年后，',
			'我从椰树梢头望你，',
			'你是一杯乡色酒，',
			'你满，',
			'乡愁也满。'
		]
	},		
]



/*

 
	{
		title:'',
		body:[

		]
	},





			 

		




			


			 





	
						



	


	
	
	
	

 */




	},	
	"雪山短歌":{
		hash: 'mahua',
		author: '马骅',
		body: 
[
	{
		title:'春眠',
		body:[	
			'夜里，今年的新雪化成山泉',
			'叩打木门,噼里啪啦',
			'比白天牛马的喧哗',
			'更让人昏溃。我做了个梦 ',
			'梦见破烂的木门就是我自己 ',
			'被透明的积雪和新月来回敲打' 
		]
	},
	{
		title:'乡村教师',
		body:[	
			'上个月那块鱼鳞云从雪山的背面回来了',
			'带来桃花需要的粉红，青稞需要的绿',
			'却没带来我需要的爱情',
			'只有吵闹的学生跟着',
			'十二张黑红的脸',
			'熟悉得就像今后的日子',
			'有点鲜艳，有点脏'
		]
	},
	{
		title:'桃花 ',
		body:[	
			'有时候，桃花的坠落带着巨大的轰响 ',
			'宛如惊蛰的霹雳。闭上眼',
			'瘦削的残花就回到枝头',
			'一群玉色蝴蝶仍在吮吸花蕊',
			'一只漆黑的岩鹰开始采摘我的心脏'
		]
	},
	{
		title:'我最喜爱的 ',
		body:[	
			'我最喜爱的颜色是白上再加上一点白 ',
			'仿佛积雪的岩石上落着一只纯白的雏鹰' ,
			'我最喜爱的颜色是绿上再加上一点绿' ,
			'好比野核桃树林里飞来一只翠绿的鹦鹉',
			'我最喜爱的不是白，也不是绿',
			'是山顶上被云脚所掩盖的透明和空无'
		]
	},
	{
		title:'山溪 ',
		body:[	
			'石头的形状起伏不定',
			'雪水的起伏跟着月亮',
			'新剥的树木顺流而下',
			'撞击声混入水里',
			'被我一并装入木桶。沸腾之后',
			'它们裹着两片儿碧绿晶亮的茶叶',
			'在我的身体里继续流荡' 
		]
	},
	{
		title:'山雨 ',
		body:[	
			'从雨水里撑出一把纸伞',
			'外面涂了松油，内面画了故事',
			'一个男人和一个女人',
			'在通往云里的山路上',
			'梦游的人走了二十里路，还没醒 ',
			'坐在碉楼里的人看着，也没替他醒 ',
			'索性回屋拿出另一把伞',
			'在虚无里冒雨赶路'
		]
	},
	{
		title:'初夏 ',
		body:[	
			'夏天来得比春天还早',
			'早过被草尖戳破的第一颗露水',
			'日头从碉楼背后的山里飘起来' ,
			'又沉入楼前两座山间的草坝',
			'干地，枯草，被溽热榨干了白皙的姑娘',
			'都还幻想着来自雪山和恋人的滋润'
		]
	},
	{
		title:'冰川',
		body:[	
			'闷声闷气的冰崩炫目得仿佛一切如常',
			'只有淡蓝的阳光从冰缝里渗出来',
			'香柏燃烧的烟雾与清香给了它生机',
			'让暗哑的土石突然消失',
			'让我的身体和它由浅至无的肤色一起',
			'突然在山间颤抖、游移不定'
		]
	},
	{
		title:'野兰花 ',
		body:[	
			'满山紫色的小火苗',
			'烫不伤草龙浅绿的舌头',
			'却烫伤了牛、马回家时凌乱的蹄子 ',
			'和散漫贪嘴的蝴蝶们',
			'那鲜嫩的唇'
		]
	},
	{
		title:'雨崩 ',
		body:[	
			'雾气从小草甸上蒸起',
			'触了云脚，又落回屋顶',
			'刚被祝福过的白山羊开始了晚餐',
			'不理会从另一个方向拐过的稀薄的炊烟',
			'透明的暮色和涧水一直纠缠，分不清彼此 ',
			'懵懵懂懂的外乡人围坐草边',
			'在雨里烤火、晒太阳'
		]
	},
	{
		title:'麦收',
		body:[	
			'突然到来的雨季让赶早的人欣慰',
			'让贪睡的人有了继续做梦的理由',
			'湿润的黄被扔在田里',
			'等着太阳和镰刀',
			'弯腰，从土里拣一年的收获',
			'请了农忙假的小学四年级学生',
			'也跟着一起抢先闻到了麦芽的香气'
		]
	},
	{
		title:'山雨（二）',
		body:[	
			'楼前的山在雨里一点点消融',
			'带着满身的树木和野花',
			'山下的草却愈发光亮、挺拔 ',
			'让心不在焉的年轻人一下子滑进雨水深处 ',
			'油亮的老核桃树也弯腰',
			'第一次亲近身边初次开花的',
			'孟浪的火石榴'
		]
	},
	{
		title:'雪山上的花开了 ',
		body:[	
			'山上的草绿了，山下的桃花粉了' ,
			'山上的桃花粉了，山下的野兰花紫了',
			'山上的野兰花紫了，山下的杜鹃黄了', 
			'山上的杜鹃黄了，山下的玫瑰红了',
			'偷睡的年轻汉子在青稞田边醒来',
			'雪山上的花已经开了'
		]
	},
	{
		title:'小学生 ',
		body:[	
			'凌乱的合唱歪歪扭扭',
			'在澜沧江西岸蜿蜒 ',
			'鲜艳的四年级学生在旧客车里',
			'向往着暑假和两年后',
			'二十张脸一起在风里滑动',
			'被细沙粒儿蹭出火星儿',
			'落日恍恍惚惚，淡黄的晕',
			'罩着云里的雪山和强忍啜泣的临时乡村教师' 
		]
	},
	{
		title:'白玛竹坡 ',
		body:[	
			'莲花盛开过的石窝里一片恍惚的幽暗',
			'酥油灯阵照亮通往来世的路' ,
			'石缝与泥水中的狭道被生死间的人拥堵',
			'甚至堵住了远道而来的异教徒',
			'尖刻的嘴巴们' 
		]
	},
	{
		title:'神瀑 ',
		body:[	
			'被心咒搅动的水帘里飞翔着',
			'一千二百个空行母、十三名金刚',
			'争着掸去盛装的异乡人沾了三世的泥巴 ',
			'雪崖上渗出的流水',
			'直接溅出了轮回的大道',
			'把石壁上的文字与阴影冲洗得更加隐晦' 
		]
	},
	{
		title:'午睡',
		body:[	 
			'四缕无名的风踩过碧玉剑刃般',
			'闪亮的桃叶，赶往融雪的尽头',
			'八月的阳光穿过密实宽厚的树冠',
			'落向山间废弃的青稞地',
			'仿佛中夜晴朗刺眼的星空' 
		]
	},
	{
		title:'明妃舞场',
		body:[	
			'最初跳舞的人去了罗刹土',
			'和她的佛一起',
			'后来跳舞的人都回了家',
			'带着细竹竿、柏树枝和来世的幸福',
			'一只宝蓝色的松鸦留了下来',
			'和冰凉的泉水做伴',
			'合唱莲花颂歌。唱了一千年'
		]
	},
	{
		title:'格桑花',
		body:[	  
			'由粉至紫，幸福的气息',
			'随暑气的消退越来越重',
			'在碎石缝和稗草间铺张',
			'金色的蜂群周游其间',
			'和遥望来生的人一起',
			'收集幸福的蛛丝马迹',
			'在让眼睛刺痛的花瓣儿里晕眩，沉睡'
		]
	},
	{
		title:'秋月',
		body:[	
			'湿热的白天在河谷里消散',
			'天上也随着越来越凉',
			'四个年轻男人在雪山对面枯坐',
			'等待积雪背后秋天冰凉的满月',
			'有水波流荡其间的满月',
			'如天缺，被不知名的手臂穿过',
			'如莲花，虚空里的那道霹雳'
		]
	},
	{
		title:'河汉',
		body:[	
			'驾日光而来的人离去时',
			'留下了一亿颗星，在河里',
			'溢出的流波被风牵着穿过大角和轩辕',
			'西岸的放牛娃找着喜鹊',
			'东岸的纺织女工开始担心小女儿',
			'河底的人仰头望着河水，想像着更高处'
		]
	},
	{
		title:'风',
		body:[	 
			'风从栎树叶与栎树叶之间的缝隙中穿过',
			'风从村庄与村庄之间的开阔地上穿过',
			'风从星与星之间的波浪下穿过',
			'我从风与风之间穿过，打着手电 ',
			'找着黑暗里的黑'
		]
	},
	{
		title:'秋收',
		body:[	
			'温暖的玉米粒儿在屋顶上拨打着阳光',
			'屋下是被遗忘的牲口棚',
			'因为倦怠，青灰色的老母马开始昏睡 ',
			'在碎玉米杆儿和粪便混合的湿泥里做梦',
			'梦见自己变成一个瘦小的骑手' 
		]
	},
	{
		title:'日出',
		body:[	
			'夜霜吮干了草叶里的最后一丝生机',
			'在呼吸间隐去，雪山在日光中充血，又平息',
			'石缝里继续向外涌着红、黄与寒气 ',
			'洗涤着临睡的树木。碎雪却在歌声里落下 ',
			'扑打着额上的枯叶和枝头颤抖的鸟翼' 
		]
	},
	{
		title:'唱经',
		body:[	
			'轻盈摇摆的玛尼经拖着黑夜',
			'从下村来到了上村',
			'又和星光一起从头顶浇下',
			'宛如瀑布——冲洗哀伤的心',
			'打散盘旋而上的旋风',
			'卷走刚刚睡去的老妇人',
			'为惊恐中的万物加持' 
		]
	},
	{
		title:'叶子红了',
		body:[	
			'落日映着枝上的峰峦和旋涡',
			'沉入山间的梨树丛',
			'被秋天抽尽了血液的落叶沉入河谷',
			'被渐渐发蓝的流水带往下游',
			'带往另一座荒山',
			'另一片香柏树林'
		]
	},
	{
		title:'晚秋',
		body:[	
			'是晚秋还是初冬',
			'只有在薄雪上过夜的牧人说得清',
			'只有被剪了毛的',
			'渐渐清减的绵羊知道',
			'只有被干树枝扔下的黄叶子明白',
			'只有在山腰上四处张望的异乡人',
			'才会被稀疏的松树林',
			'所迷惑，而困顿、麻木'
		]
	},
	{
		title:'夜晚 ',
		body:[	
			'肆意驰骋的老鼠嘲笑着',
			'木楼里孤单的人类',
			'嘲笑着他的懒惰和大度',
			'仿佛是另一个世代的谶语',
			'他数着异类的脚步',
			'比照着自己的心跳和冲动',
			'居然如此切合又不可琢磨'
		]
	},
	{
		title:'浮雪',
		body:[	
			'今年刚落的浮雪被旋风打成了薄云',
			'又被北风牵往更远的河谷',
			'那里有刚收的玉米，新种的冬小麦',
			'那里有一样清淡的水。那里有没有 ',
			'走九十天山路赶来呼吸清风的人群' 
		]
	},
	{
		title:'春雪',
		body:[	 
			'新绿的松枝无力承担更多的白和凉',
			'这是最后一次：多余的白',
			'在薄光和轻烟里迷失了形状', 
			'冰在冰川上倾泻',
			'雪在雪山下消融' 
		]
	},
	{
		title:'旋风',
		body:[	
			'刚刚转暖的流水',
			'裹着两岸新放的桃花',
			'从积雪深处游弋到山脚',
			'把落石碾成细沙，把细沙搓成尘土 ',
			'飞尘里的花瓣却亮得耀眼',
			'让贪睡的人在梦里仍然睁不开双眼' 
		]
	},
	{
		title:'桃花羽',
		body:[	
			'嫩黄色的那只鸟已经走了',
			'淡粉色的那只还枕着桃花',
			'发呆、打鼾。她一翻身',
			'等候多时的旋风就卷走了她的枕头',
			'枕头飞起，仿佛她自己柔软闪亮的羽毛 ',
			'从长空里向四方坠落'
		]
	},
	{
		title:'山坡上',
		body:[	
			'隐身的山雀的叫声起初是单调',
			'又渐渐和婉转的春风洒然一体',
			'被主人放在草坝上的',
			'在低首间摇响颈下铜铃的黑牦牛',
			'也隐身。午睡的人横在树间',
			'简约的身体伸展到极限',
			'和左下方峡谷里扭曲的涧水一起',
			'被俯视成雪山的两缕筋脉'
		]
	},
	{
		title:'午睡（二）',
		body:[	
			'形状不明的小虫从左眉梢',
			'爬到右嘴角，然后消失',
			'在双耳间穿过的山风',
			'匆匆摘走几叶落花，去了下游',
			'下游的温暖却不肯逆江而上',
			'恍惚里的寒意让人实在地着凉、淌鼻涕' 
		]
	},
	{
		title:'杜鹃 ',
		body:[	
			'寂寞的杜鹃——大叶的和小叶的',
			'等不及残雪的消融，突然绽开',
			'（粉、黄、白） ',
			'把身上伏了一年的睡意打落山涧',
			'让过路的旋风把香气带往山背面 '
		]
	},
	{
		title:'雾 ',
		body:[	
			'一百五十步外的山时隐时现',
			'最终带着满身发黑的绿消失',
			'十二里外的江水把明朗的波声甩过来', 
			'世界只有三百米高，三十步远',
			'被雨水从四面挤压',
			'两匹褐色的骡子浑身发亮',
			'在懵懂中从世外返回'
		]
	},
		
	
	
	
]


/*
 

			

			
			 

			
			



			



			















 
	{
		title:'',
		body:[	

		]
	},
	
 * 
 * 
 * 
 * 
 * 
 * */
	},	
	"昌耀":{
		hash: 'changyao',
		author: '昌耀',
		body: [
	{
		title:'猎户',
		body:[	
			"从四面八方，我们麇集在一起",
			"为了这夜色中的聚餐。",
			"篝火，燃烧着。",
			"我们壮实的肌体散发着奶的膻香。",
			"一个青年姗姗来迟，他掮来一只野牛的巨头，",
			"双手把住乌黑的弯角架在火上烤炙。",
			"油烟腾起，照亮他腕上一具精巧的象牙手镯。",
			"我们幸福地笑了。",
			"只有帐篷旁边那个守着猎狗的牧女羞涩回首",
			"吮吸一朵野玫瑰的芳香……"
		]
	},
	{
		title:'广板：暮',
		body:[	
			"东方诗国负笈山行的僧人",
			"薄暮始达谷底阴冷的界河",
			"涉渡。当其回首，遽然望见峰岭",
			"一束山火犹在他昨日夜诵的云林",
			"透红。念及弃置的芒鞋今竟长此留在那边苍苔",
			"而动了几分伤感",
			"略一迟疑，雄心已如古瓮破裂",
			"倒扣在石岸宿命的白塔。"
		]
	},
	{
		title:'峨日朵雪峰之侧',
		body:[	
			"这是我此刻仅能征服的高度了",
			"我小心翼翼探出前额，",
			"惊异于薄壁那边",
			"朝向峨日朵之雪仿徨许久的太阳",
			"正决然跃人一片引力无穷的山海。",
			"石砾不时滑坡引动棕色深渊自上而下一派嚣鸣，",
			"像军旅远去的喊杀声。我的指关节铆钉一般",
			"楔人巨石罅隙。血滴，从脚下撕裂的鞋底渗出。",
			"啊，此刻真渴望有一只雄鹰或雪豹与我为伍。",
			"在锈蚀的岩壁，但有一只小得可怜的蜘蛛",
			"与我一同默享着这大自然赐予的",
			"快慰。"
		]
	},
	{
		title:'美人',
		body:[	
			"篱笆旁，一个乡村的美人。",
			"她默默地脱下草帽，",
			"拿在手中，摆弄如一轮金月，若有所思。",
			"那里，垂落在她弹性的胸脯，",
			"两根藤萝般粗实的发辫，",
			"闪着油腻欲滴的光……",
			"为什么我要羞涩？",
			"为什么要否认进人心中的美感？",
			"却习惯于偷偷地斜睇！"
		]
	},	
	{
		title:'雕塑',
		body:[	
			"像一个",
			"七十五度倾角的十字架",
			"——他，稳住了支点，",
			"挺直脖颈，牵引身后的重车",
			"力的韧带，",
			"把他的躯体",
			"展延成一支——",
			"向前欲发的闷箭……",
			"——历史的长途，",
			"正是如此多情地",
			"留下了先行者的雕塑。"
		]
	},		
	{
		title:'夜谭',
		body:[		 	
			"子夜。",
			"郊原灯火像是叛离花枝的彩蝶，",
			"随我搭乘的长途车一路奔逐，",
			"直伴我进人睡眠迷蒙的市区，",
			"谁也不再认识我。",
			"那些高大的建筑体内流荡光明，",
			"使我依稀恢复了几分现代意识。",
			"但他们多半是我去后的新客，",
			"而诧异我紫赯的面孔透出草原雷雨气息。",
			"今夜，我唱一支非听觉所能感知的谣曲，",
			"只唱给你——囚禁在时装橱窗的木制女郎……"
		]
	},
	{
		title:'高原人的簧火',
		body:[	
			"高原人的篝火似珊瑚枝，艳若牡丹花，",
			"动若壮士起舞，静如少女沉吟。",
			"高原人的籍火燃在最高的山顶烧在最深的河谷",
			"以最动人的形象报道牧人家园",
			"而伴着熠熠星光嘱咐上路来客莫忘携带笛管。"
		]
	},	
	{
		title:'郊原上',
		body:[	
			"郊原",
			"那一排惯与流风厮磨的钻天杨",
			"昨天倒在了田塍。倒在了田塍",
			"像一排被处决的魔女，",
			"绿色美发弃满泥徐。",
			"骤然变得生疏的空间再不见旗罗伞布般高举之",
			"树梢，和那树梢之雀巢，和那雀巢之雀鸟，",
			"和那雀鸟唱与绿发魔女之绿色情语。",
			"但从那蓝色原野，从那晨光下的小屋，",
			"从那小屋的背后好像隐隐传来了斧斤的歌",
			"和几声男子汉之杭育……"
		]
	},	
	{
		title:'卖冰糖葫芦者',
		body:[	
			"他理解——",
			"人们对春意的期望，",
			"才将火红的山楂",
			"剪作一串甜蜜的蓓蕾，",
			"绽放在扎靶。",
			"于是，早春的集市",
			"多了一树裹着冰甲的红梅。"
		]
	},	
	{
		title:'鹿的角枝',
		body:[	
			"在雄鹿的颅骨，生有两株",
			"被精血所滋养的小树。雾光里",
			"这些挺拔的枝状体明丽而珍重，",
			"遁越于危崖沼泽，与猎人相周旋。",
			"若干个世纪以后，在我的书架，",
			"在我新得的收藏品之上，才听到",
			"来自高原腹地的那一声火枪。——",
			"那样的夕阳倾照着那样呼唤的荒野。",
			"从高岩，飞动的鹿角，猝然倒仆……",
			"……是悲壮的。"
		]
	},	
	{
		title:'风景：涉水者',
		body:[	
			"雨后的风景线",
			"有多少淋漓的风景。",
			"可也无人察觉那个涉水的",
			"男子，探步于河心的湍流",
			"忽有了一闪念的动摇。",
			"听不到内心的这一声长叹。",
			"人们只看到那个涉水男子",
			"静静地涉过溪川",
			"向着远方静静地走去，",
			"在雨后的风景线消失。",
			"静静的。",
			"只觉得夕阳下的溪川",
			"因这男子的涉足而陡增几分",
			"妩媚。"
		]
	},	
	{
		title:'纪历',
		body:[	
			"默悼着。是月黑的峡中",
			"峭石群所幽幽燃起的肃穆。",
			"是肃穆如青铜柱般之默悼。",
			"劲草……",
			"风声……雨声……",
			"风雨声……",
			"马的影子随夜气膨胀。",
			"大山浮动……牛皮靴",
			"吸牢在一片秘密的沼泽。",
			"——是了无讯息的",
			"默悼。",
			"黎明的高崖，最早",
			"有一驭夫",
			"朝向东方顶礼。"
		]
	},	
	{
		title:'我的掌模浸透了苔丝',
		body:[	
			"她从娘家来，替我捎回了祖传的古玩：",
			"一只铜马坠儿，和一只从老阿娅的妆套",
			"偷偷摘取的“乾隆通宝”。",
			"说我们远在雪线那边放牧的棚户已经",
			"坍塌，惟有筑在崖畔的猪舍还完好如初。",
			"说泥墙上仍旧嵌满了我的手掌模印儿，",
			"像一排排受难的贝壳，",
			"浸透了苔丝。",
			"说我的那些古贝壳使她如此",
			"难过。"
		]
	},
	{
		title:'草原',
		body:[	
			"草原新月，萌生在牧人的",
			"拴马桩。在鞍具。在鞍具上的铜剑鞘。",
			"湖畔的白帐房因宿主初燃的灯烛",
			"而如白天鹅般的雍容而华贵了。",
			"夜牧者，",
			"从你火光熏蒸的烟斗",
			"我已瞻仰英雄时代的",
			"一个个通红的夕照",
			"听到旋风在浴血的盆地",
			"悲声嘶鸣……"
		]
	},	
	{
		title:'雪乡',
		body:[	
			"那时，冰花在孕育。",
			"桃红也同时在孕育。",
			"不要偷窥：深山",
			"有一个自古不曾撤网的湖。",
			"湖面以银光镀满鱼的图形。",
			"山顶有一个披戴紫外光的民族：",
			"——有我之伊人。"
		]
	},
	{
		title:'荒漠与晨光',
		body:[	
			"我原是后面的一个，",
			"役使两头白额牦牛挽动犁车并辔齐驱。",
			"驭手们呼叫着，抢先冲向荒漠。",
			"被露水打湿的女工们提起曳地的长裾，",
			"在道旁任性地大笑，而我们",
			"只肯直逼荒漠那头最是羞红的一张笑脸，",
			"见她将绮丽的视线蓦然锁闭在远方的",
			"岬角般伸出的山阜……",
			"美哟，你远方漠野",
			"散射的晨光！"
		]
	},	
	{
		title:'山雨',
		body:[	
			"昨夕，",
			"当这深山独庐还困在白雨中，",
			"小男孩瑟缩于老祖母的布裙，",
			"那时，谁曾见到剑光灼天，",
			"有一个身披羽袍的山民自崖头振臂奋起？",
			"今天扫落花，拾得了这管坠陨的",
			"雕翎，才记起昨夕好大的檐头水，",
			"好大的一只鹰……"
		]
	},	
	{
		title:'去格尔木之路',
		body:[	
			"两山的峡谷，土筑围栏",
			"形如浩大的耳廓，偷听天野之声：",
			"天棚草场只有天风浩荡。",
			"走向草海纵深处——",
			"提笼的路人",
			"是一个痴痴的爱鸟者。",
		]
	},	
	{
		title:'田园',
		body:[	
			"遥远的",
			"遥远的",
			"牛的遥远了的呼唤被夸饰为哞哞的圆号",
			"以五度跳跃奏出牧归主题。",
			"缓缓地、悠悠地……偶尔两三声，",
			"像远山那边几根凝止不动的薰烟",
			"透出春色的味道。",
			"停顿有顷，遥远处",
			"似有似无之间隐隐地",
			"是饱经沧桑的老人哞哞的呼唤。"
		]
	},
	{
		title:'一百头雄牛',
		body:[	
			"一百头雄牛噌噌的步武。",
			"一个时代上升的摩擦。",
			"彤云垂天，火红的帷幕，血酒一样悲壮。",
			"",
			"犄角扬起，",
			"遗世而独立。",
			"犄角扬起，",
			"一百头雄牛，一百九十九只犄角。",
			"一百头雄牛扬起一百九十九种威猛。",
			"立起在垂天彤云飞行的牛角砦堡。",
			"号手握持那一只折断的犄角",
			"而呼呜呜……",
			"血酒一样悲壮。",
			"",
			"一百头雄牛低悬的睾丸阴鑫投影大地。",
			"一百头雄牛低悬的睾丸阴囊垂布天宇。",
			"午夜，一百种雄性荷尔蒙穆穆地渗透了泥土，",
			"血酒一样悲壮。"
		]
	},	
	{
		title:'秋客',
		body:[	
			"厉风刺马耳",
			"马车夫听风又是秋了",
			"茫茫原野还是行走着三套马车",
			"博大的寂寞在每一声秋里扩散",
			"虚无正如初始",
			"一层黄沙落",
			"两层黄沙落",
			"三层黄沙落",
			"慷慨总还是马车夫的慷慨",
			"对秋扼腕只余风前的秋客"
		]
	},
	{
		title:'薄曙',
		body:[	
			"薄曙之来予我三重意境：",
			"步行者橐橐迫近的步履。",
			"苇荡一轮惊鸟戛然横空。",
			"漫不经心几响犬吠远如疏星寥落。",
			"焦灼的日子留下焦灼的烙印，",
			"一瞬黎明给予我清凉的油膏。"
		]
	},
	{
		title:'鹰·雪·牧人',
		body:[	
	
			"鹰，鼓着铅色的风",
			"从冰山的峰顶起飞，",
			"寒冷",
			"自拜鼓上抖落。",
			"在灰白的雾霭",
			"飞鹰消失，",
			"大草原上裸臂的牧人",
			"横身探出马刀，",
			"品尝了",
			"初雪的滋昧。"
		]
	},	
	{
		title:'激流',
		body:[	
			"激流",
			"带着雪谷的凉意以一路浩波抛下九曲连环，",
			"为原野壮色为大山图影为征夫洗尘为英雄挥泪。",
			"沿着黄河我听见堂竟足音，",
			"感觉在我生命的深层早注有一滴黄河的精血。",
			"海螺声声",
			"是立在屋脊的黄河子民对东方太阳热烈传呼。"
		]
	},
	{
		title:'哈拉库图人与钢铁',
		body:[	
			"白雪",
			"有春水之流状。",
			"小院墙头，祈福者",
			"供奉在腊八时节的冰体",
			"却祖露着闪烁的笑。",
			"而那些老瘦的白杨",
			"在峪口相对默然。",
			"牧人说：我们驯冶的龙驹",
			"已喃聚在西海的封冰，",
			"在灼人的冷光中",
			"正借千里明镜举足练步。"
		]
	},
	{
		title:'踏着蚀洞斑驳的岩原',
		body:[	
			"踏着蚀洞斑驳的岩原",
			"我到草原去……",
			"午时的阳光以直角投射到这块舒展的",
			"甲壳。寸草不生。老鹰的掠影",
			"像一片飘来的阔叶",
			"斜扫过这金属般凝固的铸体，",
			"消失于远方岩表的返照，",
			"遁去如骑士。",
			"在我之前不远有一匹破行的瘦马。",
			"听它一步步落下的蹄足",
			"沉重有如恋人之咯血。"
		]
	},
	{
		title:'这是赭黄色的土地',
		body:[		
			"这土地是赭黄色的。",
			"有如它的享有者那样成熟的",
			"玉蜀黍般光亮的肤色，",
			"这土地是褚黄色的。",
			"不错，这是赭黄色的土地，",
			"有如象牙般的坚实、致密和华贵",
			"经受得了最沉重的爱情的磨砺。",
			"……这是象牙般可雕的",
			"土地啊！"
		]
	},
	{
		title:'荒甸',
		body:[	
			"我不走了。",
			"这里，有无垠的处女地。",
			"我在这里躺下，伸开疲惫了的双腿，",
			"等待着大熊星座像一株张灯结彩的藤萝",
			"从北方的地平线伸展出它的繁枝茂叶。",
			"而我的诗稿要像一张张光谱扫描出——",
			"这夜夕的色彩，这篝火，这荒甸的",
			"情窦初开的磷光……"
		]
	},
	{
		title:'筏子客',
		body:[	
			"落日。",
			"辉煌的河岸。",
			"一个辉煌的背影：",
			"皮筏——",
			"和扛着皮筏的筏子客。",
			"跋涉于归途，",
			"忘却了鱼的飞翔，",
			"水的凌厉。",
			"与激流拼命周旋，",
			"原是为的崖畔",
			"那一扇窗口。那里",
			"有一朵盛开的",
			"牡丹。",
			"当回月升起，我看到",
			"一个托举着皮筏的男子",
			"走向山巅辉煌的小屋。"
		]
	},	
	{
		title:'夜行在西部高原',
		body:[	
			"夜行在西部高原",
			"我从来不曾觉得孤独。",
			"——低低的熏烟",
			"被牧羊狗所看护。",
			"有成熟的泥土的气味儿。",
			"不时，我看见大山的绝壁",
			"推开一扇窗洞，像夜的",
			"樱桃小口，要对我说些什么，",
			"蓦地又沉默不语了。",
			"我猜想是乳儿的母亲",
			"点燃窗台上的油灯，",
			"过后又忽地吹灭了……"
		]
	},	
	{
		title:'凶年逸稿一',
		body:[	
			"我是这土地的儿子。",
			"我懂得每一方言的情感细节。",
			"那些乡间的人们总是习惯坐在黄昏的门槛",
			"向着延伸在远方的路安详地凝视。",
			"夜里，裸身的男子趴卧在炕头毡条被筒",
			"让苦惯了的心薰醉在捧吸的烟草。",
			"黑眼珠的女儿们都是一颗颗生命力旺盛的种子。",
			"都是一盏盏清亮的油灯。"
		]
	},	
	{
		title:'晨兴：走向土地与牛',
		body:[	
			"劳动者",
			"无梦的睡眠是美好的。",
			"富有好梦的劳动者的睡眠不亦同样美好？",
			"但从睡眠中醒来了的劳动者自己更美好。",
			"走向土地与牛的那个早起的劳动者更美好。"
		]
	},
	{
		title:'天空',
		body:[	
			"这柔美的天空",
			"是以奶汁洗涤",
			"而山麓的烟囱群以屋顶为垄亩：",
			"是和平与爱的混交林。",
			"……骒马",
			"在雪线近旁啮食，",
			"以审度的神态朝我睨视。",
			"一此刻，谁会为之不悦？"
		]
	},	
	{
		title:'古老的要塞炮',
		body:[	
			"古老的要塞饱",
			"只是一个关于历史的久远的回忆？",
			"在万簌俱寂的夜里",
			"我看见魁梧的种族倚着炮身",
			"仅闭拢一只眼睛休憩。"
		]
	},	
	{
		title:'断章',
		body:[	
			"石崖。一座钟鼎形熔岩，",
			"结满石核的累累果实……",
			"这该是我的图腾柱。",
			"我扭动细腰，虔诚地抚摸。从这凹凸中",
			"我以多茧的双手拼读大河砰然的轰鸣，",
			"胸腔复唤起摇撼的风涛。"
		]
	},	
	{
		title:'酿造麦酒的黄昏',
		body:[	
			"酿造麦酒的黄昏，",
			"炊烟陶醉了。巷陌陶醉了。风儿",
			"也陶醉了。",
			"河岸上，雪花是红的。",
			"扎麻什克人迎亲的马队正在出征。",
			"向着他们颤动的银狐皮帽，",
			"冰河在远方发出了第一声大笑……",
			"在醉了的早晨，",
			"扎麻什克人迎回了自己的春神。"
		]
	},	
	{
		title:'草原初章',
		body:[	
			"是啼血的阳雀",
			"在令人优伤的暮色中鸣啾么？",
			"大草原激荡起来了，",
			"播弄着夜气。",
			"村舍逐渐沉没。",
			"再也看不清白杨的树冠。",
			"再也辨不出马群火茸茸的脊背。",
			"只有那神秘的夜歌越来越响亮，",
			"填充着失去的空间。",
			"……一扇门户吱哑打开，",
			"光亮中，一个女子向荒原投去，",
			"她搓揉着自己高挺的胸脯，",
			"分明听见那一声躁动",
			"正是从那里漫逸的",
			"心的独白。"
		]
	},	
	{
		title:'海头',
		body:[	
			"海头戈壁",
			"古事千年如水。",
			"驼峰，",
			"马背，",
			"尽付与了黄沙。",
			"传奇人物今在南山一带",
			"赤脚追赶昆仑红日。"
		]
	},
	{
		title:'冰河期',
		body:[	
			"那年头黄河的涛声被寒云紧锁，",
			"巨人沉默了。白头的日子。我们千唤",
			"不得一应。",
			"在白头的日子我看见岸边的水手削制桨叶了，",
			"如在温习他们黄金般的吆喝。"
		]
	},	
	{
		title:'无题',
		body:[	
			"原野上，我曾经陶醉于少女那一只只",
			"撒播谷物的玉臂：银镯在腕节上律动",
			"是摸得着的春之召唤。",
			"是可捕捞的爱之语汇。",
			"时光已成终古，那些少女们当值壮年，",
			"想必仍在荒没的田园撒播……"
		]
	},	
	{
		title:'无题',
		body:[	
			"由于她的呼吸，",
			"这一阵阵轻风正凝作一抹碧澄，",
			"这一杯杯云彩都溶作纯净的蜜。",
			"干渴的土地啊，仿佛已昏睡几个世纪",
			"这才舒出一口长气，道一声儿喜。"
		]
	},	
	{
		title:'题古陶',
		body:[	
			"是燧火留下的赠品。",
			"是孕育过文明的胎盘。",
			"我将它托在掌心，",
			"似乎觉得那七千年前的高山流水",
			"载着几声林中石斧的钝音",
			"和弓弦上骨镞的流响，",
			"正从陶罐里溢出，",
			"流经我的指间……",
			"我似乎看到神农氏的娇女",
			"优郁地告我以生活的艰辛。"
		]
	},	
	{
		title:'伞之忆',
		body:[	
			"三十年一笑，有微风吹湿的红唇：",
			"木屐踏归，绿伞朝我斜向着撑开。",
			"梦夏早已几回霜降，而这片荷叶总浮在心潮",
			"常葆鲜绿。"
		]
	},
	{
		title:'莽原',
		body:[	
			"远处，蜃气飘摇的地表，",
			"崛起了渴望啸吟的笋尖，",
			"——是羚羊沉默的弯角。",
			"在最后的莽原，",
			"这群被文明追逐的种属，",
			"终不改他们达观的天性：",
			"或如松鼠痛饮于光明之枝。",
			"或如河鱼嬉游于波状之物。",
			"捕捉那迷人的幻梦，",
			"他们结成箭形的航队",
			"在劲草之上纵横奔突，",
			"温柔得如流火、金梭……",
			"莽原，宠爱自己的娇儿。",
			"正是为了大自然的回归，",
			"我才要多情地眷顾",
			"这块被偏见冷落了的荒土？"
		]
	},	
	{
		title:'丹噶尔',
		body:[	
			"在高岭。在从未耕犁过的冈丘，",
			"黏土、丝帛和金粉塑造的古建筑",
			"原是没有泉水保障的",
			"冒险的城关。",
			"我太记得那些个雄视阔步的骆驼了",
			"哨望在客栈低矮的门楼，",
			"时而反刍着吞自万里边关的风尘。",
			"我记得卖货郎的玻璃匣子，",
			"海螺壳儿和鼻烟壶",
			"以同样迷幻的釉光",
			"吸引着草原的老者。",
			"我记得黄昏中走过去的",
			"最后一头驮水的毛驴。",
			"而弥漫着柴草气味的巷道口",
			"对于无家可归的人",
			"曾是温暖的天堂……",
			"琉璃瓦的丹噶尔——",
			"我因此而记住了你古老的名字！"
		]
	},
	{
		title:'关于云雀',
		body:[	
			"没有檐角可供停息。",
			"没有柯枝。",
			"但我所知道的云雀的啁啾",
			"只属于旷远的高天。",
			"只属于热流。只属于飞翔。",
			"只属于谛听的穹庐。",
			"云雀是飞鸣的鸟。",
			"而那个栖止在猪背啼叫的",
			"只是寒鸦。",
			"我的大漠上的小路，因之",
			"才有这么繁富的色彩么？",
			"现在，牧童枕着手臂",
			"又怅望秋空了。但我确知在寂寞的云间",
			"一直飘有悬垂的金铃子，",
			"只被三月的晓风",
			"或是夏夜的月光奏鸣。"
		]
	},	
	{
		title:'日出',
		body:[	
			"听见日出的声息蝉鸣般沙沙作响，……",
			"沙沙作响、沙沙作响、沙沙作响……",
			"这微妙的声息沙沙作响。",
			"静谧的是河流、山林和泉边的水瓮。",
			"是水瓮里浮着的瓢。",
			"但我只听得沙沙的声息。",
			"只听得雄鸡振荡的肉冠。",
			"只听得岩羊初醒的锥角。",
			"垭豁口",
			"有骑驴的农艺师结伴早行。",
			"但我只听得沙沙的潮红",
			"从东方的渊底沙沙地迫近。"
		]
	},	
	{
		title:'子夜车',
		body:[	
			"子夜零点准，",
			"火车头",
			"又自峡谷东南应时而来了，",
			"吭哧着……",
			"吭哧着将一列长长的货厢推上",
			"西山脊背。",
			"嗒，窗外月空何其灿烂，",
			"到处是轰隆轰隆的云朵，",
			"允我五分钟不得入眠！"
		]
	},
	{
		title:'月下',
		body:[	
			"是怎样的陶醉？灯光里",
			"大山溪流有幻织的布机。",
			"他不可解析",
			"这一丝划过心上的微波",
			"是不是因了匍匐茎上",
			"那朝向山月昂首吹歌的",
			"小小金蛇？",
			"野风于林间悄吟",
			"原上草",
			"有两行新的轮辙。",
			"无可名状地陶醉呀——",
			"他忘不了相见时刻的",
			"陶醉。"
		]
	},	
	{
		title:'所思：在西部高原',
		body:[	
			"西部的山。那人儿",
			"听见霜寒里留有岁月嗡嗡不绝的",
			"钟鸣。太寂寞。",
			"是谁在空中作语：",
			"——啊，世俗的光阴走得好慢！",
			"我似乎觉得",
			"高车部自漠北拓荒西来尚是昨天的事，",
			"汉将军班超与三十六吏士的口碑",
			"也还依然一路风闻，",
			"可你们后来者",
			"还听得敦煌郡献歌伎女反手弹琵琶么？",
			"太寂寞。",
			"凌晨七时的野岭",
			"独有一辆吉普往前驱驰。",
			"——远方",
			"黄沙丘",
			"亮似黄昏。"
		]
	},	
	{
		title:'在山谷：乡途',
		body:[	
			"在山谷，倾听薄暮如缕的",
			"细语。激动得颤栗了。为着",
			"这柔情，因之风里雨里",
			"有宁可老死于乡途的",
			"黄牛。",
			"感觉到天野之极，辉煌的幕屏",
			"游牧民的半轮纯金之弓弩快将燃没，",
			"而我如醉的腿脚也愈来愈沉重了：",
			"走向山谷深处——松林间",
			"似有簌簌羽翼剪越溪流境空，",
			"追逐而过：是一群正在梦中飞行的",
			"孩子？……",
			"前方灶头",
			"有我的黄铜茶炊。"
		]
	},
	{
		title:'在敦煌名胜地听驼铃寻唐梦',
		body:[	
			"是温暖的黄昏。远远的",
			"铜锣钹的响鸣忽忽与月光一起从沙山背后",
			"浮出。……",
			"——是谁们在那边款款奏着",
			"铜锣钹呢？那么典雅而幽远，",
			"像渔火莹莹……",
			"我拎着鞋袜，赤脚踏着流沙，",
			"记起初临沙山时与我偕行的东洋学者",
			"曾一再驻足频频流盼于系在路口白杨树下的",
			"那两峰身披红袍的骆驼——",
			"美如江边的楼船……",
			"然而，是谁们奏着铜锣钹呢？",
			"我猜想此刻在月下的沙梁那边",
			"一定有人如我似的拎着鞋袜，",
			"沉吟着，审听着，在恍惚中期待着……",
			"然而，那么富丽的，是谁们",
			"在石窟那边款款奏着铜锣钹呢？"
		]
	},	
	{
		title:'戈壁纪事',
		body:[	
			"戈壁。九千里方圆内",
			"仅有一个贩卖醉瓜的老头儿：",
			"一辆篷车、",
			"一柄弯刀、",
			"一轮白日，",
			"伫候在驼队窥望的烽火墩旁。",
			"绿的蜜罐一个个绽开，",
			"渴饮者，弃这碎片如落花瓣瓣",
			"留给夜夕陈列，",
			"在冷沙。",
			"车轮的投影一忽儿长了些，",
			"可又一忽儿短了。火底下",
			"康熙帝的梦城已相去遥远。"
		]
	},
	{
		title:'野桥',
		body:[		
			"河上。",
			"远远的桥：",
			"系在黄昏的洲头。",
			"有一个金色的集市。",
			"桥上有一个金色的集市。",
			"有许多匆匆的脚步。",
			"听不到金鸭嘎嘎的叫，",
			"只看到金鸭的金羽毛",
			"在黄昏的风里缓缓地",
			"飘。屠夫的肉案",
			"有一段金色的云。",
			"吹糖人的小贩",
			"把金葫芦",
			"吹向了天空。",
			"下游有一个淘金的女工",
			"和一只沟金的船。",
		]
	},
	{
		title:'听曾侯乙编钟奏《楚殇》',
		body:[	
			"古原上",
			"天是青苍的。",
			"地平线之下",
			"王者的宫寝已愈落愈深。",
			"但那个铜铸的信息犹自远方飘来，",
			"还是两千年前似的雅致。",
			"使觉南风兮初起，",
			"陌上桑",
			"妇人的发髻髻鬌，",
			"而犀甲吴戈簇拥着战车",
			"早去远了……"
		]
	},
	{
		title:'驿途：落日在望',
		body:[	
			"大漠落日：",
			"是日神之揖别。",
			"这片原野，马兰草的幽香里",
			"有他紫色的流苏。",
			"无限慷慨。拱手相让，——",
			"天涯的独轮车只剩半轮金环了。",
			"亚细亚大漠",
			"一峰连夜兼程的骆驼。"
		]
	},
	{
		title:'腾格里沙漠的树',
		body:[	
			"银白的月",
			"把幻想的金桂树贴近",
			"腾格里沙漠幻想的淡水湖。",
			"村民的追戏的黑狗扑向月地，",
			"溅起的光华四溢。",
			"此夜，宇宙格外的明。说——",
			"二百亿光年之外有颗独燃的星。",
			"但我忘不了铁道边，那个从落烟",
			"簸扬煤屑的妇人，",
			"弯起的双臂，像依依的柳。"
		]
	},	
	{
		title:'人·花与黑陶砂罐',
		body:[	
			"一束从废园采来的杏花",
			"（其间杂陈的白色碎朵据称是夜来香）",
			"在妻的拈握中迟疑了许久：",
			"窗台上实无可落脚的地方了。",
			"",
			"让她们生长在各自的枝干上原不好吗？",
			"何必让她们痛苦？",
			"何必让她们绝望、孤独、饥渴、涕零？",
			"妻说：你别管。",
			"",
			"窗台，那陶罐被一束鲜花罩住深不可测的渊口。",
			"我见不到渊底的一潭寒水了……",
			"听不到渊底欸乃一声的舟橹了……",
			"嗅不到神农氏从渊底袅袅升起的草药香……",
			"世事总是出人意料。",
			'总要为人生妒？……'
		]
	},	
	{
		title:'达坂雪霁远眺',
		body:[	
			"雪霁之后。排空的白玉版",
			"节奏琳琅琮琤，御风徐徐",
			"东下。是弥天驱驰的白玉版。",
			"红衣海客目击晴雪之豪华",
			"是排空万里浩荡东下的白玉版。",
			"渐趋旷远：犷悍遨游，野耗牛",
			"碰撞的黑脊背与云影碰撞在沟壑茂草的枯黄。"
		]
	},
	{
		title:'山旅',
		body:[	
			"这是被称为野性的土地。",
			"我记得阴晴莫测的夏夜，",
			"月影恍惚，山之族在云中漫游。",
			"它们峨冠高耸，宽袍大袖窸窣有声，",
			"而神秘的笑谑却化作一串隆隆，",
			"播向不可知的远方。",
			"转瞬，冰凉的雨滴已是悄然袭来，",
			"闪电的青光像是一条扭曲的银蛇，",
			"从山中骑者那惊马的前蹄掠过，",
			"向河谷遁去。随着一声雷殛，崖畔的老柏",
			"化作了一道通天火柱。暴发的山洪",
			"却早已挟裹着滚木礌石而下，从壑口夺路。",
			"燃烧的树，",
			"为这洪流秉烛。",
			"我也记得夏日牛虻肆虐的正午，",
			"那黑色的飞阵卷起死亡的啸吼越过草泽林莽",
			"忍将逃生的马驹直逐下万丈悬崖。",
			"我记得暮春的白雪自高空驾临的气概：",
			"霎时间，天地失去生命的绿。",
			"子夜，却是雪霁月明，另具一种幽雅。",
			"高山的雪豹长嚎着",
			"在深谷里出动了。",
			"冷雾中飘忽着它磷质的灯。",
			"那灵巧的身子有如软缎，",
			"只轻轻一抖，便跃抵河中漂浮的冰排，",
			"而后攀上对岸铜绿斑驳的绝壁。",
			"黑河，在它脚下",
			"唱一支粗犷的歌",
			"向北折去……"
		]
	},	
]

/*
 

 
	{
		title:'',
		body:[	

		]
	},
 * 
 * 
 * 
 * 
 * 
 * */
	},
// 	"海子":{
// 		hash: 'haizi',
// 		author: '海子',
// 		body: __inline('./海子.js')
// 	},



// 	"余光中":{
// 		hash: 'yuguangzhong',
// 		author: '余光中',
// 		body: __inline('./余光中.js')
// 	},
// 	"李少君":{
// 		hash: 'lishaojun',
// 		author: '李少君',
// 		body: __inline('./李少君的诗.js')
// 	},
// 	"孔孚":{
// 		hash: 'kongfu',
// 		author: '孔孚',
// 		body: __inline('./孔孚的诗.js')
// 	}
}

/*

"":{
	hash: '',
	author: '',
	body: __inline('./.js')
},

*/

	},
	'宋诗':{
		hash: 'song_poets',
		body: {
	"两宋绝句":{
		hash: 'juejuxuan',
		author: '群星',
		body: [
	{
	 	title:"溪流",
	 	body:[
			'云脚才行又复开，',
			'一声隐隐只空雷。',
			'家僮忽报溪流涨，',
			'知是前村落雨来。'		
	 	]
	},	
	{
	 	title:"山雨  翁卷",
	 	body:[
			'一夜满林霜月白，',
			'亦无云气亦无雷。',
			'平明忽见溪流急，',
			'知是他山落雨来。'		
	 	]
	},			
	{
	 	title:"偶成 饶节",
	 	body:[
			'松下柴门闭绿苔，',
			'只有蝴蝶双飞来。',
			'蜜蜂两股大如茧，',
			'应是前山花已开。'			
	 	]
	},		
	{
	 	title:"西塍废圃 周密",
	 	body:[
			'吟蛩鸣蜩引兴长，',
			'玉簪花落野塘香。',
			'园翁莫把秋荷折，',
			'留与游鱼盖夕阳。'			
	 	]
	},
	{
	 	title:"游园不值 叶绍翁",
	 	body:[
			'应怜屐齿印苍苔，',
			'小扣柴扉久不开。',
			'春色满园关不住，',
			'一枝红杏出墙来。'			
	 	]
	},		
	{
	 	title:"约客 赵师秀",
	 	body:[
			'黄梅时节家家雨，',
			'青草池塘处处蛙。',
			'有约不来过夜半，',
			'闲敲棋子落灯花。'		
	 	]
	},		
	{
	 	title:"庆全庵桃花 谢枋得",
	 	body:[
			'寻得桃源好避秦，',
			'桃红又是一年春。',
			'花飞莫遣随流水，',
			'怕有渔郎来问津。'			
	 	]
	},		 
	{
	 	title:"溪桥晚兴 郑协",
	 	body:[
			'寂寞亭基野渡边，',
			'春流平岸草芊芊。',
			'一川晚照人闲立，',
			'满袖杨花听杜鹃。'
	 	]
	},		 
	{
	 	title:"田家即事 利登",
	 	body:[
			'小雨初晴岁事新，',
			'一犁江上趁初春。',
			'豆畦种罢无人守，',
			'缚得黄茅更似人。'		
	 	]
	},		 
	{
	 	title:"夜过西湖 陈起",
	 	body:[
			'鹊巢犹挂三更月，',
			'渔板惊回一片鸥。',
			'吟得诗成无笔写，',
			'蘸他春水画船头。'
	 	]
	},		 
	{
	 	title:"觅茶 谢枋得",
	 	body:[
			'茂绿林中三五家，',
			'短墙半露小桃花。',
			'客行马上多春日，',
			'特叩柴门觅一茶。'			
	 	]
	},		 
	{
	 	title:"江上 葛天民",
	 	body:[
			'连天芳草雨漫漫，',
			'赢得鸥边野水宽。',
			'花欲尽时风扑起，',
			'柳绵无力护春寒。'			
	 	]
	},		 
	{
	 	title:"题画菊 郑思肖",
	 	body:[
			'花开不并百花丛，',
			'独立疏篱趣无穷。',
			'宁可枝头抱香死，',
			'何曾吹落北风中。'
	 	]
	},		 
	{
	 	title:"伯牙绝弦图 郑思肖",
	 	body:[
			'绝不求人更赏音，',
			'只当仰面看山林。',
			'一双闲手无聊赖，',
			'满地斜阳是此心。'			
	 	]
	},		 
	{
	 	title:"偶成 萧立之",
	 	body:[
			'雨妒游人故作难，',
			'禁持闲了下湖船。',
			'城中岂识农耕好，',
			'却恨悭晴放纸鸢。'			
	 	]
	},		 
	{
	 	title:"第四桥 萧立之",
	 	body:[
			'自把孤樽孹蟹斟，',
			'荻花洲渚月平林。',
			'一江秋色无人管，',
			'柔橹风前语夜深。'			
	 	]
	},		 
	{
	 	title:"夜归 周密",
	 	body:[
			'夜深归客依筇行，',
			'冷磷依萤聚土塍。',
			'村店月昏泥径滑，',
			'竹窗斜漏补衣灯。'			
	 	]
	},		 
	{
	 	title:"野步 周密",
	 	body:[
			'麦陇风来翠浪斜，',
			'草根肥水噪新蛙。',
			'羡他无事双蝴蝶，',
			'烂醉东风野草花。'			
	 	]
	},		 
	{
	 	title:"涌金门见柳",
	 	body:[
			'涌金门外柳垂金，',
			'三日不来成绿阴。',
			'折取一枝入城去，',
			'使人知道已春深。'			
	 	]
	},		 
	{
	 	title:"戍妇 罗公升",
	 	body:[
			'夫戍关西妾在东，',
			'东西何处望相从。',
			'只应两处秋宵梦，',
			'万一关头得暂逢。'			
	 	]
	},		 
	{
	 	title:"武夷山中 谢枋得",
	 	body:[
			'十年无梦得还家，',
			'独立青峰野水涯。',
			'天地寂寥山雨歇，',
			'几生修得到梅花。'		
	 	]
	},		 
	{
	 	title:"看叶  罗与之",
	 	body:[
			'红紫飘零草不芳，',
			'始宜撰杖向池塘。',
			'看花应不如看叶，',
			'绿影扶疏意味长。'			
	 	]
	},		 
	{
	 	title:"商歌 罗与之",
	 	body:[
			'东风满天地，',
			'贫家独无春。',
			'负薪花下过，',
			'燕语似讥人。'			
	 	]
	},		
	{
	 	title:"春思 方岳",
	 	body:[
			'春风多可太忙生，',
			'长共花边枊外行。',
			'与燕作泥蜂酿蜜，',
			'才吹小雨又须晴。'		
	 	]
	},		
	{
	 	title:"农谣 方岳",
	 	body:[
			'漠漠余香着草花，',
			'森森柔绿长桑麻。',
			'池塘水满蛙成市，',
			'门巷春深燕作家。'			
	 	]
	},		
	{
	 	title:"秋日行村路",
	 	body:[
			'儿童篱落带斜阳，',
			'豆荚姜芽社肉香。',
			'一路稻花谁是主，',
			'红蜻蛉伴绿螳螂。'			
	 	]
	},		
	{
	 	title:"过湖",
	 	body:[
			'舟移别岸水纹开，',
			'日暖风香正落梅。',
			'山色蒙蒙横画轴，',
			'白鸥飞处带诗来。'			
	 	]
	},		
	{
	 	title:"夜过鉴湖 戴昺(bing)",
	 	body:[
			'推蓬四望水连空，',
			'一片蒲帆正饱风。',
			'山际白云云际月，',
			'子规声在白云中。'			
	 	]
	},		
	{
	 	title:"天台道上早行 戴昺(bing)",
	 	body:[
			'箯舆轧轧过清溪，',
			'溪上梅花压水低。',
			'月影渐收天半晓，',
			'两山相对竹鸡啼。'			
	 	]
	},		
	{
	 	title:"访中洲编辑 姚镛",
	 	body:[
			'踏雨来敲竹下门，',
			'荷香清透紫绡裙。',
			'相逢未暇论奇宇，',
			'先向水边看白云。'			
	 	]
	},		
	{
	 	title:"夜深 周弼",
	 	body:[
			'虚堂人静不闻更，',
			'独坐书床对夜灯。',
			'门外不知春雪霁，',
			'半峰残月一溪冰。'			
	 	]
	},		

	{
	 	title:"夜书所见 叶绍翁",
	 	body:[
		 	'萧萧梧叶送寒声，',
		 	'江上秋风动客情。',
		 	'知有儿童挑促织，',
		 	'夜深篱落一灯明。'
	 	]
	},		 

	{
	 	title:"田家 华岳	",
	 	body:[
			'鸡唱三声天欲明，',
			'安排饭碗与茶瓶。',
			'良人犹怒催耕早，',
			'自扯蓬窗看晓星。'		
	 	]
	},		 

	{
	 	title:"书事 叶采",
	 	body:[
			'双双瓦雀行书案，',
			'点点杨花入砚池。',
			'闲坐小窗读周易，',
			'不知春去已多时。'			
	 	]
	},		 

	{
	 	title:"雪融夜起达旦 魏了翁",
	 	body:[
			'远钟入枕报新晴，',
			'衾铁衣棱梦不成。',
			'起傍梅花读周易，',
			'一窗明月四檐声。'			
	 	]
	},		 

	{
	 	title:"乐庵初成 李衡 ",
	 	body:[
			'老子平生百不足，',
			'庵成那管食无肉。',
			'终朝闭户只读书，',
			'四面开窗都是竹。'			
	 	]
	},		 

	{
	 	title:"野望 翁卷",
	 	body:[
			'一天秋色冷晴湾，',
			'无数峰峦远近间。',
			'闲上山来看野水，',
			'忽于水底见青山。'			
	 	]
	},		 
	{
	 	title:"乡村四月 翁卷",
	 	body:[
			'绿遍山原白满川，',
			'子规声里雨如烟。',
			'乡村四月闲人少，',
			'才了 蚕桑又插田。'		
	 	]
	},		 
	{
	 	title:"新凉 徐玑",
	 	body:[
			'水满田畴稻叶齐，',
			'日光穿树晓烟低。',
			'黄莺也爱新凉好，',
			'飞过青山影里啼。'
	 	]
	},		 
	{
	 	title:"钓雪亭 姜夔",
	 	body:[
			'阑干风冷雪漫漫，',
			'惆怅无人把钓竿。',
			'时有官船桥畔过，',
			'白鸥飞去落前滩。'			
	 	]
	},		 
	{
	 	title:"湖上寓居杂咏 姜夔",
	 	body:[
			'苑墙曲曲柳冥冥，',
			'人静山空见一灯。',
			'荷叶似云香不断，',
			'小船摇曳入西陵。'			
	 	]
	},		 
	{
	 	title:"除夜自石湖归苕溪 姜夔",
	 	body:[
			'笠泽茫茫雁影微，',
			'玉峰重叠护云衣。',
			'长桥寂寞春寒夜，',
			'只有诗人一舸归。'
	 	]
	},		 
	{
	 	title:"次石湖书扇韵 姜夔",
	 	body:[
			'桥西一曲水通村，',
			'岸阁浮萍绿有痕。',
			'家住石湖人不到，',
			'藕花多处别开门。'			
	 	]
	},		 
	{
	 	title:"山行 叶茵",
	 	body:[
			'青山不识我姓字，',
			'我亦不识青山名。',
			'飞来白鸟似相识，',
			'对我对山三两声。'			
	 	]
	},		 
	{
	 	title:"宿新市徐公店 杨万里 ",
	 	body:[
			'篱落疏疏一径深，',
			'树头花落未成阴。',
			'儿童急走追黄蝶，',
			'飞入菜花无处寻。'		
	 	]
	},		 
	{
	 	title:"秋日 高翥",
	 	body:[
			'庭草衔秋自短长，',
			'悲蛩传响答寒螿。' ,
			'豆花似解通邻好，' ,
			'引蔓殷勤远过墙。'			
	 	]
	},		 
	{
	 	title:"梅花 陆游 ",
	 	body:[
			'闻道梅花坼晓风，',
			'雪堆遍满四山中。',
			'何方可化身千亿，',
			'一树梅花一放翁。'		
	 	]
	},		 
	{
	 	title:"剑门道中遇微雨 陆游 ",
	 	body:[
			'衣上征尘杂酒痕，',
			'远游无处不销魂。',
			'此身合是诗人未？ ',
			'细雨骑驴入剑门。'			
	 	]
	},		 
	{
	 	title:"秋夜  朱淑真",
	 	body:[
			'夜久无眠秋气清，',
			'烛花频剪欲三更。',
			'铺床凉满梧桐月， ',
			'月在梧桐缺处明。'			
	 	]
	},		 
	{
	 	title:"春日即事 李弥逊",
	 	body:[
			'小雨丝丝欲网春，',
			'落花狼藉近黄昏。',
			'车尘不到张罗地，',
			'宿鸟声中自掩门。'	
	 	]
	},		 
	{
	 	title:"早行 陈与义",
	 	body:[
			'露侵驼褐晓寒轻，',
			'星斗阑干分外明。',
			'寂寞小桥和梦过，',
			'稻田深处草虫鸣。'			
	 	]
	},		 
	{
	 	title:"春日 陈与义",
	 	body:[
			'朝来庭树有鸣禽，',
			'红绿扶春上远林。',
			'忽有好诗生眼底，',
			'安排句法已难寻。'			
	 	]
	},		 
	{
	 	title:"拜诏 陈与义",
	 	body:[
			'紫阳山下闻皇牒，',
			'地藏阶前拜诏书。',
			'乍脱绿袍山色翠，',
			'新披紫绶佩金鱼。'			
	 	]
	},		 
	{
	 	title:"江上 董颖",
	 	body:[	
		  '万顷沧江万顷秋，',
		  '镜天飞雪一双鸥。',
			'摩挲数尺沙边柳，',
			'待汝成阴系钓舟。'			
	 	]
	},		 
	{
	 	title:"春寒 陈与义",
	 	body:[
			'二月巴陵日日风，',
			'春寒未了怯园公。',
			'海棠不惜胭脂色，',
			'独立蒙蒙细雨中。'			
	 	]
	},	
	{
	 	title:"清明 陈与义 ",
	 	body:[
			'卷地风抛市井声，',
			'病无危坐了清明。',
			'一帘晚日看收尽，',
			'杨柳微风百媚生。'			
	 	]
	},	
	{
	 	title:"襄邑道中 陈与义",
	 	body:[
			'飞花两岸照船红，',
			'百里榆堤半日风。',
			'卧看满天云不动，',
			'不知云与我俱东。'			
	 	]
	},	
	{
	 	title:"三衢道中 曾几 ",
	 	body:[
			'梅子黄时日日晴，',
			'小溪泛尽却山行。',
			'绿阴不减来时路，',
			'添得黄鹂四五声。'			
	 	]
	},	
	{
	 	title:"梦 吕本中 ",
	 	body:[
			'梦入长安道，',
			'萋萋尽春草。',
			'觉来春已去，',
			'一片池塘好。'			
	 	]
	},	
	{
	 	title:"连州阳山归路 吕本中 ",
	 	body:[
			'稍离烟瘴近湘潭，',
			'疾病衰颓已不堪。',
			'儿女不知来避地，',
			'强言风物胜江南。'			
	 	]
	},	
	{
	 	title:"病牛",
	 	body:[
			'耕犁千亩实千箱，',
			'力尽筋疲谁复伤？',
			'但得众生皆得饱，',
			'不辞羸病卧残阳。'			
	 	]
	},	
	{
	 	title:"老黄牛 臧克家",
	 	body:[
			'块块荒田水和泥，',
			'深翻细作走东西。',
			'老牛亦解韶光贵，',
			'不待扬鞭自奋蹄。'			
	 	]
	},	
	{
	 	title:"吴门道中孙觌（di）",
	 	body:[
			'数间茅屋水边村，',
			'杨柳依依绿映门。',
			'渡口唤船人独立，',
			'一蓑烟雨湿黄昏。'			
	 	]
	},	
	{
	 	title:"吴门道中孙觌（di）",
	 	body:[
			'一点炊烟竹里村，',
			'人家深闭雨中门。',
			'数声好鸟不知处，',
			'千丈藤罗古木昏。'		
	 	]
	},	
	{
	 	title:"即事 汪藻",
	 	body:[
			'燕子将雏语夏深，',
			'绿槐庭院不多阴。',
			'西窗一雨无人见，',
			'展尽芭蕉数尺心。'		
	 	]
	},		 

	{
	 	title:"访石林 刘一止",
	 	body:[
			'山行不用瘦藤扶，',
			'度石穿云意自徐。',
			'夜过西岩投宿处，',
			'满身风露竹扶疏。'
	 	]
	},		 

	{
	 	title:"绝句 石懋",
	 	body:[
			'来时万缕弄轻黄，',
			'去日飞毬满路旁。',
			'我比杨花更飘荡，',
			'杨花只是一春忙。'				
	 	]
	},		 

	{
	 	title:"绝句 吴涛",
	 	body:[
			'游子春衫已试单，',
			'桃花飞尽野梅酸。',
			'怪来一夜蛙声歇，',
			'又作东风十日寒。'			
	 	]
	},		 

	{
	 	title:"春游湖 徐俯",
	 	body:[
			'双飞燕子几时回？',
			'夹岸桃花蘸水开。',
			'春雨断桥人不度，',
			'小舟撑出柳阴来。'
	 	]
	},		 

	{
	 	title:"栖禅暮归书所见 唐庚",
	 	body:[
			'雨在时时黑，',
			'春归处处青。',
			'山深失小寺，',
			'湖尽得孤亭。'			
	 	]
	},		 

	{
	 	title:"早发",
	 	body:[
			'繖幄垂垂马踏沙，',
			'水长山远路多花。',
			'眼中形势胸中策，',
			'缓步徐行静不哗。'			
	 	]
	},		 

	{
	 	title:"蜡梅 高荷",
	 	body:[
			'少熔蜡泪装应似，',
			'多爇龙涎臭不如。',
			'只恐春风有机事，',
			'夜来开破几丸书。'			
	 	]
	},		 
	{
	 	title:"题小寺壁",
	 	body:[
			'黄叶西陂水漫流，',
			'籧篨风急滞扁舟。',
			'夕阳暝色来千里，',
			'人语鸡声共一丘。'		
	 	]
	},		 
	{
	 	title:"春雨 周邦彦",
	 	body:[
			'耕人扶耒语林丘，',
			'花外时时落一鸥。',
			'欲验春来多少雨，',
			'野塘漫水可回舟。'		
	 	]
	},		 
	{
	 	title:"浪花 王寀（cai）",
	 	body:[
			'一江秋水浸寒空，',
			'渔笛无端弄晚风。',
			'万里波心谁折得？',
			'夕阳影里碎残红。'	
	 	]
	},		 
	{
	 	title:"题华清宫 杜常",
	 	body:[
			'东别家山十六程，',
			'晓来和月到华清。',
			'朝元阁上西风急，',
			'都入长杨作雨声。'			
	 	]
	},		 
	{
	 	title:"武昌阻风 方泽",
	 	body:[
			'江上春风留客舟，',
			'无穷归思满东流。',
			'与君尽日闲临水，',
			'贪看飞花忘却愁。'			
	 	]
	},		 
	{
	 	title:"绝句 官澥",
	 	body:[
			'野艇归时蒲叶雨，',
			'缲车鸣处楝花风。',
			'江南旧日经行地，',
			'尽在于今醉梦中。'		
	 	]
	},		 
	{
	 	title:"敷浅原见桃花 刘次庄",
	 	body:[
			'桃花雨过碎红飞，',
			'半逐溪流半染泥。',
			'何处飞来双燕子，',
			'一时衔在画梁西。'			
	 	]
	},		 
	{
	 	title:"夜坐  张耒",
	 	body:[
			'庭户无人秋月明，',
			'夜霜欲落气先清。',
			'梧桐真不甘衰谢，',
			'数叶迎风尚有声。'			
	 	]
	},		 
	 
	{
	 	title:"初见嵩山 张耒",
	 	body:[
			'年来鞍马困尘埃，',
			'赖有青山豁我怀。',
			'日暮北风吹雨去，',
			'数峰清瘦出云来。'		
	 	]
	},		 
	{
	 	title:"怀金陵 张耒",
	 	body:[					
			'曾作金陵烂漫游，',
			'北归尘土变衣裘。',
			'芰荷声里孤舟雨，',
			'卧入江南第一州。'			
	 	]
	},		 
	{
	 	title:"春日 晁冲之",
	 	body:[
			'阴阴溪曲绿交加，',
			'小雨翻萍上浅沙。',
			'鹅鸭不知春去尽，',
			'争随流水趁桃花。'			
	 	]
	},		 
	{
	 	title:"绝句 陈师道",
	 	body:[
			'书当快意读易尽，',
			'客有可人期不来。',
			'世事相违每如此，',
			'好怀百岁几回开？'			
	 	]
	},		 
	{
	 	title:"晚起 饶节",
	 	body:[
			'月落庵前梦未回，',
			'松间无限鸟声催。',
			'莫言春色无人赏，',
			'野菜花开蝶也来。'			
	 	]
	},		 
	{
	 	title:"山居杂颂 饶节",
	 	body:[
			'溪边小立听溪声，',
			'日到溪心衮衮明。',
			'独木自横人不渡，',
			'隔溪黄犊转头鸣。'			
	 	]
	},		 
	{
	 	title:"春暮 曹豳",
	 	body:[
			'门外无人问落花，',
			'绿阴冉冉遍天涯。',
			'林莺啼到无声处，',
			'青草池塘独听蛙。'		
	 	]
	},		 
	{
	 	title:"清昼 朱淑真",
	 	body:[
			'竹摇清影罩幽窗，',
			'两两时禽噪夕阳。',
			'谢却海棠飞尽絮，',
			'困人天气日初长。'			
	 	]
	},
	{
	 	title:"春暮游小园 王淇",
	 	body:[
			'一从梅粉褪残妆，',
			'涂抹新红上海棠。',
			'开到荼縻花事了，',
			'丝丝夭棘出莓墙。'			
	 	]
	},	
	{
	 	title:"题屏 刘季孙",
	 	body:[
			'呢喃燕子语梁间，',
			'底事来惊梦里闲。',
			'说与旁人浑不解，',
			'杖藜携酒看芝山。'			
	 	]
	},	
	{
	 	title:"环山胜景 王良谷",
	 	body:[
			'三青高岭峙东西，',
			'岭上风光一望齐。',
			'千顷绿畴平似掌，',
			'蒙蒙春雨动春犁。'
	 	]
	},	
	{
	 	title:"立秋 刘翰 ",
	 	body:[
			'乳鸦啼散玉屏空，',
			'一枕新凉一扇风。',
			'睡起秋色无觅处，',
			'满阶梧桐月明中。'
	 	]
	},	
	
	
]

/*





	




	
	{
	 	title:"",
	 	body:[
			
	 	]
	},		 



 * 
 * */



	
	},
	"杨万里":{
		hash: 'yangwanli',
		author: '杨万里',
		body: [
	{
	 	title:"新柳 杨万里 ",
	 	body:[
			'柳条百尺拂银塘，',
			'且莫深青只浅黄。',
			'未必柳条能蘸水，',
			'水中柳影引他长。'			
	 	]
	},		 
	{
	 	title:"闲居初夏午睡起 杨万里",
	 	body:[
			'梅子留酸软齿牙，',
			'芭蕉分绿与窗纱。',
			'日长睡起无情思，',
			'闲看儿童捉柳花。'
	 	]
	},		 
	{
	 	title:"小池 杨万里 ",
	 	body:[
			'泉眼无声惜细流，',
			'树阴照水爱晴柔。',
			'小荷才露尖尖角，',
			'早有蜻蜓立上头。'		
	 	]
	},	
	{
	 	title:"过松源，晨炊漆公店 杨万里",
	 	body:[
			'莫言下岭便无难，',
			'赚得行人空喜欢。',
			'正入万山圈子里，',
			'一山放过一山拦。'		
	 	]
	},	
	{
	 	title:"稚子弄冰 杨万里 ",
	 	body:[
			'稚子金盆脱晓冰，',
			'彩丝穿取当银铮。',
			'敲成玉磬穿林响，',
			'忽作玻璃碎地声。'
	 	]
	},	
	{
	 	title:"过百家渡四绝句 杨万里",
	 	body:[
			'出得城来事事幽，',
			'涉湘半济值渔舟。',
			'也知渔父赴鱼急，',
			'翻著春衫不里头。'			
	 	]
	},	
	{
	 	title:"过百家渡四绝句 杨万里 ",
	 	body:[
			'园花落尽路花开，',
			'白白红红各自媒。',
			'莫问早行奇绝处，',
			'四方八面野香来。'			
	 	]
	},	
	{
	 	title:"过百家渡四绝句 杨万里 ",
	 	body:[
			'柳子祠前春已残，',
			'新晴特地却春寒。',
			'疏篱不与花为护，',
			'只为蛛丝作网竿。'
	 	]
	},	
	{
	 	title:"夏夜追凉 杨万里 ",
	 	body:[
			'夜热依然午热同，',
			'开门小立月明中。',
			'竹深树密虫鸣处，',
			'时有微凉不是风。'				
	 	]
	},	
	{
	 	title:"闲居初夏午睡起 杨万里 ",
	 	body:[
			'松阴一架半弓苔，',
			'偶欲看书又懒开。',
			'戏掬清泉洒蕉叶，',
			'儿童误认雨声来。'			
	 	]
	},	
	{
	 	title:"桑茶坑道 杨万里",
	 	body:[
			'晴明风月雨乾时，',
			'草满花堤水满溪。',
			'童子柳阴眠正著，',
			'一牛吃过柳阴西。'
	 	]
	},	
	{
	 	title:"探梅 杨万里 ",
	 	body:[
			'山间幽步不胜奇，',
			'正是深寒浅暮时。',
			'一树梅花开一朵，',
			'恼人偏在最高枝。'			
	 	]
	},	
	{
	 	title:"过百家渡四绝句 杨万里 ",
	 	body:[
			'一晴一雨路乾湿，',
			'半淡半浓山叠重。',
			'远草平中见牛背，',
			'新秧疏处有人踪。'		
	 	]
	},	
	{
	 	title:"晚风 杨万里 ",
	 	body:[
			'晚风不许鉴清漪，',
			'却许重帘到地垂。',
			'平野无山遮落日，',
			'西窗红到月来时。'			
	 	]
	},	
	{
	 	title:"闷歌行",
	 	body:[
			'风力掀天浪打头，',
			'只须一笑不须愁。',
			'近看两日远三月，',
			'气力穷时会自休。'			
	 	]
	},		 
	{
	 	title:"舟过谢潭 杨万里",
	 	body:[
			'碧酒时倾一两杯，',
			'船门才闭又还开。',
			'好山万皱无人见，',
			'都被斜阳拈出来。'			
	 	]
	},		 
	{
	 	title:"明发房溪 杨万里",
	 	body:[
			'山路婷婷小树梅，',
			'为谁零落为谁开。',
			'多情也恨无人赏，',
			'故遣低枝拂面来。'			
	 	]
	},		 
	{
	 	title:"明发房溪 杨万里",
	 	body:[
			'青天白日十分晴，',
			'轿上萧萧忽雨声。',
			'却是松梢霜水落，',
			'雨声那得此声清。'			
	 	]
	},		 
	{
	 	title:"宿新市徐公店 杨万里",
	 	body:[
			'篱落疏疏一径深，',
			'树头花落未成阴。',
			'儿童急走追黄蝶，',
			'飞入菜花无处寻。'			
	 	]
	},		 
	{
	 	title:"初秋行圃  杨万里",
	 	body:[			
			'落日无情最有情，',
			'遍催万树暮蝉鸣。',
			'听来咫尺无寻处，',
			'寻到旁边却不声。'
	 	]
	},		 
	{
	 	title:"湖天暮景  杨万里",
	 	body:[
			'坐看西日落湖滨，',
			'不是山御不是云。',
			'寸寸低来忽全没，',
			'分明入水只无痕。'			
	 	]
	},		 
	{
	 	title:"舟过安仁 杨万里",
	 	body:[
			'一叶渔船两小童，',
			'收篙停棹坐船中。',
			'怪生无雨都张伞，',
			'不是遮头是使风。'		
	 	]
	},		 
	{
	 	title:"寒雀 杨万里 ",
	 	body:[
			'百千寒雀下空庭，',
			'小集梅梢话晚晴。',
			'特地作团喧杀我，',
			'忽然惊散寂无声。'			
	 	]
	},	

	{
	 	title:"静坐池亭  杨万里",
	 	body:[
			'胡床倦坐起凭栏，',
			'人正忙时我正闲。',
			'却是闲中有忙处，',
			'看书才了又看山。'			
	 	]
	},	

]

/*

	



		



	{
	 	title:"",
	 	body:[
			
	 	]
	},		 

		
]


 * 
 * */



	
	},
	"范成大":{
		hash: 'fanchengda',
		author: '范成大',
		body: [
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'新筑场泥镜面平，',
			'家家打稻趁霜晴。',
			'笑歌声里轻雷动，',
			'一夜连枷响到明。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'梅子金黄杏子肥，',
			'麦花雪白菜花稀。',
			'日长篱落无人过，',
			'唯有蜻蜓蛱蝶飞。'		
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'乌鸟投林过客稀，',
			'前山烟暝到柴扉。',
			'小童一棹舟如叶，',
			'独自编阑鸭阵归。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'昼出耘田夜绩麻，',
			'村庄儿女各当家。',
			'童孙未解供耕织，',
			'也傍桑阴学种瓜。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'雨後山家起较迟，',
			'天窗晓色半熹微。',
			'老翁欹枕听莺啭，',
			'童子开门放燕飞。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'种园得果仅偿劳，',
			'不奈儿童鸟雀搔。',
			'已插棘针樊笋径，',
			'更铺渔网盖樱挑。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'土膏欲动雨频催，',
			'万草千花一饷开。',
			'舍后荒畦犹绿秀，',
			'邻家鞭笋过墙来。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'静看檐蛛结网低，',
			'无端妨碍小虫飞。',
			'蜻蜒倒挂蜂儿窘，',
			'催唤山童为解围。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'松节然膏当烛笼，',
			'凝烟如墨暗房栊；',
			'晚来拭净南窗纸，',
			'便觉斜阳一倍红。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'黄尘行客汗如浆，',
			'少住侬家漱井香；',
			'借与门前磐石坐，',
			'柳阴亭午正风凉。'			
	 	]
	},		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'千顷芙蕖放棹嬉，',
			'花深迷路晚忘归。',
			'家人暗识船行处，',
			'时有惊忙小鸭飞。'			
	 	]
	},		 		 
	{
	 	title:"四时田园杂兴 范成大 ",
	 	body:[
			'蝴蝶双双入菜花，',
			'日长无客到田家。',
			'鸡飞过篱犬吠窦，',
			'知有行商来买茶。'			
	 	]
	},
]

/*

			

			 

			 



	{
	 	title:"",
	 	body:[
			
	 	]
	},		 

		
]


 * 
 * */



	
	}
}
	},		
	'元明清诗':{
		hash: 'ymqing_poets',
		body: {
	"元明清绝句":{
		hash: 'juejuxuan',
		author: '群星',
		body: [
	{
	 	title:"春暮西园 高启",
	 	body:[
			'绿池芳草满晴波，',
			'春色都从雨里过。',
			'知是人家花落尽，',
			'菜畦今日蝶来多。'			
	 	]
	},
	{
	 	title:"题花屏 完颜亮",
	 	body:[
			'万里车书何混同，',
			'江南岂有别疆封。',
			'提兵百万西湖上，',
			'立马吴山第一峰。'		
	 	]
	},		
	
	{
	 	title:"所见 袁枚",
	 	body:[
			'牧童骑黄牛，',
			'歌声振林樾。',
			'意欲捕鸣蝉，',
			'忽然闭口立。'			
	 	]
	},		 
	{
	 	title:"偶作  袁枚",
	 	body:[
			'偶寻半开梅，',
			'闲倚一竿竹。',
			'儿童不知春，',
			'问草何故绿。'			
	 	]
	},		 
	{
	 	title:"寒夜  袁枚",
	 	body:[
			'寒夜读书忘却眠，',
			'锦衾香尽炉无烟。',
			'美人含怒夺灯去，',
			'问郎知是几更天！'		
	 	]
	},		 
	{
	 	title:"遣兴杂诗 袁枚",
	 	body:[
			'小步闲拖六尺藤，',
			'空山来往健如僧。',
			'栽花忙处儿呼饭，',
			'夜读深时妾屏灯。'			
	 	]
	},		 
	{
	 	title:"山行杂咏  袁枚",
	 	body:[
			'十里崎岖半里平，',
			'一峰才送一峰迎。',
			'青山似茧将人裹，',
			'不信前头有路行。'			
	 	]
	},		 
	{
	 	title:"吉祥寺古梅 林古度",
	 	body:[
			'一树古梅花数亩，',
			'城中客子乍来看。',
			'不知花气清相逼，',
			'但觉山深春尚寒。'			
	 	]
	},
	{
	 	title:"金陵冬夜 林古度",
	 	body:[
			'老来贫困实堪磋，',
			'寒气偏归我一家。',
			'无被夜眠牵破絮，',
			'浑如孤鹤入芦花。'			
	 	]
	},	
	{
	 	title:"众香庵赠自休长老  钱谦益",
	 	body:[
			'略彴缘溪一径分，',
			'千山香雪照斜醺。',
			'道人不作寻花梦，',
			'只道漫山是白云。	'	
	 	]
	},

	{
	 	title:"山行 施闰章",
	 	body:[
			'野寺分晴树，',
			'山亭过晚霞。',
			'春深无客到，',
			'一路落松花。'
	 	]
	},	
	{
	 	title:"出居庸关 朱彝尊",
	 	body:[
			'居庸关上子规啼，',
			'饮马流泉落日低。',
			'雨雪自飞千嶂外，',
			'榆林只隔数峰西。	'		
	 	]
	},	
	{
	 	title:"鸳鸯湖棹歌 朱彝尊",
	 	body:[
			'穆湖莲叶小于钱，',
			'卧柳虽多不碍船。',
			'两岸新苗才过雨，',
			'夕阳沟水响溪田。	'		
	 	]
	},	
	{
	 	title:"鸳鸯湖棹歌 朱彝尊",
	 	body:[
			'西水驿前津鼓声，',
			'原田角角野鸡鸣。',
			'苔心菜甲桃花里，',
			'未到天明棹入城。	'		
	 	]
	},	
	{
	 	title:"真州绝句 王士祯",
	 	body:[
			'江干多是钓人居，',
			'柳陌菱塘一带疏；',
			'好是日斜风定后，',
			'半江红树卖鲈鱼。'		
	 	]
	},		
	{
	 	title:"初春济南作  王士祯",
	 	body:[
			'山郡逢春复乍晴，',
			'陂塘分出几泉清？',
			'郭边万户皆临水，',
			'雪后千峰半入城。'		
	 	]
	},		
	{
	 	title:"北固山看大江 孔尚任",
	 	body:[
			'孤城铁瓮四山围，',
			'绝顶高秋坐落晖。',
			'眼见长江趋大海，',
			'青天却似向西飞。'			
	 	]
	},	
	{
	 	title:"早过淇县 查慎行",
	 	body:[
			'高登桥下水汤汤，',
			'朝涉河边露气凉。',
			'行过淇园天未晓，',
			'一痕残月杏花香。'			
	 	]
	},		
	{
	 	title:"晓过鸳湖 查慎行",
	 	body:[
			'晓风催我挂帆行，',
			'绿涨春芜岸欲平。',
			'长水塘南三日雨，',
			'菜花香过秀州城。'			
	 	]
	},		 
	{
	 	title:"荆溪道中 厉鹗",
	 	body:[
			'如画云岚西复西，',
			'梁溪几折入荆溪？',
			'舟师失道隔烟问，',
			'山鸟畏人穿竹啼。'			
	 	]
	},		 
	{
	 	title:"十二月十五夜 袁枚",
	 	body:[
			'沉沉更鼓急，',
			'渐渐人声绝。',
			'吹灯窗更明，',
			'月照一天白。'			
	 	]
	},		 
	{
	 	title:"鸡 袁枚",
	 	body:[
			'养鸡纵鸡食，',
			'鸡肥乃烹之。',
			'主人计固佳，',
			'不可与鸡知。'			
	 	]
	},		 
	{
	 	title:"过水西渡 洪亮吉 ",
	 	body:[
			'已作如尘似梦看，',
			'残春曾此一停鞍。',
			'能迎三十年前客，',
			'只有参天竹万竿。'		
	 	]
	},		 
	{
	 	title:"癸巳除夕偶成 黄景仁 ",
	 	body:[
			'千家笑语漏迟迟，',
			'忧患潜从物外知。',
			'悄立市桥人不识，',
			'一星如月看多时。'		
	 	]
	},
	
	{
	 	title:"少年行",
	 	body:[
			'男儿作健向沙场，',
			'自爱登台不望乡。',
			'太白高高天尺五，',
			'宝刀明月共辉光。'			
	 	]
	},

	{
	 	title:"春兴",
	 	body:[
			'夜来风雨梦难成，',
			'是处溪头听卖饧。',
			'怪底桃花半零落，',
			'江村明日是清明。'			
	 	]
	},
	{
	 	title:"彭城杂咏 萨都剌 ",
	 	body:[
			'雪白杨花扑马头，',
			'行人春尽过徐州。',
			'夜深一片城头月，',
			'曾照张家燕子楼。'			
	 	]
	},	
	{
	 	title:"送人之浙东 萨都剌 ",
	 	body:[
			'我还京口去，',
			'君入浙东游。',
			'风雨孤舟夜，',
			'关河两鬓秋。'		
	 	]
	},	
	{
	 	title:"过高邮射阳湖 萨都剌 ",
	 	body:[
			'飘萧树梢风，',
			'淅沥湖上雨。',
			'不见打鱼人，',
			'菰浦雁相语。'			
	 	]
	},	
	{
	 	title:"湖州竹枝词 张雨",
	 	body:[
			'临湖门外是侬家，',
			'郎若闲时来吃茶。',
			'黄土筑墙茅盖屋，',
			'门前一树紫荆花。'			
	 	]
	},	
	{
	 	title:"墨梅",
	 	body:[
			'我家洗砚池边树，',
			'朵朵花开淡墨痕。',
			'不要人夸颜色好，',
			'只留清气满乾坤。'			
	 	]
	},	
	{
	 	title:"代父送人之新安 陆娟",
	 	body:[
			'津亭杨柳碧毵毵',
			'人立东风酒半酣',
			'万点飞花舟一叶',
			'载将春色过江南'	
	 	]
	},	
	{
	 	title:"寄书曲 沈野",
	 	body:[
			'行人促家信，',
			'把笔倚轩前。',
			'书札经姑手，',
			'闲情不敢言。'		
	 	]
	},	
	{
	 	title:"漓江舟行 俞安期",
	 	body:[
			'桂楫轻舟下粤关，',
			'谁言岭外客行艰？',
			'高眠翻爱漓江路，',
			'枕底涛声枕上山。'			
	 	]
	},	
	{
	 	title:"闺词 刘荣嗣",
	 	body:[
			'开帘小坐怯风凉，',
			'新月如钩隐画廊。',
			'夜久不闻深苑语，',
			'到人唯有落花香。'			
	 	]
	},		 
	{
	 	title:"感事 王伯稠",
	 	body:[
			'燕山自古接胡沙，',
			'大有胡风入汉家。',
			'小妇拍鞍能走马，',
			'儿童卷叶学吹笳。'			
	 	]
	},		 
	{
	 	title:"五月十九日大雨 刘基",
	 	body:[
			'风驱急雨洒高城，',
			'云压轻雷殷地声。',
			'雨过不知龙去处，',
			'一池草色万蛙鸣。'			
	 	]
	},		 
	{
	 	title:"北风行 刘基",
	 	body:[
			'城外萧萧北风起，',
			'城上健儿吹落耳。',
			'将军玉帐貂鼠衣，',
			'手持酒杯看雪飞。'		
	 	]
	},		 
	{
	 	title:"天平山中 杨基",
	 	body:[
			'细雨茸茸湿楝花，',
			'南风树树熟枇杷；',
			'徐行不记山深浅，',
			'一路莺啼送到家。'		
	 	]
	},		 
	{
	 	title:"客中忆二女 高启",
	 	body:[
			'每忆门前两候归，',
			'客中长夜梦魂飞。',
			'料应此际犹依母，',
			'灯下看缝寄我衣。'			
	 	]
	},		 
	{
	 	title:"龛山凯歌 徐渭 ",
	 	body:[
			'短剑随枪暮合围，',
			'寒风吹血着人飞。',
			'朝来道上看归骑，',
			'一片红冰冷铁衣。'			
	 	]
	},		 
	{
	 	title:"江宿 汤显祖",
	 	body:[
			'寂历秋江渔火稀，',
			'起看残月映林微。',
			'波光水鸟惊犹宿，',
			'露冷流萤湿不飞。'		
	 	]
	},		 
	{
	 	title:"大堤女 袁宏道",
	 	body:[
			'文窗斜对木香篱，',
			'胡粉薄施细作眉。',
			'贪向墙头看车马，',
			'不知裙着刺花儿。'		
	 	]
	},		 
	{
	 	title:"荷花 石涛",
	 	body:[
			'荷叶五寸荷花娇，',
			'贴波不碍画船摇；',
			'相到薰风四五月，',
			'也能遮却美人腰。'
	 	]
	},		 
	{
	 	title:"题画 沈周",
	 	body:[
			'碧水丹山映杖藜，',
			'夕阳犹在小桥西。',
			'微吟不道惊溪鸟，',
			'飞入乱云深处啼。'			
	 	]
	},	
	{
	 	title:"发淮安 杨士奇",
	 	body:[
			'岸蓼疏红水荇青，',
			'茨菰花白小如蓱。',
			'双鬟短袖惭人见，',
			'背立船头自采菱。'
	 	]
	},	
	{
	 	title:"春日杂咏 高珩",
	 	body:[
			'青山如黛远村东，',
			'嫩绿长溪柳絮风。',
			'鸟雀不知郊野好，',
			'穿花翻恋小庭中。'
	 	]
	},	
	{
	 	title:"云居山咏其一 常慧",
	 	body:[
			'半肩风雨半肩柴，',
			'竹杖芒鞋破碧崖。',
			'刚出岭头三五步，',
			'浑身都被乱云埋。'
	 	]
	},	
	{
	 	title:"出郊 杨慎",
	 	body:[
			'高田如楼梯，',
			'平田如棋局。',
			'白鹭忽飞来，',
			'点破秧针绿。'
	 	]
	},	
	{
	 	title:"咏竹 朱元璋",
	 	body:[
			'雪压枝头低，',
			'虽低不着泥。',
			'一朝红日出，',
			'依旧与天齐。'
	 	]
	},	
	{
	 	title:"寻胡隐君 高启",
	 	body:[
			'渡水复渡水，',
			'看花还看花。',
			'春风江上路，',
			'不觉到君家。'
	 	]
	},
	{
	 	title:"枕石 高攀龙",
	 	body:[
			'心同流水净，',
			'身与白云轻。',
			'寂寂深山暮，',
			'微闻钟磬声。'			
	 	]
	},		 
	{
	 	title:"塞下曲 谢榛",
	 	body:[
			'暝色满西山，',
			'将军猎骑还。',
			'隔河见烽火，',
			'骄虏夜临关。'			
	 	]
	},		 
	{
	 	title:"幼女词 毛铉",
	 	body:[
			'下床着新衣，',
			'初学小姑拜。',
			'低头羞见人，',
			'双手结裙带。'			
	 	]
	},		 
	{
	 	title:"题照 江青",
	 	body:[	
			'江上有奇峰,',
			'锁在云雾中。',
			'寻常看不见,',
			'偶尔露峥嵘。'			
	 	]
	},		 
	{
	 	title:"已亥杂诗207 龚自珍",
	 	body:[
			'弱冠寻方数岁华，',
			'玲珑万玉嫭交加。',
			'难忘细雨红泥寺，',
			'湿透春裘倚此花。'			
	 	]
	},		 
	{
	 	title:"已亥杂诗225  龚自珍",
	 	body:[
			'银烛秋堂独听心，',
			'隔帘谁报雨沉沉。',
			'明朝不许沿溪赏，',
			'已没溪桥一尺深。'		
	 	]
	},		 
	{
	 	title:"漫感 龚自珍",
	 	body:[
			'绝域从军计惘然，',
			'东南幽恨满词笺。',
			'一箫一剑平生意，',
			'负尽狂名十五年。'	
	 	]
	},		 
	{
	 	title:"鸳鸯湖棹歌  朱彝尊",
	 	body:[
			'沙头宿鹭傍船栖，',
			'柳外惊乌隔岸啼。',
			'为爱秋来好明月，',
			'湖东不住住湖西。'			
	 	]
	},		 
	{
	 	title:"山中雪后 郑燮 ",
	 	body:[
			'晨起开门雪满山，',
			'雪睛云淡日光寒。',
			'檐流未滴梅花冻，',
			'一种清孤不等闲。'		
	 	]
	},		 
	{
	 	title:"潍县署中画竹  郑燮",
	 	body:[
			'衙斋卧听萧萧竹，',
			'疑是民间疾苦声；',
			'些小吾曹州县吏，',
			'一枝一叶总关情。'			
	 	]
	},		 
	{
	 	title:"渔家 郑燮 ",
	 	body:[
			'卖得鲜鱼二百钱，',
			'籴（di）粮炊饭放归船。',
			'拔来湿苇烧难着，',
			'晒在垂杨古岸边。	'		
	 	]
	},		 
	{
	 	title:"江晴 清·郑燮 ",
	 	body:[
			'雾裹山疑失，',
			'雷鸣雨未休。',
			'夕阳开一半，',
			'吐出望江楼。'		
	 	]
	},		 
	{
	 	title:"由兴化迂曲至高邮 郑燮",
	 	body:[
			'烟蓑雨笠水云居，',
			'鞋样船儿帽样庐。',
			'卖取青钱沽酒得，',
			'乱摊荷叶摆鲜鱼。'	
	 	]
	},		 
	{
	 	title:"竹枝词 郑燮",
	 	body:[
			'水流曲曲树重重，',
			'树里春山一两峰。',
			'茅屋深藏人不见，',
			'数声鸡犬夕阳中。'	
	 	]
	},	
	{
	 	title:"古意 吴伟业 ",
	 	body:[
			'欢似机中丝，',
			'织作相思树。',
			'侬似衣上花，',
			'春风吹不去。'			
	 	]
	},	
	{
	 	title:"即目 王士祯 ",
	 	body:[
			'萧条秋雨夕，',
			'苍茫楚江晦。',
			'时见一舟行，',
			'濛濛水云外。',	
	 	]
	},	
	{
	 	title:"题秋江独钓图 王士祯",
	 	body:[ 
			'一蓑一笠一扁舟，',
			'一丈丝纶一寸钩。',
			'一曲高歌一樽酒，',
			'一人独钓一江秋。'			
	 	]
	},		 
	{
	 	title:"新安滩 黄景仁",
	 	body:[
			'一滩复一滩，',
			'一滩高十丈。',
			'三百六十滩，',
			'新安在天上。'			
	 	]
	},		 
	{
	 	title:"绝句吴嘉纪 ",
	 	body:[
			'白头灶户低草房，',
			'六月煎盐烈火旁。',
			'走出门前炎日里，',
			'偷闲一刻是乘凉。'			
	 	]
	},		 
	{
	 	title:"塞外杂咏 林则徐 ",
	 	body:[
			'天山万笏耸琼瑶，',
			'导我西行伴寂寥。',
			'我与山灵相对笑，',
			'满天晴雪共难消。'	
	 	]
	},		 
	{
	 	title:"葑门口号 钱载",
	 	body:[
			'灭渡桥回柳映塘，',
			'南风吹郭不胜香。',
			'湖田半种紫芒稻，',
			'麦笠时遮青苎娘。'			
	 	]
	},		 
	{
	 	title:"晓窗  魏源",
	 	body:[
			'少闻鸡声眠，',
			'老听鸡声起。',
			'千古万代人，',
			'消磨数声里。'		
	 	]
	},		 
	{
	 	title:"山行 姚鼐 ",
	 	body:[
			'布谷飞飞劝早耕，',
			'舂锄扑扑趁春睛。',
			'千层石树遥行路，',
			'一带山田放水声。'		
	 	]
	},	
	{
	 	title:"虎丘暮归小舟口号 赵执信",
	 	body:[
			'稻花菱叶满流波，',
			'秋色其如夕照何。',
			'暝泛不知柔橹乱，',
			'前川微月雁声多。'			
	 	]
	},	
	{
	 	title:"野望  李沂",
	 	body:[
			'风卷蓬根野日昏，',
			'含凄倚杖望孤村。',
			'村中昨夜逃亡尽，',
			'还有催租吏打门。'		
	 	]
	},	
	{
	 	title:"夏日杂诗 陈文述 ",
	 	body:[
			'水窗低傍画栏开，',
			'枕簟萧疏玉漏催。',
			'一夜雨声凉到梦，',
			'万荷叶上送秋来。'			
	 	]
	},	
	{
	 	title:"题寒江钓雪图 释敬安",
	 	body:[
			'垂钓板桥东，',
			'雪压蓑衣冷。',
			'江寒水不流，',
			'鱼嚼梅花影。'		
	 	]
	},	
	{
	 	title:"湖楼早起 江湜 ",
	 	body:[	
			'湖上朝来水气升，',
			'南高峰色自崚嶒。',
			'小船看尔投西岸，',
			'载得三人两是僧。'			
	 	]
	},
	{
	 	title:"田家夜舂 高启",
	 	body:[
			'新妇春粮独睡迟，',
			'夜寒茅屋雨来时。',
			'灯前每嘱儿休哭，',
			'明日行人要早炊。'			
	 	]
	},		
	{
	 	title:"得家书 高启",
	 	body:[
			'未读书中语，',
			'忧怀已觉宽。',
			'灯前看封箧，',
			'题字有平安。'		
	 	]
	},		
	{
	 	title:"呵那瑰 ",
	 	body:[
			'牛羊草漫野，',
			'大帐天山下。',
			'十万控弦儿，',
			'闻箛齐上马。'			
	 	]
	},	
	{
	 	title:"晓发山驿  高启",
	 	body:[
			'风残杏花晓，',
			'马上闻啼鸟。',
			'茅店未开门，',
			'山多住人少。'			
	 	]
	},
	{
	 	title:"无题  唐寅",
	 	body:[
			'秋千荡舞腰肢嫩，',
			'窈窕娇娜与云平。',
			'咯咯笑声郎仰面，',
			'竹林深处唤小名。'		
	 	]
	},	
	{
	 	title:"咏鸡诗 唐寅",
	 	body:[
			'头上红冠不用裁，',
			'满身雪白走将来；',
			'平生不敢轻言语，',
			'一叫千门万户开。'			
	 	]
	},	{
	 	title:"题画  唐寅",
	 	body:[
			'春风修禊忆江南，',
			'酒榼茶垆共一担。',
			'寻向人家好花处，',
			'不通名姓即停骖。'			
	 	]
	},	{
	 	title:"临终诗 唐寅 ",
	 	body:[
			'生在阳间有散场，',
			'死归地府也何妨。',
			'阳间地府俱相似，',
			'只当漂流在异乡。'			
	 	]
	},	{
	 	title:"伯虎扮乞儿骗酒  唐寅",
	 	body:[
			'一上一上又一上，',
			'一上直到高山上。',
			'举头红日白云低，',
			'四海五湖皆一望。'			
	 	]
	},
	{
	 	title:"鱼父图 唐寅 ",
	 	body:[
			'朱门公子馔鲜鳞，',
			'争诧金盘一尺银。',
			'谁信深溪狼虎里，',
			'满身风雨是渔人。'			
	 	]
	},
	{
	 	title:" 无题  张裕钊 ",
	 	body:[	
			'农家夏日最奔忙，',
			'偶趁清风追晚凉。',
			'夜月柳荫人半寝，',
			'村翁荒渺说隋唐。'			
	 	]
	},		 
	{
	 	title:"竹枝词 黄燮清",
	 	body:[			
			'杏花村前流水斜,',
			'杏花村后是侬家;',
			'夕阳走马村前后,',
			'料是郎来看杏花。'			
	 	]
	},		 
	{
	 	title:"寤后 沈谨学	",
	 	body:[	
			'梦中得句十分欢，',
			'寤后沉思记不完。',
			'灯穗小于红豆子，',
			'一窗风雨半床寒。'		
	 	]
	},		 
	{
	 	title:"樵夫词 朱景素",
	 	body:[
			'白云堆里捡青槐，',
			'惯入深林鸟不猜。',
			'无意带将花数朵，',
			'竟挑蝴蝶下山来。'			
	 	]
	},		 
	{
	 	title:"高邮州署秋日偶题 魏源",
	 	body:[
			'传舍官如住寺僧，',
			'半年暂主此荒城。',
			'湖边无处看山色，',
			'但爱千家带雨耕。'			
	 	]
	},		 
	{
	 	title:"射阳湖晚泊  潘德舆 ",
	 	body:[
			'岸远月底樯，',
			'沙明星入网。',
			'半夜渔人归，',
			'前溪闻暗桨。'			
	 	]
	},		 
	{
	 	title:"忆少年 宋湘 ",
	 	body:[
			'老屋柴门树打头，',
			'青山屋后水自流。',
			'受书十日九逃学，',
			'恨不先生命牧牛。'		
	 	]
	},		 
	{
	 	title:"山泥 袁枚",
	 	body:[
			'山泥淋漉陷征车',
			'扑面惊沙恨有余',
			'此际故园三月半',
			'万花围住一楼树'
	 	]
	},		 
	{
	 	title:"推窗 袁枚",
	 	body:[
			'山宵风雨恶，',
			'蓬户不轻开。',
			'山似相思久，',
			'推窗扑面来。	'		
	 	]
	},		 
	{
	 	title:"山行 姚范",
	 	body:[	
			'百道飞泉喷雨珠，',
			'春风窈窕绿蘼芜。',
			'山田水满秧针出，',
			'一路斜阳听鹧鸪。'		
	 	]
	},		 
	{
	 	title:"偶成 宋凌云",
	 	body:[
			'天外鱼书绝，',
			'征人岂念家。',
			'可怜小儿女，',
			'夜夜看灯花。'			
	 	]
	},		 
	{
	 	title:"春寒",
	 	body:[
			'漫脱春衣浣酒红，',
			'江南二月最多风。',
			'梨花雪后酴醿雪，',
			'人在重帘浅梦中。'			
	 	]
	},		 
	{
	 	title:"晚景 华岩",
	 	body:[
			'晓月淡长空，',
			'新岚浮远树。',
			'数峰青不齐，',
			'乱插云深处。'		
	 	]
	},		 
	{
	 	title:"过徐州 沈德潜",
	 	body:[
			'到处陂塘决决流，',
			'垂杨百里罨平畴。',
			'行人便觉须眉绿，',
			'一路蝉声过许州。'			
	 	]
	},		 
	{
	 	title:"晚晴  沈德潜",
	 	body:[
			'云开逗夕阳，',
			'水落穿浅土。',
			'时见叱牛翁，',
			'一犁带残雨。	'		
	 	]
	},		 
	{
	 	title:"踏雪 赵关晓",
	 	body:[
			'踏雪寻山樵，',
			'山樵踏雪去。',
			'一路草鞋痕，',
			'寻入松深处。'			
	 	]
	},		 
	{
	 	title:"棉花  马苏臣",
	 	body:[	
			'五月棉花秀，',
			'八月棉花干。',
			'花开天下暖，',
			'花落天下寒。	'		
	 	]
	},		 
	{
	 	title:"杭州半山看桃花 ",
	 	body:[
			'山光焰焰映明霞，',
			'燕子低飞掠酒家。',
			'红影到溪流不去，',
			'始知春水恋桃花。'	
	 	]
	},		 
	{
	 	title:"暮出溪上口号  赵执信",
	 	body:[
			'雨转南山逗晚晖，',
			'闲和燕子出荆扉。',
			'前溪遥见驱牛影，',
			'一一村氓种豆归。'			
	 	]
	},		 
	{
	 	title:"暮春 翁格",
	 	body:[
			'莫怨春归早，',
			'花余几点红。',
			'留将根蒂在，',
			'岁岁有东风。'			
	 	]
	},		 
	{
	 	title:"出关 徐兰",
	 	body:[
			'凭山俯海古边州，',
			'旆影风翻见戍楼。',
			'马后桃花马前雪，',
			'出关争得不回头?'			
	 	]
	},		 
	{
	 	title:"寄家书 王庭诏",
	 	body:[
			'一函游子泪痕封，',
			'寄去云山几万重。',
			'君到鹤洲江上望，',
			'数椽茅屋几株松。'	
	 	]
	},		 
	{
	 	title:"舟夜书所见 查慎行",
	 	body:[
			'月黑见渔灯，',
			'孤光一点萤。',
			'微微风簇浪，',
			'散作满河星。'	
	 	]
	},		 
	{
	 	title:"塞上曲 遒贤",
	 	body:[
			'双鬟小女玉娟娟，',
			'自卷毡帘出帐前。',
			'忽见一枝长十八，',
			'折来簪在帽檐边。'		
	 	]
	},		 
	{
	 	title:"燕女 洪升 ",
	 	body:[
			'燕姬生小习原野，',
			'春草茸茸猎城下。',
			'身轻不许健儿扶，',
			'捉鞭自上桃花马。'		
	 	]
	},		 
	{
	 	title:"纪映淮 即景",
	 	body:[
			'杏花一孤村，',
			'流水数间屋。',
			'夕阳不见人，',
			'牯牛麦中宿。'			
	 	]
	},		 
	{
	 	title:"嘉陵江上忆家  王士祯",
	 	body:[
			'自入秦关岁月迟，',
			'栈云陇树苦相思。',
			'嘉陵驿路三千里，',
			'处处春山叫画眉。'			
	 	]
	},		 
	{
	 	title:"晓起 恽格",
	 	body:[
			'连夜深山雨，',
			'春光应未多。',
			'晓看洲上草，',
			'绿到洞庭波。'		
	 	]
	},		 
	{
	 	title:"客发苕溪 叶燮",
	 	body:[
			'客心如水水如愁，',
			'容易归舟趁疾流。',
			'忽讶船窗送吴语，',
			'故山月已挂船头。'		
	 	]
	},		 
	{
	 	title:"桃花谷 张实居",
	 	body:[
			'小径穿深树，',
			'临崖四五家。',
			'泉声天半落，',
			'满涧溅桃花。'		
	 	]
	},		 
	{
	 	title:"闻鹧鸪 尤侗",
	 	body:[
			'鹧鸪声里夕阳西，',
			'陌上征人首尽低。',
			'遍地关山行不得，',
			'为谁辛苦尽情啼。'			
	 	]
	},		 
	{
	 	title:"江上 王彦泓",
	 	body:[
			'水畔人家竹绕扉，',
			'月明江上棹船归。',
			'一嵩打得芦花响，',
			'惊起沙鸥拍拍飞。'			
	 	]
	},		 
	 
	{
	 	title:"渔村诗话图  党怀英",
	 	body:[
			'江村清景皆画本，',
			'画里更传诗与功。',
			'渔夫自醒还自醉，',
			'不知身在画图中。'			
	 	]
	},		 
	{
	 	title:"绝句 王庭筠",
	 	body:[
			'竹影和诗瘦，',
			'梅花入梦香。',
			'可怜今夜月，',
			'不肯下西厢。'				
	 	]
	},		 
	{
	 	title:"晚望 周昂",
	 	body:[
			'烟抹平林水退沙，',
			'碧山西畔夕阳家。',
			'无人解得诗人意，',
			'只有云边数点鸦。'			
	 	]
	},		 
	{
	 	title:"杨柳 元好问",
	 	body:[
			'杨柳青青沟水流，',
			'莺儿调舌弄娇柔。',
			'桃花记得题诗客，',
			'斜倚春风笑不休。'			
	 	]
	},		 
	{
	 	title:"山家 刘因元",
	 	body:[
			'马蹄踏水乱明霞，',
			'醉袖迎风受落花。',
			'怪见溪童出门望，',
			'鹊声先我到山家。'			
	 	]
	},		 
	{
	 	title:"绝句 赵孟頫",
	 	body:[
			'春寒恻恻掩重门，',
			'金鸭香残火尚温。',
			'燕子不来花又落，',
			'一庭风雨自黄昏。'			
	 	]
	},		 
	{
	 	title:"宿浚仪公湖亭 杨载 ",
	 	body:[
			'两两三三白鸟飞，',
			'背人斜去落渔矶。 ',
			'雨余不遣浓云散，',
			'犹向前山拥翠微。'			
	 	]
	},		 
	{
	 	title:"到京师 杨 载",
	 	body:[
			'城雪初消荠菜生，',
			'角门深巷少人行。',
			'柳梢听得黄鹂语，',
			'此是春来第一声。'			
	 	]
	},		 
	{
	 	title:"院中独坐 虞集",
	 	body:[
			'何处它年寄此生，',
			'山中江上总关情。',
			'无端绕屋长松树，',
			'尽把风声作雨声。'			
	 	]
	},		 
	{
	 	title:"听雨 虞集",
	 	body:[
			'屏风围坐鬓毵毵，',
			'绛蜡摇光照莫酣。',
			'京国多年情尽改，',
			'忽听春雨忆江南。'			
	 	]
	},		 
	{
	 	title:"寒夜 揭傒斯",
	 	body:[
			'疏星冻霜空，',
			'流月湿林薄。',
			'虚馆人不眠，',
			'时闻一叶落。'	
	 	]
	},		 
	{
	 	title:"上京即事 萨都剌",
	 	body:[
			'紫塞风高弓力强，',
			'王孙走马猎沙场。',
			'呼鹰腰箭归来晚，',
			'马上倒悬双白狼。'			
	 	]
	},		 
	{
	 	title:"上京即事 萨都剌",
	 	body:[
			'牛羊散漫落日下，',
			'野草生香乳酪甜。',
			'卷地朔风沙似雪，',
			'家家行帐下毡帘。'			
	 	]
	},		 

]

/*
 * 
 * 						
梅花 王冕
清苦良自持，忘言养高洁。
夜静月明多，开门满山雪。
			

			



	{
	 	title:"",
	 	body:[
			
	 	]
	},		 




 * 
 * */



	
	}
}
	},			
	'唐诗':{
		hash: 'tang_poets',
		body: {
	"绝句选":{
		hash: 'juejuxuan',
		author: '群星',
		body: 
[
	{
	 	title:"公子行 孟宾于",
	 	body:[
			'锦衣红夺彩霞明，',
			'侵晓春游向野庭。',
			'不识农夫辛苦力，',
			'骄骢踏烂麦青青。'			
	 	]
	},		 
	{
	 	title:"诗 捧剑仆",
	 	body:[
			'青鸟衔葡萄，',
			'飞上金井栏。',
			'美人恐惊去，',
			'不敢卷帘看。'			
	 	]
	},		 
	{
	 	title:"述国亡诗 花蕊夫人徐氏",
	 	body:[
			'君王城上竖降旗，',
			'妾在深宫那得知？',
			'十四万人齐解甲，',
			'更无一个是男儿。'			
	 	]
	},		 
	{
	 	title:"边庭四时怨 卢汝弼",
	 	body:[
			'朔风吹雪透刀瘢，',
			'饮马长城窟更寒。',
			'半夜火来知有敌，',
			'一时齐保贺兰山。'			
	 	]
	},		 
	{
	 	title:"绣岭宫词 　李洞",
	 	body:[
			'春日迟迟春草绿，',
			'野棠开尽飘香玉。',
			'绣岭宫前鹤发翁，',
			'犹唱开元太平曲。'			
	 	]
	},		 
 	{
	 	title:"寄夫 陈玉兰",
	 	body:[
			'夫戍边关妾在吴，',
			'西风吹妾妾忧夫。',
			'一行书信千行泪，',
			'寒到君边衣到无？'			
	 	]
	},		 
 	{
	 	title:"雨晴 王驾",
	 	body:[
			'雨前初见花间蕊，',
			'雨后全无叶底花。',
			'蜂蝶纷纷过墙去，',
			'却疑春色在邻家。	'			
	 	]
	},		 
 	{
	 	title:"社日 王驾",
	 	body:[
			'鹅湖山下稻粱肥，',
			'豚栅鸡栖半掩扉。',
			'桑柘影斜春社散，',
			'家家扶得醉人归。'			
	 	]
	},		 
 	{
	 	title:"垂柳 唐彦谦",
	 	body:[
			'绊惹春风别有情，',
			'世间谁敢斗轻盈？',
			'楚王江畔无端种，',
			'饿损纤腰学不成。'			
	 	]
	},		 
 	{
	 	title:"小松 杜荀鹤",
	 	body:[
			'自小刺头深草里，',
			'而今渐觉出蓬蒿。',
			'时人不识凌云木，',
			'直待凌云始道高。'			
	 	]
	},		 
 	{
	 	title:"溪兴 杜荀鹤",
	 	body:[
			'山雨溪风卷钓丝，',
			'瓦瓯篷底独斟时。',
			'醉来睡着无人唤，',
			'流到前溪也不知。'			
	 	]
	},		 
 	{
	 	title:"再经胡城县 杜荀鹤",
	 	body:[
			'去岁曾经此县城，',
			'县民无口不冤声。',
			'今来县宰加朱绂，',
			'便是生灵血染成。'			
	 	]
	},		 
 	{
	 	title:"上与友人别 郑谷",
	 	body:[
			'扬子江头杨柳春，',
			'杨花愁杀渡江人。',
			'数声风笛离亭晚，',
			'君向潇湘我向秦。'			
	 	]
	},		 
 	{
	 	title:"菊 郑谷",
	 	body:[
			'王孙莫把比蓬蒿，',
			'九日枝枝近鬓毛。',
			'露湿秋香满池岸，',
			'由来不羡瓦松高。'			
	 	]
	},		 
 	{
	 	title:"席上贻歌者 郑谷",
	 	body:[
			'花月楼台近九衢，',
			'清歌一曲倒金壶。',
			'座中亦有江南客，',
			'莫向春风唱鹧鸪。'			
	 	]
	},		 
 	{
	 	title:"江陵愁望有寄 鱼玄机",
	 	body:[
			'枫叶千枝复万枝，',
			'江桥掩映暮帆迟。',
			'忆君心似西江水，',
			'日夜东流无歇时。'			
	 	]
	},		 
 	{
	 	title:"劝酒 于武陵",
	 	body:[
			'劝君金屈卮，',
			'满酌不须辞。',
			'花发多风雨，',
			'人生足别离。'			
	 	]
	},		 
 	{
	 	title:"春怨 金昌绪",
	 	body:[
			'打起黄莺儿，',
			'莫教枝上啼。',
			'啼时惊妾梦，',
			'不得到辽西。'			　			
	 	]
	},		 
 	{
	 	title:"怀良人 葛鸦儿",
	 	body:[
			'蓬鬓荆钗世所稀，',
			'布裙犹是嫁时衣。',
			'胡麻好种无人种，',
			'正是归时底不归？'			
	 	]
	},		 
 	{
	 	title:"卖花翁 吴融",
	 	body:[
			'和烟和露一丛花，',
			'担入宫城许史家。',
			'惆怅东风无处说，',
			'不教闲地著春华。'				
	 	]
	},		 
 	{
	 	title:"寒食夜 韩偓",
	 	body:[
			'恻恻轻寒翦翦风，',
			'小梅飘雪杏花红。',
			'夜深斜搭秋千索，',
			'楼阁朦胧烟雨中。'			
	 	]
	},		 
 	{
	 	title:"深院 韩偓",
	 	body:[
			'鹅儿唼喋栀黄嘴，',
			'凤子轻盈腻粉腰。',
			'深院下帘人昼寝，',
			'红蔷薇架碧芭蕉。'			
	 	]
	},		 
 	{
	 	title:"自沙县抵龙溪县 　韩偓",
	 	body:[
			'水自潺湲日自斜，',
			'尽无鸡犬有鸣鸦。',
			'千村万落如寒食，',
			'不见人烟空见花。'			
	 	]
	},		 
 	{
	 	title:"溪居即事 崔道融",
	 	body:[
			'篱外谁家不系船，',
			'春风吹入钓鱼湾。',
			'小童疑是有村客，',
			'急向柴门去却关。'			
	 	]
	},		 
 	{
	 	title:"雨 崔道融",
	 	body:[
			'坐看黑云衔猛雨，',
			'喷洒前山此独睛。',
			'忽惊云雨在头上，',
			'却是山前晚照明。'			
	 	]
	},		 
 	{
	 	title:"西施滩 崔道融",
	 	body:[
			'宰嚭亡吴国，',
			'西施陷恶名。',
			'浣纱春水急，',
			'似有不平声。'			
	 	]
	},		 
 	{
	 	title:"河湟旧卒 张乔",
	 	body:[
			'少年随将讨河湟，',
			'头白时清返故乡。',
			'十万汉军零落尽，',
			'独吹边曲向残阳。'			
	 	]
	},		 
 	{
	 	title:"未展芭蕉 钱珝",
	 	body:[
			'冷烛无烟绿蜡干，',
			'芳心犹卷怯春寒。',
			'一缄书札藏何事，',
			'会被东风暗拆看。'			
	 	]
	},		 
 	{
	 	title:"江行无题  钱珝",
	 	body:[
			'咫尺愁风雨，',
			'匡庐不可登。',
			'只疑云雾窟，',
			'犹有六朝僧。'			
	 	]
	},		 
 	{
	 	title:"云 来鹄",
	 	body:[
			'千形万象竟还空，',
			'映水藏山片复重。',
			'无限旱苗枯欲尽，',
			'悠悠闲处作奇峰。'			
	 	]
	},		 
 	{
	 	title:" 续韦蟾句 武昌妓",
	 	body:[
			'悲莫悲兮生别离，',
			'登山临水送将归。',
			'武昌无限新栽柳，',
			'不见杨花扑面飞。'			
	 	]
	},		 
 	{
	 	title:"菊花 黄巢",
	 	body:[
			'待到秋来九月八，',
			'我花开后百花杀。',
			'冲天香阵透长安，',
			'满城尽带黄金甲。'			
	 	]
	},		 
 	{
	 	title:"题菊花 黄巢",
	 	body:[
			'飒飒西风满院栽，',
			'蕊寒香冷蝶难来。',
			'他年我若为青帝，',
			'报与桃花一处开。'			
	 	]
	},		 
 	{
	 	title:"古离别 韦庄",
	 	body:[
			'晴烟漠漠柳毵毵，',
			'不那离情酒半酣。',
			'更把玉鞭云外指，',
			'断肠春色在江南。'			
	 	]
	},		 
 	{
	 	title:"台城 韦庄",
	 	body:[
			'江雨霏霏江草齐，',
			'六朝如梦鸟空啼。',
			'无情最是台城柳，',
			'依旧烟笼十里堤。'			
	 	]
	},		 
 	{
	 	title:"送日本国僧敬龙归 韦庄",
	 	body:[
			'扶桑已在渺茫中，',
			'家在扶桑东更东。',
			'此去与师谁共到？',
			'一船明月一帆风。'			
	 	]
	},		 
 	{
	 	title:"怀宛陵旧游 陆龟蒙",
	 	body:[
			'陵阳佳地昔年游，',
			'谢朓青山李白楼。',
			'唯有日斜溪上思，',
			'酒旗风影落春流。'			
	 	]
	},		 
 	{
	 	title:"和袭美春夕酒醒 陆龟蒙",
	 	body:[
			'几年无事傍江湖，',
			'醉倒黄公旧酒垆。',
			'觉后不知明月上，',
			'满身花影倩人扶。'			
	 	]
	},		 
 	{
	 	title:"春夕酒醒 皮日休",
	 	body:[
			'四弦才罢醉蛮奴，',
			'酃醁馀香在翠炉。',
			'夜半醒来红蜡短，',
			'一枝寒泪作珊瑚。'			
	 	]
	},		 
 	{
	 	title:"蜂 罗隐",
	 	body:[
			'不论平地与山尖，',
			'无限风光尽被占。',
			'采得百花成蜜后，',
			'为谁辛苦为谁甜？'			
	 	]
	},		 
 	{
	 	title:"柳 罗隐",
	 	body:[
			'灞岸晴来送别频，',
			'相偎相倚不胜春。',
			'自家飞絮犹无定，',
			'争解垂丝绊路人？'			
	 	]
	},		 
 	{
	 	title:"金钱花 罗隐",
	 	body:[
			'占得佳名绕树芳，',
			'依依相伴向秋光。',
			'若教此物堪收贮，',
			'应被豪门尽劚将。'			
	 	]
	},		 
 	{
	 	title:"赠妓云英 罗隐",
	 	body:[
			'锺陵醉别十余春，',
			'重见云英掌上身。',
			'我未成名君未嫁，',
			'可能俱是不如人？'			
	 	]
	},		 
 	{
	 	title:"山亭夏日 高骈",
	 	body:[
			'绿树阴浓夏日长，',
			'楼台倒影入池塘。',
			'水精帘动微风起，',
			'满架蔷薇一院香。'			
	 	]
	},		 
 	{
	 	title:"题君山 方干",
	 	body:[
			'曾于方外见麻姑，',
			'闻说君山自古无。',
			'元是昆仑山顶石，',
			'海风吹落洞庭湖。'			
	 	]
	},		 
 	{
	 	title:"月晦日送客 崔橹",
	 	body:[
			'野酌乱无巡，',
			'送君兼送春。',
			'明年春色至，',
			'莫作未归人。	'
	 	]
	},	
 	{
	 	title:"出塞 马戴",
	 	body:[
			'金带连环束战袍，',
			'马头冲雪过临洮。',
			'卷旗夜劫单于帐，',
			'乱斫胡兵缺宝刀。'
	 	]
	},	
 	{
	 	title:"宫怨 司马札",
	 	body:[
			'柳色参差掩画楼，',
			'晓莺啼送满宫愁。',
			'年年花落无人见，',
			'空逐春泉出御沟。'	
	 	]
	},	
 	{
	 	title:"书院二小松 李群玉",
	 	body:[
		'	一双幽色出凡尘，',
		'数粒秋烟二尺鳞。',
		'从此静窗闻细韵，',
		'琴声长伴读书人。'			
	 	]
	},	
 	{
	 	title:"鸂鶒 李群玉",
	 	body:[
			'锦羽相呼暮沙曲，',
			'波上双声戛哀玉。',
			'霞明川静极望中，',
			'一时飞灭青山绿。'			
	 	]
	},	
 	{
	 	title:"引水行 李群玉",
	 	body:[
			'一条寒玉走秋泉，',
			'引出深萝洞口烟。',
			'十里暗流声不断，',
			'行人头上过潺湲。'
	 	]
	},			
 	{
	 	title:"火炉前坐 李群玉",
	 	body:[
			'孤灯照不寐，',
			'风雨满西林。',
			'多少关心事，',
			'书灰到夜深。'			
	 	]
	},			
 	{
	 	title:"花下醉 李商隐",
	 	body:[
			'寻芳不觉醉流霞，',
			'倚树沉眠日已斜。',
			'客散酒醒深夜后，',
			'更持红烛赏残花。'		
	 	]
	},			
 	{
	 	title:"微雨 李商隐",
	 	body:[
			'初随林霭动，',
			'稍共夜凉分。',
			'窗迥侵灯冷，',
			'庭虚近水闻。	'	
	 	]
	},	
 	{
	 	title:"忆住一师 李商隐",
	 	body:[
			'无事经年别远公，',
			'帝城钟晓忆西峰。',
			'烟炉销尽寒灯晦，',
			'童子开门雪满松。'		
	 	]
	},
 	{
	 	title:"夜雨寄北 李商隐",
	 	body:[
			'君问归期未有期，',
			'巴山夜雨涨秋池。',
			'何当共剪西窗烛，',
			'却话巴山夜雨时。	'		
	 	]
	},
 	{
	 	title:"乐游原 李商隐",
	 	body:[
			'向晚意不适，',
			'驱车登古原；',
			'夕阳无限好，',
			'只是近黄昏。'			
	 	]
	},	
 	{
	 	title:"碧磵驿晓思 温庭筠",
	 	body:[
			'香灯伴残梦，',
			'楚国在天涯。',
			'月落子规歇，',
			'满庭山杏花。	'	
	 	]
	},	
 	{
	 	title:"过分水岭 温庭筠",
	 	body:[
			'溪水无情似有情，',
			'入山三日得同行。',
			'岭头便是分头处，',
			'惜别潺湲一夜声。'		
	 	]
	},
 	{
	 	title:"咸阳值雨 温庭筠",
	 	body:[
			'咸阳桥上雨如悬，',
			'万点空蒙隔钓船。',
			'还似洞庭春水色，',
			'晓云将入岳阳天。'			
	 	]
	},
 	{
	 	title:"赠少年 温庭筠",
	 	body:[
			'江海相逢客恨多，',
			'秋风叶下洞庭波。',
			'酒酣夜别淮阴市，',
			'月照高楼一曲歌。'		
	 	]
	},
 	{
	 	title:"瀑布联句 李忱",
	 	body:[
			'千岩万壑不辞劳，',
			'远看方知出处高。',
			'溪涧岂能留得住，',
			'终归大海作波涛。'			
	 	]
	},
 	{
	 	title:"访城西友人别墅 雍陶",
	 	body:[
			'澧水桥西小路斜，',
			'日高犹未到君家。',
			'村园门巷多相似，',
			'处处春风枳壳花。'				
	 	]
	},	
 	{
	 	title:"题君山 雍陶",
	 	body:[
			'烟波不动影沉沉，',
			'碧色全无翠色深。',
			'疑是水仙梳洗处，',
			'一螺青黛镜中心。'			
	 	]
	},	
 	{
	 	title:"津桥春望 雍陶",
	 	body:[
			'津桥春水浸红霞，',
			'烟柳风丝拂岸斜。',
			'翠辇不来金殿闭，',
			'宫莺衔出上阳花。'			
	 	]
	},
 	{
	 	title:"清明 杜牧",
	 	body:[
			'清明时节雨纷纷，',
			'路上行人欲断魂。',
			'借问酒家何处有，',
			'牧童遥指杏花村。'			
	 	]
	},		 
 	{
	 	title:"秋夕 杜牧",
	 	body:[
			'银烛秋光冷画屏，',
			'轻罗小扇扑流萤。',
			'天阶夜色凉如水，',
			'坐看牵牛织女星。'				
	 	]
	},		 
 	{
	 	title:"南陵道中 杜牧",
	 	body:[
			'南陵水面漫悠悠，',
			'风紧云轻欲变秋。',
			'正是客心孤迥处，',
			'谁家红袖凭江楼？'			
	 	]
	},		 
 	{
	 	title:"塞下曲 许浑",
	 	body:[
			'夜战桑乾北，',
			'秦兵半不归。',
			'朝来有乡信，',
			'犹自寄寒衣。'			
	 	]
	},		 
 	{
	 	title:"农家望晴 雍裕之",
	 	body:[
			'尝闻秦地西风雨，',
			'为问西风早晚回？',
			'白发老农如鹤立，',
			'麦场高处望云开。'			
	 	]
	},		 
 	{
	 	title:"柳絮",
	 	body:[
			'无风才到地，',
			'有风还满空。',
			'缘渠偏似雪，',
			'莫近鬓毛生。'			
	 	]
	},		 
 	{
	 	title:"江边柳 雍裕之",
	 	body:[
			'嫋嫋古堤边，',
			'青青一树烟。',
			'若为丝不断，',
			'留取系郎船。'			
	 	]
	},	
 	{
	 	title:"马诗 李贺",
	 	body:[
			'此马非凡马，',
			'房星本是星。',
			'向前敲瘦骨，',
			'犹自带铜声。'	,				
	 	]
	},
 	{
	 	title:"登崖州城作 李德裕",
	 	body:[
			'独上高楼望帝京，',
			'鸟飞犹是半年程。',
			'青山似欲留人住，',
			'百匝千遭绕郡城。',		
	 	]
	},
 	{
	 	title:"长安秋夜 李德裕",
	 	body:[
			'内官传诏问戎机，',
			'载笔金銮夜始归。',
			'万户千门皆寂寂，',
			'月中清露点朝衣。'			
	 	]
	},
 	{
	 	title:"闺意献张水部 朱庆馀",
	 	body:[
			'洞房昨夜停红烛，',
			'待晓堂前拜舅姑。',
			'妆罢低声问夫婿：',
			'画眉深浅入时无？'				
	 	]
	},	
 	{
	 	title:"宫词 朱庆馀",
	 	body:[
			'寂寂花时闭院门，',
			'美人相并立琼轩。',
			'含情欲说宫中事，',
			'鹦鹉前头不敢言。'			
	 	]
	},	
 	{
	 	title:"采莲子 皇甫松",
	 	body:[
			'船动湖光滟滟秋，',
			'贪看年少信船流。',
			'无端隔水抛莲子，',
			'遥被人知半日羞。'			
	 	]
	},	
 	{
	 	title:"题金陵渡 张祜",
	 	body:[
			'金陵津渡小山楼，',
			'一宿行人自可愁。',
			'潮落夜江斜月里，',
			'两三星火是瓜州。'			
	 	]
	},	
 	{
	 	title:"赠内人 张祜",
	 	body:[
			'禁门宫树月痕过，',
			'媚眼惟看宿鹭窠。',
			'斜拔玉钗灯影畔，',
			'剔开红焰救飞蛾。'		
	 	]
	},
 	{
	 	title:"穷边词 姚合",
	 	body:[
			'将军作镇古徐州，',
			'水腻山春节气柔。',
			'清夜满城丝管散，',
			'行人不信是边头。'			
	 	]
	},
 	{
	 	title:"重赠乐天 元稹",
	 	body:[
			'休遣玲珑唱我诗，',
			'我诗多是别君词。',
			'明朝又向江头别，',
			'月落潮平是去时。'			
	 	]
	},
 	{
	 	title:"闻乐天授江州司马 元稹",
	 	body:[
			'残灯无焰影幢幢，',
			'此夕闻君谪九江。',
			'垂死病中惊坐起，',
			'暗风吹雨入寒窗。'			
	 	]
	},
 	{
	 	title:"西归绝句 元稹",
	 	body:[
			'五年江上损容颜，',
			'今日春风到武关。',
			'两纸京书临水读，',
			'小桃花树满商山。'			
	 	]
	},
 	{
	 	title:"菊花 元稹",
	 	body:[
			'秋丝绕舍似陶家，',
			'遍绕篱边日渐斜。',
			'不是花中偏爱菊，',
			'此花开尽更无花。'			
	 	]
	},
 	{
	 	title:"行宫 元稹",
	 	body:[
			'寥落古行宫，',
			'宫花寂寞红。',
			'白头宫女在，',
			'闲坐说玄宗。'			
	 	]
	},
 	{
	 	title:"古艳诗 元稹 ",
	 	body:[
			'春来频到宋家东，',
			'垂袖开怀待好风。 ',
			'莺藏柳暗无人语，',
			'惟有墙花满树红。'		
	 	]
	},	
 	{
	 	title:"离思 元稹",
	 	body:[
			'山泉散漫绕阶流，',
			'万树桃花映小楼。',
			'闲读道书慵未起，',
			'水晶帘下看梳头。' 			
	 	]
	},	
 	{
	 	title:"咏春风 元稹",
	 	body:[
			'三日春风已有情，',
			'拂人头面稍怜轻。',
	　　'殷勤为报长安柳，',
			'莫惜枝条动软声。'	
	 	]
	},
 	{
	 	title:"酬乐天舟泊夜读微之诗  元稹",
	 	body:[
	　　'知君暗泊西江岸，',
			'读我闲诗欲到明。',
	　　'今夜通州还不睡，',
			'满山风雨杜鹃声。'			
	 	]
	},
 	{
	 	title:"幼女词 施肩吾",
	 	body:[
	　　'幼女才六岁，',
			'未知巧与拙。',
	　　'向夜在堂前，',
			'学人拜新月。'		
	 	]
	},
 	{
	 	title:"再宿武关 李涉",
	 	body:[
	　　'远别秦城万里游，',
			'乱山高下出商州。',
	　　'关门不锁寒溪水。',
			'一夜潺湲送客愁。'		
	 	]
	},
 	{
	 	title:"江雪 柳宗元",
	 	body:[
	　　'千山鸟飞绝，',
			'万径人踪灭。',
	　　'孤舟蓑笠翁，',
			'独钓寒江雪。'	
	 	]
	},
 	{
	 	title:"酬曹侍御过象县见寄 柳宗元",
	 	body:[
	　　'破额山前碧玉流，',
			'骚人遥驻木兰舟。',
	　　'春风无限潇湘意，',
			'欲采蘋花不自由。'			
	 	]
	},
 	{
	 	title:"柳州榕叶落尽偶题 柳宗元",
	 	body:[
	　　'宦情羁思共凄凄，',
			'春半如秋意转迷。',
	　　'山城过雨百花尽，',
			'榕叶满庭莺乱啼。'		
	 	]
	},
 	{
	 	title:"重别梦得 柳宗元",
	 	body:[
	　　'二十年来万事同，',
			'今朝岐路忽西东。',
	　　'皇恩若许归田去，',
			'晚岁当为邻舍翁。'		
	 	]
	},
 	{
	 	title:"客思 贾岛",
	 	body:[
	　　'促织声尖尖似针，',
			'更深刺著旅人心。',
	　　'独言独语月明里，',
			'惊觉眠童与宿禽。'	
	 	]
	},
 	{
	 	title:"宿村家亭子 贾岛",
	 	body:[
	　　'床头枕是溪中石，',
			'井底泉通竹下池。',
	　　'宿客未眠过夜半，',
			'独闻山雨到来时。'		
	 	]
	},
 	{
	 	title:"三月晦日赠刘评事 贾岛",
	 	body:[
			'三月正当三十日，',
			'风光别我苦吟身。',
			'共君今夜不须睡，',
			'未到晓钟犹是春。'		
	 	]
	},	
 	{
	 	title:"望洞庭 刘禹锡",
	 	body:[
	　　	'湖光秋月两相和，',
			'潭面无风镜未磨。',
	　　	'遥望洞庭山水翠，',
			'白银盘里一青螺。'			
	 	]
	},	
 	{
	 	title:"和乐天春词 刘禹锡",
	 	body:[
	　　'新妆面面下朱楼，',
			'深锁春光一院愁。',
	　　'行到中庭数花朵，',
			'蜻蜓飞上玉搔头。'			
	 	]
	},	
 	{
	 	title:"同乐天登栖灵寺塔 刘禹锡",
	 	body:[
	　　'步步相携不觉难，',
			'九层云外倚阑干。',
	　　'忽然笑语半天上，',
			'无限游人举眼看。'			
	 	]
	},
 	{
	 	title:"刺左右膊诗  赵武建",
	 	body:[
			'野鸭滩头宿，',
			'朝朝被鹘梢。',
			'忽惊飞入水，',
			'留命到今朝。'			
	 	]
	},		
 	{
	 	title:"梦王尚书口授吟 张氏女",
	 	body:[
			'鬟梳闹扫学宫妆，',
			'独立闲庭纳夜凉。',
			'手把玉簪敲砌竹，',
			'清歌一曲月如霜。'
	 	]
	},		
 	{
	 	title:"伤农 郑遨",
	 	body:[
			'一粒红稻饭，',
			'几滴牛颔血。',
			'珊瑚枝下人，',
			'衔杯吐不歇。'			
	 	]
	},		
 	{
	 	title:"富贵曲 郑遨",
	 	body:[
			'美人梳洗时，',
			'满头间珠翠。',
			'岂知两片云，',
			'戴却数乡税。'			
	 	]
	},		
 	{
	 	title:"高楼  于邺",
	 	body:[
			'远天明月出，',
			'照此谁家楼。',
			'上有罗衣裳，',
			'凉风吹不休。'
	 	]
	},	
 	{
	 	title:"月 袁郊",
	 	body:[
			'嫦娥窃药出人间，',
			'藏在蟾宫不放还。',
			'后羿遍寻无觅处，',
			'谁知天上却容奸。'			
	 	]
	},
 	{
	 	title:"上皇三台 韦应物 ",
	 	body:[
			'不寐倦长更，',
			'披衣出户行。',
			'月寒秋竹冷，',
			'风切夜窗声。'			
	 	]
	},
 	{
	 	title:"子规啼 韦应物",
	 	body:[
			'高林滴露夏夜清，',
			'南山子规啼一声。',
			'邻家孀妇抱儿泣，',
			'我独展转何时明。'
	 	]
	},
 	{
	 	title:"滁州西涧 韦应物 ",
	 	body:[
			'独怜幽草涧边生，',
			'上有黄鹂深树鸣。',
			'春潮带雨晚来急，',
			'野渡无人舟自横。'				
	 	]
	},
 	{
	 	title:"题桐叶 韦应物 ",
	 	body:[
			'参差剪绿绮，',
			'潇洒覆琼柯。',
			'忆在沣东寺，',
			'偏书此叶多。'			
	 	]
	},	
 	{
	 	title:"春思 韦应物",
	 	body:[
			'野花如雪绕江城，',
			'坐见年芳忆帝京。',
			'阊阖晓开凝碧树，',
			'曾陪鸳鹭听流莺。'
	 	]
	},	
 	{
	 	title:"秋夜寄丘二十二员外 韦应物 ",
	 	body:[
			'怀君属秋夜，',
			'散步咏凉天。',
			'山空松子落，',
			'幽人应未眠。'		
	 	]
	},	
 	{
	 	title:"春词 卢纶",
	 	body:[
			'北苑罗裙带，',
			'尘衢锦绣鞋。',
			'醉眠芳树下，',
			'半被落花埋。'			
	 	]
	},	
 	{
	 	title:"山店 卢纶",
	 	body:[
			'登登山路行时尽，',
			'决决溪泉到处闻。',
			'风动叶声山犬吠，',
			'一家松火隔秋云。'
	 	]
	},	
 	{
	 	title:"春游东潭 卢纶",
	 	body:[
			'移舟试望家，',
			'漾漾似天涯。',
			'日暮满潭雪，',
			'白鸥和柳花。'			
	 	]
	},
 	{
	 	title:"老翁 隐峦",
	 	body:[
			'路逢一老翁，',
			'两鬓白如雪。',
			'一里二里行，',
			'四回五回歇。'
	 	]
	},		
]

/*

采莲曲 王昌龄
荷叶罗裙一色裁，
芙蓉向脸两边开。
乱入池中看不见，
闻歌始觉有人来。

题僧房 王昌龄
棕榈花满院，
苔藓入闲房。
彼此名言绝，
空中闻异香。

惊雪 陆畅
怪得北风急，
前庭如月辉。 
天人宁许巧，
剪水作花飞。

蔚州晏内遇新雪 雍陶 
胡卢河畔逢秋雪，疑是风飘白鹤毛。 
坐客停杯看未定，将军已湿褐花袍。

城西访友人别墅 雍陶 
澧水桥西小路斜，日高犹未到君家。 
村园门巷多相似，处处春风枳壳花。 

 	{
	 	title:"",
	 	body:[
			
	 	]
	},		 

 
 * 
 * */
	}
}
	},
	
		
// 		
}
