
window.models = {
	'现代诗歌':{
			hash: 'xin_poets',
			body: {
	"雾灯":{
		hash: 'wudeng',
		author: '雾灯',
		body: [
	{
		title:"归途",
		body:[
			'临出门时，殷勤的好友',
			'递给我一盏猩红的风灯',
			'并嘱咐我路上小心',
			'于是，在漫天的风雪中',
			'我走进了大山峡谷',
			'夜的峡谷，柔美而阒静',
			'听得见远处尧河的潮水',
			"看不见人间灯火",
			'我时时停下来，倚靠一棵梅树',
			'聆听雪落枝头的声音',
			'直到猩红的风灯越来越虚弱',
			'',
			'穿过长长的竹径',
			'到家了，临门的妻子',
			'说我身上沾满了梅的清香'
		]
	},
	{
		title:"枣香",
		body:[
			'每至深夜，窗外的香便更浓了',
			'湿湿的枣花香',
			'夹杂着水稻的清馨',
			'沿着纱窗，一丝丝的透入',
			'合上书，我悄悄掩门出去',
			'不惊扰梦中熟睡的妻女',
			'披衣站在屋后的枣坡上',
			'呼吸月色里的芬芳',
			'风吹起，扬起濛濛的枣絮',
			'落在池塘，引起鱼儿争食'
		]
	},			
	{
		title:"回乡偶书",
		body:[
			'每年春天，我们回小镇居住',
			'母亲酿的秫酒总不够我饮',
			'白天，我带着小女，在山谷间',
			'辨识花朵，并告诉她布谷鸟的名字',
			"妻子穿一件绿绡裙跟在身后",
			'我们开心的笑着，追跑着', 
			'在我们的身旁只有花草树木',
			'只有清风流水，蝴蝶，瓢虫...',
			'只有躲来躲去的小兽',
			'我们开心的笑着，幸福极了',
			'而夜晚，我们围坐在菊灯下',
			"喝着热气腾腾的茉莉花茶，述忆往事",
			'父亲一声声的咳嗽',
			"母亲微白的鬓发",
			'伏在肩头的妻子',
			'让这个夜晚显得温馨而伤感'
		]
	},	
	{
		title:"山脉深处的盆地",
		body:[
			'这里少有人来，这里的蟋蟀成群成队',
			'这里的蜻蜓如宫娥总在花丛中艳舞',
			'这里有清凉的泉水，从岩层里渗出',
			'汇成清澈见底的小溪',
			'小溪向东流，汇入到尧河',
			'这里的菖蒲和鸢尾花',
			'夹杂着萧艾，绿莎',
			'延伸到川谷的尽头',
			'风吹过，树木弯伏',
			'露出杂草深处漫步的野鸡',
			'我喜欢这里的宁静，天蓝',
			'以及阳光投在水面的斑驳',
			'我常独自一人趺坐溪沿',
			'聆听风吹丛林的潇潇',
			'而摘下一枚矢车菊放在鼻口',
			'轻轻地闻嗅'
		]
	},
	{
		title:"大山",
		body:[
			'黄昏微雨，我撑伞从大山经过',
			'大山长满了野花和沂蒙的鸟鸣',
			'我的青衫被雨水打湿，鞋子也是', 
			'一路上不知惊飞多少鹧鸪与布谷',
			'山阿吹来的风比山外的凉，绿',
			'并且芬芳，我打一个寒颤如竹林',
			'加快了脚步，直走到水田的中央',
			'才停下来回望，那被青秧围住的大山',
			'显得明丽而翡翠，头上有未化的雪',
			'山腰有积雨的云，闪电和轻雷',
			'山间湿湿的红该是杜鹃花的红吧？',
			'而湿湿的红中一点点的白',
			'该是栖息的白鹭'
		]
	},	
	{
		title:"南山",
		body:[
			'每晚临睡，我都要站在窗前看一会南山',
			'端着菊花茶或者茉莉花茶',
			'有时，月亮来得很晚',
			'南山在夜色里消隐',
			'只留下模糊的影子在群星下',
			'田野上的灯火一忽儿点亮',
			'一忽儿又熄灭...',
			'那是捕鱼人的灯，在寻找方向',
			'听见枣树上两只野鸽子拍了拍翅膀',
			'听见女儿呼吸的潮汐',
			'和妻子熟睡的心律',
			'渐渐合拍又趋离',
			'我内心安详'
		]
	},		
	{
		title:"秋收季节",
		body:[
			'到了秋天，我回到小镇',
			'从学校带回来五天农忙假',
			'和一帖夕阳',
			'温润的溪风丝丝拂面',
			'有着泥土与草木的气息',
			"野鸽子咕咕飞越头顶",
			'长满稗草的田间小路上',
			'我和每一位乡亲打招呼',
			'看见他们站在绿黄的稻穗间',
			'摘下草帽',
			'对我汗涔涔的微笑',
			'看见他们收割的田垄上',
			'一群乱蹦的青蛙',
			'捕捉碧绿的蚂蚱'
		]
	},
	{
		title:"月",
		body:[
			'独自一个人站在枣树下',
			'像看一场露天电影',
			'看月亮从群岭上升起',
			'这正是最精彩的一部分',
			'所有人都屏住了呼吸',
			'只有此起彼伏的蛙声',
			'从东到西，从北到南',
			'簇拥着主人公的亮场',
			'只一天之隔，主人公便缺了一角',
			'如战罢归来的马匹',
			'但英气仍在，光华四溢',
			'田野上的水逐渐地亮了',
			'打着灯笼回家的人熄灭了灯',
			'坐在夜色里的村寨',
			'此时，坐在了山的阴影里',
			'爬到坡头谈闲天的人群',
			'声音如树影般婆娑',
			'当微风吹过，落下枣花点点',
			'我感觉满谷的清光晃起涟漪'
		]
	},
	{
		title:"雾",
		body:[
			'隔着清晨的雾',
			'看对面缥缈的峰',
			'许多暗绿的影',
			'在雾里来去',
			'追逐的黄鹂',
			'锄草的老翁',
			'南山的鸡鸣',
			'北岭的白鹭',
			'水溪，竹林，桃园',
			'一盏欲红未红的天灯',
			'几座欲醒还睡的村镇',
			'醒了的村姑',
			'站在篱笆边梳她的秀发'
		]
	},													
	{
		title:"住在小镇",
		body:[
			'住在小镇，我是安闲的',
			'穿一双很轻很轻的布鞋',
			'清晨醒来，用井水洗脸',
			'收拾书桌，整理衣被',
			'然后沿着松枫小路，吹着口哨', 
			'爬到溪谷深处，听一阵鸟鸣',
			'直到柔美的妻子，站在山坡上喊我',
			"",
			'如果夏季，草木已盛',
			'我便搬张藤椅，泡壶菊茶',
			'躺到梧桐深处仰看白云',
			'想着唐朝诗人，宋朝诗人',
			'李白，杜甫，王维...',
			'坐在哪一朵白云上',
			'饮酒',
		]
	},		
	{
		title:"写在扉页的诗",
		body:[
			'夜里翻书箱翻出一本旧诗集来',
			'书的扉页上绘着一抹青峰，河流',
			'以及遥不见尽头的菊花平原',
			'彤红的朝阳下露珠滢滢闪闪',
			'一行钢笔字，是我少年时的习作：',
			'肥沃的土地上，奔腾着不尽的滔滔大河',
			'肥沃的土地上，开满了如兽的花朵与村庄',
			'九万里国土，要印上我的脚印和歌谣',
			'九万里国土，要在我的马蹄下壮丽辉煌'
		]
	},
	{
		title:"伞",
		body:[
			'在我的书房里挂着一柄油纸伞',
			'它伴随着我渡过十年的光阴',
			'黑夜里，我借着灯火细细地端详',
			'这是一柄绣满桃花和梨花的伞',
			'犹记得当年风雪夜里探友回家',
			'我曾举着它翻过十八座山岭',
			'踩雪的声音在森林里飘荡',
			'引起多少未眠人的聆听和遐想'
		]
	},					
	{
		title:"寻木人",
		body:[
			'看见一个人在岭上走来走去',
			'从一座山穿度到另一座山',
			'看见一个人在瀑崖前张望',
			'像一只鹰，看不清他的面目',
			'当他走过田野，前往另一座山时',
			'我才看清他是镇上的棺材店老板',
			'他在这草木丰盛的五月四处走访',
			'定是为他的店铺寻找好的棺木'
		]
	},	
	{
		title:"登云阳山",
		body:[
			'行至山脚，还是春光明媚的',
			'花木丛中一只只鹧鸪啼鸣',
			'半山腰上下起了溟濛细雨',
			'云影里不见了耕牛田夫',
			'撑开油纸伞，继续前行',
			'爬至峰顶，已是雨过天霁',
			'望不到边的层岭，东，西，南，北',
			'各举一枚彩虹映晚霞'
		]
	},								
	{
		title:"罗霄山脉",
		body:[
			'采药翁爬到最高峰上',
			'绕峰寻找采花的孙女',
			'他鼓起嗓子，对着群山',
			'呼喊孙女粗俚的乳名',
			'回音远去，白鹭竞起',
			'覆满金银花的岩壁里',
			'传来孙女隐隐的应允'
		]
	},
	{
		title:"清晨入山",
		body:[
			'清晨入山，山雾弥漫',
			'松树枝上垂挂着',
			'一颗颗晶莹的露珠',
			'一阵微风吹来，露珠落下',
			'幽幽的松谷深处',
			'响起了花花的雨声'
		]
	},	
	{
		title:"山雪",
		body:[
			'落了三日三夜的雪',
			'打湿了左鞋和右鞋',
			'东边的岭我已踏遍',
			'还剩西边九十九座'				
		]
	},	
	{
		title:"村月",
		body:[
			'端着一杯菊花茶，站在岛上',
			'等待月亮升起',
			'种满丝瓜花的小镇',
			'点燃数盏灯'
		]
	},	
]

	/*
	
	
	
	



	
	
	
	
	
	{
		title:"",
		body:[
			
		]
	},
	 * */



	
	},
	"昌耀":{
		hash: 'changyao',
		author: '昌耀',
		body: [
	{
		title:'猎户',
		body:[	
			"从四面八方，我们麇集在一起",
			"为了这夜色中的聚餐。",
			"篝火，燃烧着。",
			"我们壮实的肌体散发着奶的膻香。",
			"一个青年姗姗来迟，他掮来一只野牛的巨头，",
			"双手把住乌黑的弯角架在火上烤炙。",
			"油烟腾起，照亮他腕上一具精巧的象牙手镯。",
			"我们幸福地笑了。",
			"只有帐篷旁边那个守着猎狗的牧女羞涩回首",
			"吮吸一朵野玫瑰的芳香……"
		]
	},

	{
		title:'广板：暮',
		body:[	
			"东方诗国负笈山行的僧人",
			"薄暮始达谷底阴冷的界河",
			"涉渡。当其回首，遽然望见峰岭",
			"一束山火犹在他昨日夜诵的云林",
			"透红。念及弃置的芒鞋今竟长此留在那边苍苔",
			"而动了几分伤感",
			"略一迟疑，雄心已如古瓮破裂",
			"倒扣在石岸宿命的白塔。"
		]
	},

	{
		title:'峨日朵雪峰之侧',
		body:[	
			"这是我此刻仅能征服的高度了",
			"我小心翼翼探出前额，",
			"惊异于薄壁那边",
			"朝向峨日朵之雪仿徨许久的太阳",
			"正决然跃人一片引力无穷的山海。",
			"石砾不时滑坡引动棕色深渊自上而下一派嚣鸣，",
			"像军旅远去的喊杀声。我的指关节铆钉一般",
			"楔人巨石罅隙。血滴，从脚下撕裂的鞋底渗出。",
			"啊，此刻真渴望有一只雄鹰或雪豹与我为伍。",
			"在锈蚀的岩壁但有一只小得",
			"可怜的蜘蛛",
			"与我一同默享着这大自然赐予的",
			"快慰。"
		]
	},
	{
		title:'美人',
		body:[	
			"篱笆旁，一个乡村的美人。",
			"她默默地脱下草帽，",
			"拿在手中，摆弄如一轮金月，若有所思。",
			"那里，垂落在她弹性的胸脯，",
			"两根藤萝般粗实的发辫，",
			"闪着油腻欲滴的光……",
			"为什么我要羞涩？",
			"为什么要否认进人心中的美感？",
			"却习惯于偷偷地斜睇！"
		]
	},	
	
	{
		title:'雕塑',
		body:[	
			"像一个",
			"七十五度倾角的十字架",
			"——他，稳住了支点，",
			"挺直脖颈，牵引身后的重车",
			"力的韧带，",
			"把他的躯体",
			"展延成一支——",
			"向前欲发的闷箭……",
			"——历史的长途，",
			"正是如此多情地",
			"留下了先行者的雕塑。"
		]
	},		
	{
		title:'夜谭',
		body:[		 	
			"子夜。",
			"郊原灯火像是叛离花枝的彩蝶，",
			"随我搭乘的长途车一路奔逐，",
			"直伴我进人睡眠迷蒙的市区，",
			"谁也不再认识我。",
			"那些高大的建筑体内流荡光明，",
			"使我依稀恢复了几分现代意识。",
			"但他们多半是我去后的新客，",
			"而诧异我紫赯的面孔透出草原雷雨气息。",
			"今夜，我唱一支非听觉所能感知的谣曲，",
			"只唱给你——囚禁在时装橱窗的木制女郎……"
		]
	},
	
	{
		title:'高原人的簧火',
		body:[	
			"高原人的篝火似珊瑚枝，艳若牡丹花，",
			"动若壮士起舞，静如少女沉吟。",
			"高原人的籍火燃在最高的山顶烧在最深的河谷",
			"以最动人的形象报道牧人家园",
			"而伴着熠熠星光嘱咐上路来客莫忘携带笛管。"
		]
	},	
	
	{
		title:'郊原上',
		body:[	
			"郊原",
			"那一排惯与流风厮磨的钻天杨",
			"昨天倒在了田塍。倒在了田塍",
			"像一排被处决的魔女，",
			"绿色美发弃满泥徐。",
			"骤然变得生疏的空间再不见旗罗伞布般高举之",
			"树梢，和那树梢之雀巢，和那雀巢之雀鸟，",
			"和那雀鸟唱与绿发魔女之绿色情语。",
			"但从那蓝色原野，从那晨光下的小屋，",
			"从那小屋的背后好像隐隐传来了斧斤的歌",
			"和几声男子汉之杭育……"
		]
	},	
	
	{
		title:'卖冰糖葫芦者',
		body:[	
			"他理解——",
			"人们对春意的期望，",
			"才将火红的山楂",
			"剪作一串甜蜜的蓓蕾，",
			"绽放在扎靶。",
			"于是，早春的集市",
			"多了一树裹着冰甲的红梅。"
		]
	},	
	{
		title:'鹿的角枝',
		body:[	

			"在雄鹿的颅骨，生有两株",
			"被精血所滋养的小树。雾光里",
			"这些挺拔的枝状体明丽而珍重，",
			"遁越于危崖沼泽，与猎人相周旋。",
			"若干个世纪以后，在我的书架，",
			"在我新得的收藏品之上，才听到",
			"来自高原腹地的那一声火枪。——",
			"那样的夕阳倾照着那样呼唤的荒野。",
			"从高岩，飞动的鹿角，猝然倒仆……",
			"……是悲壮的。"
		]
	},	
	
	{
		title:'风景：涉水者',
		body:[	
			"雨后的风景线",
			"有多少淋漓的风景。",
			"可也无人察觉那个涉水的",
			"男子，探步于河心的湍流",
			"忽有了一闪念的动摇。",
			"听不到内心的这一声长叹。",
			"人们只看到那个涉水男子",
			"静静地涉过溪川",
			"向着远方静静地走去，",
			"在雨后的风景线消失。",
			"静静的。",
			"只觉得夕阳下的溪川",
			"因这男子的涉足而陡增几分",
			"妩媚。"
		]
	},	
	
	{
		title:'纪历',
		body:[	
			"默悼着。是月黑的峡中",
			"峭石群所幽幽燃起的肃穆。",
			"是肃穆如青铜柱般之默悼。",
			"劲草……",
			"风声……雨声……",
			"风雨声……",
			"马的影子随夜气膨胀。",
			"大山浮动……牛皮靴",
			"吸牢在一片秘密的沼泽。",
			"——是了无讯息的",
			"默悼。",
			"黎明的高崖，最早",
			"有一驭夫",
			"朝向东方顶礼。"
		]
	},	
	
	{
		title:'我的掌模浸透了苔丝',
		body:[	
			"她从娘家来，替我捎回了祖传的古玩：",
			"一只铜马坠儿，和一只从老阿娅的妆套",
			"偷偷摘取的“乾隆通宝”。",
			"说我们远在雪线那边放牧的棚户已经",
			"坍塌，惟有筑在崖畔的猪舍还完好如初。",
			"说泥墙上仍旧嵌满了我的手掌模印儿，",
			"像一排排受难的贝壳，",
			"浸透了苔丝。",
			"说我的那些古贝壳使她如此",
			"难过。"
		]
	},
	
	{
		title:'草原',
		body:[	
			"草原新月，萌生在牧人的",
			"拴马桩。在鞍具。在鞍具上的铜剑鞘。",
			"湖畔的白帐房因宿主初燃的灯烛",
			"而如白天鹅般的雍容而华贵了。",
			"夜牧者，",
			"从你火光熏蒸的烟斗",
			"我已瞻仰英雄时代的",
			"一个个通红的夕照",
			"听到旋风在浴血的盆地",
			"悲声嘶鸣……"
		]
	},	
	
	{
		title:'雪乡',
		body:[	
			"那时，冰花在孕育。",
			"桃红也同时在孕育。",
			"不要偷窥：深山",
			"有一个自古不曾撤网的湖。",
			"湖面以银光镀满鱼的图形。",
			"山顶有一个披戴紫外光的民族：",
			"——有我之伊人。"
		]
	},
	{
		title:'荒漠与晨光',
		body:[	
			"我原是后面的一个，",
			"役使两头白额牦牛挽动犁车并辔齐驱。",
			"驭手们呼叫着，抢先冲向荒漠。",
			"被露水打湿的女工们提起曳地的长裾，",
			"在道旁任性地大笑，而我们",
			"只肯直逼荒漠那头最是羞红的一张笑脸，",
			"见她将绮丽的视线蓦然锁闭在远方的",
			"岬角般伸出的山阜……",
			"美哟，你远方漠野",
			"散射的晨光！"
		]
	},	
	
	{
		title:'山雨',
		body:[	
			"昨夕，",
			"当这深山独庐还困在白雨中，",
			"小男孩瑟缩于老祖母的布裙，",
			"那时，谁曾见到剑光灼天，",
			"有一个身披羽袍的山民自崖头振臂奋起？",
			"今天扫落花，拾得了这管坠陨的",
			"雕翎，才记起昨夕好大的檐头水，",
			"好大的一只鹰……"
		]
	},	
	{
		title:'去格尔木之路',
		body:[	
			"两山的峡谷，土筑围栏",
			"形如浩大的耳廓，偷听天野之声：",
			"天棚草场只有天风浩荡。",
			"走向草海纵深处——",
			"提笼的路人",
			"是一个痴痴的爱鸟者。",
		]
	},	
	{
		title:'田园',
		body:[	
			"遥远的",
			"遥远的",
			"牛的遥远了的呼唤被夸饰为哞哞的圆号",
			"以五度跳跃奏出牧归主题。",
			"缓缓地、悠悠地……偶尔两三声，",
			"像远山那边几根凝止不动的薰烟",
			"透出春色的味道。",
			"停顿有顷，遥远处",
			"似有似无之间隐隐地",
			"是饱经沧桑的老人哞哞的呼唤。"
		]
	},
	{
		title:'一百头雄牛',
		body:[	
	
			"一百头雄牛噌噌的步武。",
			"一个时代上升的摩擦。",
			"彤云垂天，火红的帷幕，血酒一样悲壮。",
			"",
			
			"犄角扬起，",
			"遗世而独立。",
			"犄角扬起，",
			"一百头雄牛，一百九十九只犄角。",
			"一百头雄牛扬起一百九十九种威猛。",
			"立起在垂天彤云飞行的牛角砦堡。",
			"号手握持那一只折断的犄角",
			"而呼呜呜……",
			"血酒一样悲壮。",
			"",
			
			"一百头雄牛低悬的睾丸阴鑫投影大地。",
			"一百头雄牛低悬的睾丸阴囊垂布天宇。",
			"午夜，一百种雄性荷尔蒙穆穆地渗透了泥土，",
			"血酒一样悲壮。"
		]
	},	
	
	{
		title:'秋客',
		body:[	
			"厉风刺马耳",
			"马车夫听风又是秋了",
			"茫茫原野还是行走着三套马车",
			"博大的寂寞在每一声秋里扩散",
			"虚无正如初始",
			"一层黄沙落",
			"两层黄沙落",
			"三层黄沙落",
			"慷慨总还是马车夫的慷慨",
			"对秋扼腕只余风前的秋客"
		]
	},
	
	{
		title:'薄曙',
		body:[	
			"薄曙之来予我三重意境：",
			"步行者橐橐迫近的步履。",
			"苇荡一轮惊鸟戛然横空。",
			"漫不经心几响犬吠远如疏星寥落。",
			"焦灼的日子留下焦灼的烙印，",
			"一瞬黎明给予我清凉的油膏。"
		]
	},
	
	{
		title:'鹰·雪·牧人',
		body:[	
	
			"鹰，鼓着铅色的风",
			"从冰山的峰顶起飞，",
			"寒冷",
			"自拜鼓上抖落。",
			"在灰白的雾霭",
			"飞鹰消失，",
			"大草原上裸臂的牧人",
			"横身探出马刀，",
			"品尝了",
			"初雪的滋昧。"
		]
	},	

	{
		title:'激流',
		body:[	
			"激流",
			"带着雪谷的凉意以一路浩波抛下九曲连环，",
			"为原野壮色为大山图影为征夫洗尘为英雄挥泪。",
			"沿着黄河我听见堂竟足音，",
			"感觉在我生命的深层早注有一滴黄河的精血。",
			"海螺声声",
			"是立在屋脊的黄河子民对东方太阳热烈传呼。"
		]
	},

	{
		title:'哈拉库图人与钢铁',
		body:[	
			"白雪",
			"有春水之流状。",
			"小院墙头，祈福者",
			"供奉在腊八时节的冰体",
			"却祖露着闪烁的笑。",
			"而那些老瘦的白杨",
			"在峪口相对默然。",
			"牧人说：我们驯冶的龙驹",
			"已喃聚在西海的封冰，",
			"在灼人的冷光中",
			"正借千里明镜举足练步。"
		]
	},

	{
		title:'踏着蚀洞斑驳的岩原',
		body:[	
			"踏着蚀洞斑驳的岩原",
			"我到草原去……",
			"午时的阳光以直角投射到这块舒展的",
			"甲壳。寸草不生。老鹰的掠影",
			"像一片飘来的阔叶",
			"斜扫过这金属般凝固的铸体，",
			"消失于远方岩表的返照，",
			"遁去如骑士。",
			"在我之前不远有一匹破行的瘦马。",
			"听它一步步落下的蹄足",
			"沉重有如恋人之咯血。"
		]
	},
	
	{
		title:'这是赭黄色的土地',
		body:[		
			"这土地是赭黄色的。",
			"有如它的享有者那样成熟的",
			"玉蜀黍般光亮的肤色，",
			"这土地是褚黄色的。",
			"不错，这是赭黄色的土地，",
			"有如象牙般的坚实、致密和华贵",
			"经受得了最沉重的爱情的磨砺。",
			"……这是象牙般可雕的",
			"土地啊！"
		]
	},

	{
		title:'荒甸',
		body:[	
			"我不走了。",
			"这里，有无垠的处女地。",
			"我在这里躺下，伸开疲惫了的双腿，",
			"等待着大熊星座像一株张灯结彩的藤萝",
			"从北方的地平线伸展出它的繁枝茂叶。",
			"而我的诗稿要像一张张光谱扫描出——",
			"这夜夕的色彩，这篝火，这荒甸的",
			"情窦初开的磷光……"
		]
	},
	
	{
		title:'筏子客',
		body:[	
			"落日。",
			"辉煌的河岸。",
			"一个辉煌的背影：",
			"皮筏——",
			"和扛着皮筏的筏子客。",
			"跋涉于归途，",
			"忘却了鱼的飞翔，",
			"水的凌厉。",
			"与激流拼命周旋，",
			"原是为的崖畔",
			"那一扇窗口。那里",
			"有一朵盛开的",
			"牡丹。",
			"当回月升起，我看到",
			"一个托举着皮筏的男子",
			"走向山巅辉煌的小屋。"
		]
	},	
	
	{
		title:'夜行在西部高原',
		body:[	
			"夜行在西部高原",
			"我从来不曾觉得孤独。",
			"——低低的熏烟",
			"被牧羊狗所看护。",
			"有成熟的泥土的气味儿。",
			"不时，我看见大山的绝壁",
			"推开一扇窗洞，像夜的",
			"樱桃小口，要对我说些什么，",
			"蓦地又沉默不语了。",
			"我猜想是乳儿的母亲",
			"点燃窗台上的油灯，",
			"过后又忽地吹灭了……"
		]
	},	
	
	{
		title:'凶年逸稿一',
		body:[	
			"我是这土地的儿子。",
			"我懂得每一方言的情感细节。",
			"那些乡间的人们总是习惯坐在黄昏的门槛",
			"向着延伸在远方的路安详地凝视。",
			"夜里，裸身的男子趴卧在炕头毡条被筒",
			"让苦惯了的心薰醉在捧吸的烟草。",
			"黑眼珠的女儿们都是一颗颗生命力旺盛的种子。",
			"都是一盏盏清亮的油灯。"
		]
	},	
	
	{
		title:'晨兴：走向土地与牛',
		body:[	
			"劳动者",
			"无梦的睡眠是美好的。",
			"富有好梦的劳动者的睡眠不亦同样美好？",
			"但从睡眠中醒来了的劳动者自己更美好。",
			"走向土地与牛的那个早起的劳动者更美好。"
		]
	},
	
	{
		title:'天空',
		body:[	
			"这柔美的天空",
			"是以奶汁洗涤",
			"而山麓的烟囱群以屋顶为垄亩：",
			"是和平与爱的混交林。",
			"……骒马",
			"在雪线近旁啮食，",
			"以审度的神态朝我睨视。",
			"一此刻，谁会为之不悦？"
		]
	},	
	
	{
		title:'古老的要塞炮',
		body:[	
			"古老的要塞饱",
			"只是一个关于历史的久远的回忆？",
			"在万簌俱寂的夜里",
			"我看见魁梧的种族倚着炮身",
			"仅闭拢一只眼睛休憩。"
		]
	},	

	{
		title:'断章',
		body:[	
			"石崖。一座钟鼎形熔岩，",
			"结满石核的累累果实……",
			"这该是我的图腾柱。",
			"我扭动细腰，虔诚地抚摸。从这凹凸中",
			"我以多茧的双手拼读大河砰然的轰鸣，",
			"胸腔复唤起摇撼的风涛。"
		]
	},	

	{
		title:'酿造麦酒的黄昏',
		body:[	
			"酿造麦酒的黄昏，",
			"炊烟陶醉了。巷陌陶醉了。风儿",
			"也陶醉了。",
			"河岸上，雪花是红的。",
			"扎麻什克人迎亲的马队正在出征。",
			"向着他们颤动的银狐皮帽，",
			"冰河在远方发出了第一声大笑……",
			"在醉了的早晨，",
			"扎麻什克人迎回了自己的春神。"
		]
	},	

	{
		title:'草原初章',
		body:[	
			"是啼血的阳雀",
			"在令人优伤的暮色中鸣啾么？",
			"大草原激荡起来了，",
			"播弄着夜气。",
			"村舍逐渐沉没。",
			"再也看不清白杨的树冠。",
			"再也辨不出马群火茸茸的脊背。",
			"只有那神秘的夜歌越来越响亮，",
			"填充着失去的空间。",
			"……一扇门户吱哑打开，",
			"光亮中，一个女子向荒原投去，",
			"她搓揉着自己高挺的胸脯，",
			"分明听见那一声躁动",
			"正是从那里漫逸的",
			"心的独白。"
		]
	},	

	{
		title:'海头',
		body:[	
			"海头戈壁",
			"古事千年如水。",
			"驼峰，",
			"马背，",
			"尽付与了黄沙。",
			"传奇人物今在南山一带",
			"赤脚追赶昆仑红日。"
		]
	},
	
	{
		title:'冰河期',
		body:[	
			"那年头黄河的涛声被寒云紧锁，",
			"巨人沉默了。白头的日子。我们千唤",
			"不得一应。",
			"在白头的日子我看见岸边的水手削制桨叶了，",
			"如在温习他们黄金般的吆喝。"
		]
	},	
	
	{
		title:'无题',
		body:[	
			"原野上，我曾经陶醉于少女那一只只",
			"撒播谷物的玉臂：银镯在腕节上律动",
			"是摸得着的春之召唤。",
			"是可捕捞的爱之语汇。",
			"时光已成终古，那些少女们当值壮年，",
			"想必仍在荒没的田园撒播……"
		]
	},	
	
	{
		title:'无题',
		body:[	
			"由于她的呼吸，",
			"这一阵阵轻风正凝作一抹碧澄，",
			"这一杯杯云彩都溶作纯净的蜜。",
			"干渴的土地啊，仿佛已昏睡几个世纪",
			"这才舒出一口长气，道一声儿喜。"
		]
	},	
	
	{
		title:'题古陶',
		body:[	
			"是燧火留下的赠品。",
			"是孕育过文明的胎盘。",
			"我将它托在掌心，",
			"似乎觉得那七千年前的高山流水",
			"载着几声林中石斧的钝音",
			"和弓弦上骨镞的流响，",
			"正从陶罐里溢出，",
			"流经我的指间……",
			"我似乎看到神农氏的娇女",
			"优郁地告我以生活的艰辛。"
		]
	},	
	
	{
		title:'伞之忆',
		body:[	
			"三十年一笑，有微风吹湿的红唇：",
			"木屐踏归，绿伞朝我斜向着撑开。",
			"梦夏早已几回霜降，而这片荷叶总浮在心潮",
			"常葆鲜绿。"
		]
	},
	
	{
		title:'莽原',
		body:[	
			"远处，蜃气飘摇的地表，",
			"崛起了渴望啸吟的笋尖，",
			"——是羚羊沉默的弯角。",
			"在最后的莽原，",
			"这群被文明追逐的种属，",
			"终不改他们达观的天性：",
			"或如松鼠痛饮于光明之枝。",
			"或如河鱼嬉游于波状之物。",
			"捕捉那迷人的幻梦，",
			"他们结成箭形的航队",
			"在劲草之上纵横奔突，",
			"温柔得如流火、金梭……",
			"莽原，宠爱自己的娇儿。",
			"正是为了大自然的回归，",
			"我才要多情地眷顾",
			"这块被偏见冷落了的荒土？"
		]
	},	
	
	{
		title:'丹噶尔',
		body:[	
			"在高岭。在从未耕犁过的冈丘，",
			"黏土、丝帛和金粉塑造的古建筑",
			"原是没有泉水保障的",
			"冒险的城关。",
			"我太记得那些个雄视阔步的骆驼了",
			"哨望在客栈低矮的门楼，",
			"时而反刍着吞自万里边关的风尘。",
			"我记得卖货郎的玻璃匣子，",
			"海螺壳儿和鼻烟壶",
			"以同样迷幻的釉光",
			"吸引着草原的老者。",
			"我记得黄昏中走过去的",
			"最后一头驮水的毛驴。",
			"而弥漫着柴草气味的巷道口",
			"对于无家可归的人",
			"曾是温暖的天堂……",
			"琉璃瓦的丹噶尔——",
			"我因此而记住了你古老的名字！"
		]
	},
	
	{
		title:'关于云雀',
		body:[	
			"没有檐角可供停息。",
			"没有柯枝。",
			"但我所知道的云雀的啁啾",
			"只属于旷远的高天。",
			"只属于热流。只属于飞翔。",
			"只属于谛听的穹庐。",
			"云雀是飞鸣的鸟。",
			"而那个栖止在猪背啼叫的",
			"只是寒鸦。",
			"我的大漠上的小路，因之",
			"才有这么繁富的色彩么？",
			"现在，牧童枕着手臂",
			"又怅望秋空了。但我确知在寂寞的云间",
			"一直飘有悬垂的金铃子，",
			"只被三月的晓风",
			"或是夏夜的月光奏鸣。"
		]
	},	
	
	{
		title:'日出',
		body:[	
			"听见日出的声息蝉鸣般沙沙作响，……",
			"沙沙作响、沙沙作响、沙沙作响……",
			"这微妙的声息沙沙作响。",
			"静谧的是河流、山林和泉边的水瓮。",
			"是水瓮里浮着的瓢。",
			"但我只听得沙沙的声息。",
			"只听得雄鸡振荡的肉冠。",
			"只听得岩羊初醒的锥角。",
			"垭豁口",
			"有骑驴的农艺师结伴早行。",
			"但我只听得沙沙的潮红",
			"从东方的渊底沙沙地迫近。"
		]
	},	
	
	{
		title:'子夜车',
		body:[	
			"子夜零点准，",
			"火车头",
			"又自峡谷东南应时而来了，",
			"吭哧着……",
			"吭哧着将一列长长的货厢推上",
			"西山脊背。",
			"嗒，窗外月空何其灿烂，",
			"到处是轰隆轰隆的云朵，",
			"允我五分钟不得入眠！"
		]
	},
	
	{
		title:'月下',
		body:[	
			"是怎样的陶醉？灯光里",
			"大山溪流有幻织的布机。",
			"他不可解析",
			"这一丝划过心上的微波",
			"是不是因了匍匐茎上",
			"那朝向山月昂首吹歌的",
			"小小金蛇？",
			"野风于林间悄吟",
			"原上草",
			"有两行新的轮辙。",
			"无可名状地陶醉呀——",
			"他忘不了相见时刻的",
			"陶醉。"
		]
	},	
	
	
	{
		title:'所思：在西部高原',
		body:[	
			"西部的山。那人儿",
			"听见霜寒里留有岁月嗡嗡不绝的",
			"钟鸣。太寂寞。",
			"是谁在空中作语：",
			"——啊，世俗的光阴走得好慢！",
			"我似乎觉得",
			"高车部自漠北拓荒西来尚是昨天的事，",
			"汉将军班超与三十六吏士的口碑",
			"也还依然一路风闻，",
			"可你们后来者",
			"还听得敦煌郡献歌伎女反手弹琵琶么？",
			"太寂寞。",
			"凌晨七时的野岭",
			"独有一辆吉普往前驱驰。",
			"——远方",
			"黄沙丘",
			"亮似黄昏。"
		]
	},	
	{
		title:'在山谷：乡途',
		body:[	
			"在山谷，倾听薄暮如缕的",
			"细语。激动得颤栗了。为着",
			"这柔情，因之风里雨里",
			"有宁可老死于乡途的",
			"黄牛。",
			"感觉到天野之极，辉煌的幕屏",
			"游牧民的半轮纯金之弓弩快将燃没，",
			"而我如醉的腿脚也愈来愈沉重了：",
			"走向山谷深处——松林间",
			"似有簌簌羽翼剪越溪流境空，",
			"追逐而过：是一群正在梦中飞行的",
			"孩子？……",
			"前方灶头",
			"有我的黄铜茶炊。"
		]
	},
	
	{
		title:'在敦煌名胜地听驼铃寻唐梦',
		body:[	
			"是温暖的黄昏。远远的",
			"铜锣钹的响鸣忽忽与月光一起从沙山背后",
			"浮出。……",
			"——是谁们在那边款款奏着",
			"铜锣钹呢？那么典雅而幽远，",
			"像渔火莹莹……",
			"我拎着鞋袜，赤脚踏着流沙，",
			"记起初临沙山时与我偕行的东洋学者",
			"曾一再驻足频频流盼于系在路口白杨树下的",
			"那两峰身披红袍的骆驼——",
			"美如江边的楼船……",
			"然而，是谁们奏着铜锣钹呢？",
			"我猜想此刻在月下的沙梁那边",
			"一定有人如我似的拎着鞋袜，",
			"沉吟着，审听着，在恍惚中期待着……",
			"然而，那么富丽的，是谁们",
			"在石窟那边款款奏着铜锣钹呢？"
		]
	},	
	
	{
		title:'戈壁纪事',
		body:[	
			"戈壁。九千里方圆内",
			"仅有一个贩卖醉瓜的老头儿：",
			"一辆篷车、",
			"一柄弯刀、",
			"一轮白日，",
			"伫候在驼队窥望的烽火墩旁。",
			"绿的蜜罐一个个绽开，",
			"渴饮者，弃这碎片如落花瓣瓣",
			"留给夜夕陈列，",
			"在冷沙。",
			"车轮的投影一忽儿长了些，",
			"可又一忽儿短了。火底下",
			"康熙帝的梦城已相去遥远。"
		]
	},
	
	{
		title:'野桥',
		body:[		
			"河上。",
			"远远的桥：",
			"系在黄昏的洲头。",
			"有一个金色的集市。",
			"桥上有一个金色的集市。",
			"有许多匆匆的脚步。",
			"听不到金鸭嘎嘎的叫，",
			"只看到金鸭的金羽毛",
			"在黄昏的风里缓缓地",
			"飘。屠夫的肉案",
			"有一段金色的云。",
			"吹糖人的小贩",
			"把金葫芦",
			"吹向了天空。",
			"下游有一个淘金的女工",
			"和一只沟金的船。",
		]
	},
	
	{
		title:'听曾侯乙编钟奏《楚殇》',
		body:[	
			"古原上",
			"天是青苍的。",
			"地平线之下",
			"王者的宫寝已愈落愈深。",
			"但那个铜铸的信息犹自远方飘来，",
			"还是两千年前似的雅致。",
			"使觉南风兮初起，",
			"陌上桑",
			"妇人的发髻髻鬌，",
			"而犀甲吴戈簇拥着战车",
			"早去远了……"
		]
	},
	
	{
		title:'驿途：落日在望',
		body:[	
			"大漠落日：",
			"是日神之揖别。",
			"这片原野，马兰草的幽香里",
			"有他紫色的流苏。",
			"无限慷慨。拱手相让，——",
			"天涯的独轮车只剩半轮金环了。",
			"亚细亚大漠",
			"一峰连夜兼程的骆驼。"
		]
	},
	
	{
		title:'腾格里沙漠的树',
		body:[	
			"银白的月",
			"把幻想的金桂树贴近",
			"腾格里沙漠幻想的淡水湖。",
			"村民的追戏的黑狗扑向月地，",
			"溅起的光华四溢。",
			"此夜，宇宙格外的明。说——",
			"二百亿光年之外有颗独燃的星。",
			"但我忘不了铁道边，那个从落烟",
			"簸扬煤屑的妇人，",
			"弯起的双臂，像依依的柳。"
		]
	},	
	
	{
		title:'人·花与黑陶砂罐',
		body:[	
			"一束从废园采来的杏花",
			"（其间杂陈的白色碎朵据称是夜来香）",
			"在妻的拈握中迟疑了许久：",
			"窗台上实无可落脚的地方了。",
			"",
			
			"让她们生长在各自的枝干上原不好吗？",
			"何必让她们痛苦？",
			"何必让她们绝望、孤独、饥渴、涕零？",
			"妻说：你别管。",
			"",
			
			"窗台，那陶罐被一束鲜花罩住深不可测的渊口。",
			"我见不到渊底的一潭寒水了……",
			"听不到渊底欸乃一声的舟橹了……",
			"嗅不到神农氏从渊底袅袅升起的草药香……",
			"世事总是出人意料。",
			'总要为人生妒？……'
		]
	},	
	
	{
		title:'达坂雪霁远眺',
		body:[	
			"雪霁之后。排空的白玉版",
			"节奏琳琅琮琤，御风徐徐",
			"东下。是弥天驱驰的白玉版。",
			"红衣海客目击晴雪之豪华",
			"是排空万里浩荡东下的白玉版。",
			"渐趋旷远：犷悍遨游，野耗牛",
			"碰撞的黑脊背与云影碰撞在沟壑茂草的枯黄。"
		]
	},

	{
		title:'山旅',
		body:[	
			"这是被称为野性的土地。",
			"我记得阴晴莫测的夏夜，",
			"月影恍惚，山之族在云中漫游。",
			"它们峨冠高耸，宽袍大袖窸窣有声，",
			"而神秘的笑谑却化作一串隆隆，",
			"播向不可知的远方。",
			"转瞬，冰凉的雨滴已是悄然袭来，",
			"闪电的青光像是一条扭曲的银蛇，",
			"从山中骑者那惊马的前蹄掠过，",
			"向河谷遁去。随着一声雷殛，崖畔的老柏",
			"化作了一道通天火柱。暴发的山洪",
			"却早已挟裹着滚木礌石而下，从壑口夺路。",
			"燃烧的树，",
			"为这洪流秉烛。",
			"我也记得夏日牛虻肆虐的正午，",
			"那黑色的飞阵卷起死亡的啸吼越过草泽林莽",
			"忍将逃生的马驹直逐下万丈悬崖。",
			"我记得暮春的白雪自高空驾临的气概：",
			"霎时间，天地失去生命的绿。",
			"子夜，却是雪霁月明，另具一种幽雅。",
			"高山的雪豹长嚎着",
			"在深谷里出动了。",
			"冷雾中飘忽着它磷质的灯。",
			"那灵巧的身子有如软缎，",
			"只轻轻一抖，便跃抵河中漂浮的冰排，",
			"而后攀上对岸铜绿斑驳的绝壁。",
			"黑河，在它脚下",
			"唱一支粗犷的歌",
			"向北折去……"
		]
	},	
]

/*
 

 
	{
		title:'',
		body:[	

		]
	},
 * 
 * 
 * 
 * 
 * 
 * */
	},
	"海子":{
		hash: 'haizi',
		author: '海子',
		body: [
	{
		title:'女孩子',
		body:[
			"她走来",
			"断断续续走来",
			"洁净的脚",
			"沾满清凉的露水",
			"",
			
			"她有些忧郁",
			"望望用泥草筑起的房屋",
			"望望父亲",
			"她用双手分开黑发",
			"一支野桃花斜插着默默无语",
			"另一支送给了谁",
			"却从来没人问起",
			"",
			
			"春天是风",
			"秋天是月亮",
			"在我感觉到时",
			"她已去了另一个地方",
			"那里雨后的篱笆象一条蓝色的",
			"小溪"
		]
	},	
	
	{
		title:'感动',
		body:[
			"早晨是一只花鹿",
			"踩到我额上",
			"世界多么好",
			"山洞里的野花",
			"顺着我的身子",
			"一直烧到天亮",
			"一直烧到洞外",
			"世界多么好",
			"",
			
			"而夜晚，那只花鹿 ",
			"的主人，早已走入",
			"土地深处，背靠树根 ",
			"在转移一些",
			"你根本无法看见的幸福",
			"野花从地下",
			"一直烧到地面",
			"",
			
			"野花烧到你脸上",
			"把你烧伤",
			"世界多么好",
			"早晨是山洞中",
			"一只踩人的花鹿"
		]
	},
	
	{
		title:'月',
		body:[
			"炊烟上下",
			"月亮是掘井的白猿",
			"月亮是惨笑的河流上的白猿",
			"",
			
			"多少回天上的伤口淌血",
			"白猿流过钟楼",
			"流过南方老人的头顶",
			"月亮是惨笑的白猿",
			"月亮自己心碎",
			"月亮早已心碎"
		]
	},
	
	{
		title:'海水没顶',
		body:[
			"原始的妈妈",
			"躲避一位农民",
			"把他的柴刀丢在地里",
			"把自己的婴儿溺死井中",
			"田地任其荒芜",
			"",
			
			"灯上我恍惚遇见这个灵魂",
			"跳上大海而去",
			"大海在粮仓上汹涌",
			"似乎我和我的父亲",
			"雪白的头发在燃烧"
		]
	},
	
	{
		title:'北方门前',
		body:[
			"北方门前",
			"一个小女人",
			"在摇铃",
			"",
			
			"我愿意",
			"愿意像一座宝塔",
			"在夜里悄悄建成",
			"",
			
			"晨光中她突然发现我",
			"她眺起眼睛",
			"她看得我浑身美丽"	
		]
	},
	
	{
		title:'民间艺人',
		body:[
			"平原上有三个瞎子",
			"要出远门",
			"红色的手鼓在半夜",
			"突然敲响",
			"并没有死人",
			"并没有埋下枣木拐杖",
			"敲响，敲响",
			"心在最远的地方沉睡",
			"平原上有三个瞎子",
			"要出远门",
			"那天夜里",
			"摸黑吃下高粱饼"
		]
	},
	
	{
		title:'为了美丽',
		body:[
			"为了美丽",
			"我砸了一个坑",
			"也是为了下雨",
			"清亮的积水上",
			"高一只",
			"低一只",
			"小雨儿如鸟",
			"",
		
			"羽毛湿湿",
			"掀动你的红头巾",
			"都是为了美丽",
			"摸着裤带的小男孩",
			"那时刻",
			"戴一只黑帽子"

		]
	},
	
	{
		title:'五月的麦地',
		body:[
			"全世界的兄弟们",
			"要在麦地里拥抱",
			"东方，南方，北方和西方",
			"麦地里的四兄弟，好兄弟",
			"回顾往昔",
			"背诵各自的诗歌",
			"要在麦地里拥抱",
			"",
			
			"有时我孤独一人坐下",
			"在五月的麦地　梦想众兄弟",
			"看到家乡的卵石滚满了河滩",
			"黄昏常存弧形的天空",
			"让大地上布满哀伤的村庄",
			"有时我孤独一人坐在麦地里",
			"为众兄弟背诵中国诗歌",
			"没有了眼睛也没有了嘴唇"
		]
	},	
	
	{
		title:'晨雨时光',
		body:[
			"小马在草坡上一跳一跳",
			"这青色麦地晚风吹拂",
			"在这个时刻　我没有想到",
			"五盏灯竟会同时亮起",
			"",
			
			"青麦地像马的仪态　随风吹拂",
			"五盏灯竟会一盏一盏地熄灭",
			"往后　雨会下到深夜　下到清晨",
			"天色微明",
			"山梁上定会空无一人",
			"",
			
			"不能携上路程",
			"当众人齐集河畔　空声歌唱生活",
			"我定会孤独返回空无一人的山峦"
		]
	},
	
	{
		title:'光棍',
		body:[
			"神秘客人那位食玉米担玉米",　
			"草筐中埋着牛肝的那光棍",
			"在春天用了一把大火",
			"烧光家园　使众人受伤",
			"",
			
			"大家伤心唏嘘不已",
			"穷得丁当响的酒柜上",
			"光棍光芒万丈",
			"",
			
			"老英雄",
			"走上前来",
			"抱住那光棍",
			"坐在黄昏",
			"歌唱江山",
			"布满眼泪"
		]
	},	
	
	{
		title:'九寨之星',
		body:[
			"很久很久的一盏灯",
			"很久很久以前女神点亮的一盏灯",
			"落满岁月尘土的一盏灯",
			"当她面对湖水",
			"女神的镜子中",
			"变成了两盏",
			"那就是你的一双眼睛",
			"柔似湖水　亮如光明"
		]
	},	
	
	{
		title:'夜色',
		body:[
			"在夜色中",
			"我有三次受难：流浪、爱情、生存",
			"我有三种幸福：诗歌、王位、太阳"
		]
	},
	
	{
		title:'莫扎特在《安魂曲》中说',
		body:[
			"我所能看见的妇女",
			"水中的妇女",
			"请在麦地之中",
			"清理好我的骨头",
			"如一束芦花的骨头",
			"把它装在琴箱里带回",
			"",
			
			"我所能看见的",
			"洁净的妇女，河流",
			"上的妇女",
			"请把手伸到麦地之中",
			"",
			
			"当我没有希望",
			"坐在一束麦子上回家",
			"请整理好我那零乱的骨头",
			"放入那暗红色的小木柜，带回它",
			"像带回你们富裕的嫁妆"
		]
	},
	
	{
		title:'大自然',
		body:[
			"让我来告诉你",
			"她是一位美丽结实的女子",
			"蓝色小鱼是她的水罐",
			"也是她脱下的服装",
			"她会用肉体爱你",
			"在民歌中久久地爱你",
			"",
			
			"你上上下下瞧着",
			"你有时摸到了她的身子",
			"你坐在圆木头上亲她",
			"每一片木叶都是她的嘴唇",
			"但你看不见她",
			"你仍然看不见她",
			"她仍在远处爱着你"
		]
	},
	
	{
		title:'八月尾',
		body:[
			"既使我是一个粗枝大叶的人",
			"我也看见了红豹子、绿豹子",
			"",
			
			"当流水淙淙",
			"八月的泉水",
			"穿越了山冈",
			"月亮是红豹子",
			"树林是绿豹子",
			"少女是你们俩",
			"生下的花豹子",
			"既使我是一个粗枝大叶的人",
			"少女，树林中",
			"你也藏不住了",
			"",
			
			"八月的尾，树林绿，月亮红",
			"不久我将看到树叶绿落了",
			"栗树底下",
			"脊背上挂着鹌鹑的人",
			"少女，无论如何",
			"粗枝大叶的人",
			"看见你啦"
		]
	},	

	{
		title:'从六月到十月',
		body:[
			"六月积水的妇人，囤积月光的妇人",
			"七月的妇人，贩卖棉花的妇人",
			"八月的树下",
			"洗耳朵的妇人",
			"我听见对面窗户里",
			"九月订婚的妇人",
			"订婚的戒指",
			"像口袋里潮湿的小鸡",
			"十月的妇人则在婚礼上",
			"吹熄盘中的火光，一扇扇漆黑的木门",
			"飘落在草原上"
		]
	},
	

	{
		title:'在昌平的孤独',
		body:[
			"孤独是一只鱼筐",
			"是鱼筐中的泉水",
			"放在泉水中",
			"",
			
			"孤独是泉水中睡着的鹿王",
			"梦见的猎鹿人",
			"就是那用鱼筐提水的人",
			"",
			
			"以及其他的孤独",
			"是柏木之舟中的两个儿子",
			"和所有女儿，围着诗经桑麻沅湘木叶",
			"在爱情中失败",
			"他们是鱼筐中的火苗",
			"沉到水底",
			"",
			
			"拉到岸上还是一只鱼筐",
			"孤独不可言说",
		]
	},
	
	{
		title:'无题',
		body:[
			"给我粮食",
			"给我婚礼",
			"给我星辰和马匹",
			"给我歌曲",
			"给我安息！",
			"",
			
			"我的生日",
			"这是位美丽的",
			"折磨人的女俘虏",
			"坐在故乡的打麦场上",
			"",
			
			"在月光下",
			"使村子里的二流子",
			"如痴如醉"
		]
	},
	
	{
		title:'哑脊背',
		body:[
			"一个穿雨衣的陌生人",
			"来到这座干旱已久的城",
			"（阳光下",
			"他水国的口音很重）",
			"这里的日头直射",
			"人们的脊背",
			"",
			
			"只有夜晚",
			"月亮吸住面孔",
			"月亮也是古诗中",
			"一座旧矿山",
			"",
			
			"只有一个穿雨衣的陌生人",
			"来到这座干旱已久的城",
			"在众人的脊背上",
			"看出了水涨潮，看到了黄河波浪",
			"只有解缆者",
			"又咸又腥",
		]
	},
	
	{
		title:'日光',
		body:[
			"梨花",
			"在土墙上滑动",
			"牛铎声声",
			"",
			
			"大婶拉过两位小堂弟",
			"站在我面前",
			"像两截黑炭",
			"",
			
			"日光其实很强",
			"一种万物生长的鞭子和血"
		]
	},
	
	{
		title:'你的手',
		body:[
			"北方",
			"拉着你的手",
			"手",
			"摘下手套",
			"她们就是两盏小灯",
			"",
			
			"我的肩膀",
			"是两座旧房子",
			"容纳了那么多",
			"甚至容纳过夜晚",
			"你的手",
			"在他上面",
			"把他们照亮",
			"",
			
			"于是有了别后的早上",
			"在晨光中",
			"我端起一碗粥",
			"想起隔山隔水的",
			"北方",
			"有两盏灯",
			"只能远远地抚摸"
		]
	},	
	{
		title:'农耕民族',
		body:[
			"在发蓝的河水里",
			"洗洗双手",
			"洗洗参加过古代战争的双手",
			"围猎已是很遥远的事",
			"不再适合",
			"我的血",
			"把我的宝剑",
			"盔甲",
			"以至王冠",
			"都埋进四周高高的山上",
			"北方马车",
			"在黄土的情意中住了下来",
			"",
			
			"而以后世代相传的土地",
			"正睡在种子袋里"

		]
	},	
	{
		title:'春天的夜晚和早晨',
		body:[
			"夜里",
			"我把古老的根",
			"背到地里去",
			"青蛙绿色的小腿月亮绿色的眼窝",
			"还有一枚绿色的子弹壳，绿色的",
			"在我脊背上",
			"纷纷开花",
			"",
			
			"早晨",
			"我回到村里",
			"轻轻敲门",
			"一只饮水的蜜蜂",
			"落在我的脖子上",
			"她想",
			"我可能是一口高出地面的水井",
			"妈妈打开门",
			"隔着水井",
			"看见一排湿漉漉的树林",
			"对着原野和她",
			"整齐地跪下",
			"妈妈——他们嚷着——",
			"妈妈"
		]
	},	
	
	{
		title:'新娘',
		body:[
			"故乡的小木屋、筷子、一缸清水",
			"和以后许许多多日子",
			"许许多多告别",
			"被你照耀",
			"",
			
			"今天",
			"我什么也不说",
			"让别人去说",
			"让遥远的江上船夫去说",
			"有一盏灯",
			"是河流幽幽的眼睛",
			"闪亮着",
			"这盏灯今天睡在我的屋子里",
			"",
			
			"过完了这个月，我们打开门",
			"一些花开在高高的树上",
			"一些果结在深深的地下"

		]
	},	

]


/*

	{
		title:'',
		body:[

		]
	},
	



 */
	},
	"雪山短歌":{
		hash: 'mahua',
		author: '马骅',
		body: 
[
	{
		title:'春眠',
		body:[	
			'夜里，今年的新雪化成山泉',
			'叩打木门,噼里啪啦',
			'比白天牛马的喧哗',
			'更让人昏溃。我做了个梦 ',
			'梦见破烂的木门就是我自己 ',
			'被透明的积雪和新月来回敲打' 
		]
	},
	{
		title:'乡村教师',
		body:[	
			'上个月那块鱼鳞云从雪山的背面，回来了',
			'带来桃花需要的粉红，青稞需要的绿',
			'却没带来我需要的爱情',
			'只有吵闹的学生跟着',
			'十二张黑红的脸',
			'熟悉得就像今后的日子',
			'有点鲜艳，有点脏'
		]
	},
	{
		title:'桃花 ',
		body:[	
			'有时候，桃花的坠落带着巨大的轰响 ',
			'宛如惊蛰的霹雳。闭上眼',
			'瘦削的残花就回到枝头',
			'一群玉色蝴蝶仍在吮吸花蕊',
			'一只漆黑的岩鹰开始采摘我的心脏'
		]
	},
	{
		title:'我最喜爱的 ',
		body:[	
			'我最喜爱的颜色是白上再加上一点白 ',
			'仿佛积雪的岩石上落着一只纯白的雏鹰' ,
			'我最喜爱的颜色是绿上再加上一点绿' ,
			'好比野核桃树林里飞来一只翠绿的鹦鹉',
			'我最喜爱的不是白，也不是绿',
			'是山顶上被云脚所掩盖的透明和空无'
		]
	},
	{
		title:'山溪 ',
		body:[	
			'石头的形状起伏不定',
			'雪水的起伏跟着月亮',
			'新剥的树木顺流而下',
			'撞击声混入水里',
			'被我一并装入木桶。沸腾之后',
			'它们裹着两片儿碧绿晶亮的茶叶',
			'在我的身体里继续流荡' 
		]
	},
	{
		title:'山雨 ',
		body:[	
			'从雨水里撑出一把纸伞',
			'外面涂了松油，内面画了故事',
			'一个男人和一个女人',
			'在通往云里的山路上',
			'梦游的人走了二十里路，还没醒 ',
			'坐在碉楼里的人看着，也没替他醒 ',
			'索性回屋拿出另一把伞',
			'在虚无里冒雨赶路'
		]
	},
	{
		title:'初夏 ',
		body:[	
			'夏天来得比春天还早',
			'早过被草尖戳破的第一颗露水',
			'日头从碉楼背后的山里飘起来' ,
			'又沉入楼前两座山间的草坝',
			'干地，枯草，被溽热榨干了白皙的姑娘',
			'都还幻想着来自雪山和恋人的滋润'
		]
	},
	{
		title:'冰川',
		body:[	
			'闷声闷气的冰崩炫目得仿佛一切如常',
			'只有淡蓝的阳光从冰缝里渗出来',
			'香柏燃烧的烟雾与清香给了它生机',
			'让暗哑的土石突然消失',
			'让我的身体和它由浅至无的肤色一起',
			'突然在山间颤抖、游移不定'
		]
	},
	{
		title:'野兰花 ',
		body:[	
			'满山紫色的小火苗',
			'烫不伤草龙浅绿的舌头',
			'却烫伤了牛、马回家时凌乱的蹄子 ',
			'和散漫贪嘴的蝴蝶们',
			'那鲜嫩的唇'
		]
	},
	{
		title:'雨崩 ',
		body:[	
			'雾气从小草甸上蒸起',
			'触了云脚，又落回屋顶',
			'刚被祝福过的白山羊开始了晚餐',
			'不理会从另一个方向拐过的稀薄的炊烟',
			'透明的暮色和涧水一直纠缠，分不清彼此 ',
			'懵懵懂懂的外乡人围坐草边',
			'在雨里烤火、晒太阳'
		]
	},
	{
		title:'麦收',
		body:[	
			'突然到来的雨季让赶早的人欣慰',
			'让贪睡的人有了继续做梦的理由',
			'湿润的黄被扔在田里',
			'等着太阳和镰刀',
			'弯腰，从土里拣一年的收获',
			'请了农忙假的小学四年级学生',
			'也跟着一起抢先闻到了麦芽的香气'
		]
	},
	{
		title:'山雨（二）',
		body:[	
			'楼前的山在雨里一点点消融',
			'带着满身的树木和野花',
			'山下的草却愈发光亮、挺拔 ',
			'让心不在焉的年轻人一下子滑进雨水深处 ',
			'油亮的老核桃树也弯腰',
			'第一次亲近身边初次开花的',
			'孟浪的火石榴'
		]
	},
	{
		title:'雪山上的花开了 ',
		body:[	
			'山上的草绿了，山下的桃花粉了' ,
			'山上的桃花粉了，山下的野兰花紫了',
			'山上的野兰花紫了，山下的杜鹃黄了', 
			'山上的杜鹃黄了，山下的玫瑰红了',
			'偷睡的年轻汉子在青稞田边醒来',
			'雪山上的花已经开了'
		]
	},
	{
		title:'小学生 ',
		body:[	
			'凌乱的合唱歪歪扭扭',
			'在澜沧江西岸蜿蜒 ',
			'鲜艳的四年级学生在旧客车里',
			'向往着暑假和两年后',
			'二十张脸一起在风里滑动',
			'被细沙粒儿蹭出火星儿',
			'落日恍恍惚惚，淡黄的晕',
			'罩着云里的雪山和强忍啜泣的临时乡村教师' 
		]
	},
	{
		title:'白玛竹坡 ',
		body:[	
			'莲花盛开过的石窝里一片恍惚的幽暗',
			'酥油灯阵照亮通往来世的路' ,
			'石缝与泥水中的狭道被生死间的人拥堵',
			'甚至堵住了远道而来的异教徒',
			'尖刻的嘴巴们' 
		]
	},
	{
		title:'神瀑 ',
		body:[	
			'被心咒搅动的水帘里飞翔着',
			'一千二百个空行母、十三名金刚',
			'争着掸去盛装的异乡人沾了三世的泥巴 ',
			'雪崖上渗出的流水',
			'直接溅出了轮回的大道',
			'把石壁上的文字与阴影冲洗得更加隐晦' 
		]
	},
	{
		title:'午睡',
		body:[	 
			'四缕无名的风踩过碧玉剑刃般',
			'闪亮的桃叶，赶往融雪的尽头 ',
			'八月的阳光穿过密实宽厚的树冠',
			'落向山间废弃的青稞地',
			'仿佛中夜晴朗刺眼的星空' 
		]
	},
	{
		title:'明妃舞场',
		body:[	
			'最初跳舞的人去了罗刹土',
			'和她的佛一起',
			'后来跳舞的人都回了家',
			'带着细竹竿、柏树枝和来世的幸福',
			'一只宝蓝色的松鸦留了下来',
			'和冰凉的泉水做伴',
			'合唱莲花颂歌。唱了一千年'
		]
	},
	{
		title:'格桑花',
		body:[	  
			'由粉至紫，幸福的气息',
			'随暑气的消退越来越重',
			'在碎石缝和稗草间铺张',
			'金色的蜂群周游其间',
			'和遥望来生的人一起',
			'收集幸福的蛛丝马迹',
			'在让眼睛刺痛的花瓣儿里晕眩，沉睡'

		]
	},
	{
		title:'秋月',
		body:[	
			'湿热的白天在河谷里消散',
			'天上也随着越来越凉',
			'四个年轻男人在雪山对面枯坐',
			'等待积雪背后秋天冰凉的满月',
			'有水波流荡其间的满月',
			'如天缺，被不知名的手臂穿过',
			'如莲花，虚空里的那道霹雳'
		]
	},
	{
		title:'河汉',
		body:[	
			'驾日光而来的人离去时',
			'留下了一亿颗星，在河里',
			'溢出的流波被风牵着穿过大角和轩辕',
			'西岸的放牛娃找着喜鹊',
			'东岸的纺织女工开始担心小女儿',
			'河底的人仰头望着河水，想像着更高处'
		]
	},
	{
		title:'风',
		body:[	 
			'风从栎树叶与栎树叶之间的缝隙中穿过',
			'风从村庄与村庄之间的开阔地上穿过',
			'风从星与星之间的波浪下穿过',
			'我从风与风之间穿过，打着手电 ',
			'找着黑暗里的黑'
		]
	},
	{
		title:'秋收',
		body:[	
			'温暖的玉米粒儿在屋顶上拨打着阳光',
			'屋下是被遗忘的牲口棚',
			'因为倦怠，青灰色的老母马开始昏睡 ',
			'在碎玉米杆儿和粪便混合的湿泥里做梦',
			'梦见自己变成一个瘦小的骑手' 
		]
	},
	{
		title:'日出',
		body:[	
			'夜霜吮干了草叶里的最后一丝生机',
			'在呼吸间隐去，雪山在日光中充血，又平息',
			'石缝里继续向外涌着红、黄与寒气 ',
			'洗涤着临睡的树木。碎雪却在歌声里落下 ',
			'扑打着额上的枯叶和枝头颤抖的鸟翼' 
		]
	},
	{
		title:'唱经',
		body:[	
			'轻盈摇摆的玛尼经拖着黑夜',
			'从下村来到了上村',
			'又和星光一起从头顶浇下',
			'宛如瀑布——冲洗哀伤的心',
			'打散盘旋而上的旋风',
			'卷走刚刚睡去的老妇人',
			'为惊恐中的万物加持' 
		]
	},
	{
		title:'叶子红了',
		body:[	
			'落日映着枝上的峰峦和旋涡',
			'沉入山间的梨树丛',
			'被秋天抽尽了血液的落叶沉入河谷',
			'被渐渐发蓝的流水带往下游',
			'带往另一座荒山',
			'另一片香柏树林'
		]
	},
	{
		title:'晚秋',
		body:[	
			'是晚秋还是初冬',
			'只有在薄雪上过夜的牧人说得清',
			'只有被剪了毛的',
			'渐渐清减的绵羊知道',
			'只有被干树枝扔下的黄叶子明白',
			'只有在山腰上四处张望的异乡人',
			'才会被稀疏的松树林',
			'所迷惑，而困顿、麻木'
		]
	},
	{
		title:'夜晚 ',
		body:[	
			'肆意驰骋的老鼠嘲笑着',
			'木楼里孤单的人类',
			'嘲笑着他的懒惰和大度',
			'仿佛是另一个世代的谶语',
			'他数着异类的脚步',
			'比照着自己的心跳和冲动',
			'居然如此切合又不可琢磨'
		]
	},
	{
		title:'浮雪',
		body:[	
			'今年刚落的浮雪被旋风打成了薄云',
			'又被北风牵往更远的河谷',
			'那里有刚收的玉米，新种的冬小麦',
			'那里有一样清淡的水。那里有没有 ',
			'走九十天山路赶来呼吸清风的人群' 
		]
	},
	{
		title:'春雪',
		body:[	 
			'新绿的松枝无力承担更多的白和凉',
			'这是最后一次：多余的白',
			'在薄光和轻烟里迷失了形状', 
			'冰在冰川上倾泻',
			'雪在雪山下消融' 
		]
	},
	{
		title:'旋风',
		body:[	
			'刚刚转暖的流水',
			'裹着两岸新放的桃花',
			'从积雪深处游弋到山脚',
			'把落石碾成细沙，把细沙搓成尘土 ',
			'飞尘里的花瓣却亮得耀眼',
			'让贪睡的人在梦里仍然睁不开双眼' 
		]
	},
	{
		title:'桃花羽',
		body:[	
			'嫩黄色的那只鸟已经走了',
			'淡粉色的那只还枕着桃花',
			'发呆、打鼾。她一翻身',
			'等候多时的旋风就卷走了她的枕头',
			'枕头飞起，仿佛她自己柔软闪亮的羽毛 ',
			'从长空里向四方坠落'
		]
	},
	{
		title:'山坡上',
		body:[	
			'隐身的山雀的叫声起初是单调',
			'又渐渐和婉转的春风洒然一体',
			'被主人放在草坝上的',
			'在低首间摇响颈下铜铃的黑牦牛',
			'也隐身。午睡的人横在树间',
			'简约的身体伸展到极限',
			'和左下方峡谷里扭曲的涧水一起',
			'被俯视成雪山的两缕筋脉'
		]
	},
	{
		title:'午睡（二）',
		body:[	
			'形状不明的小虫从左眉梢',
			'爬到右嘴角，然后消失',
			'在双耳间穿过的山风',
			'匆匆摘走几叶落花，去了下游',
			'下游的温暖却不肯逆江而上',
			'恍惚里的寒意让人实在地着凉、淌鼻涕' 
		]
	},
	{
		title:'杜鹃 ',
		body:[	
			'寂寞的杜鹃——大叶的和小叶的',
			'等不及残雪的消融，突然绽开',
			'（粉、黄、白） ',
			'把身上伏了一年的睡意打落山涧',
			'让过路的旋风把香气带往山背面 '
		]
	},
	{
		title:'雾 ',
		body:[	
			'一百五十步外的山时隐时现',
			'最终带着满身发黑的绿消失',
			'十二里外的江水把明朗的波声甩过来', 
			'世界只有三百米高，三十步远',
			'被雨水从四面挤压',
			'两匹褐色的骡子浑身发亮',
			'在懵懂中从世外返回'
		]
	},
		
	
	
	
]


/*
 

			

			
			 

			
			



			



			















 
	{
		title:'',
		body:[	

		]
	},
	
 * 
 * 
 * 
 * 
 * 
 * */
	},
	"徐志摩":{
		hash: 'xuzhimo',
		author: '徐志摩',
		body: [
	{
		title:'雪花的快乐',
		body:[
			'假如我是一朵雪花',
			'翩翩的在半空里潇洒',
			'我一定认清我的方向',
			'飞扬，飞扬，飞扬',
			'这地面上有我的方向',
			'',
			'不去那冷寞的幽谷',
			'不去那凄清的山麓',
			'也不上荒街去惆怅',
			'飞扬，飞扬，飞扬',
			'你看，我有我的方向',
			'',
			'在半空里娟娟的飞舞',
			'认明了那清幽的住处',
			'等着她来花园里探望',
			'飞扬，飞扬，飞扬',
			'啊，她身上有朱砂梅的清香',
			'',
			'那时我凭借我的身轻',
			'盈盈的，沾住了她的衣襟',
			'贴近她柔波似的心胸',
			'消溶，消溶，消溶',
			'溶入了她柔波似的心胸'

		]
	},
	{
		title:'为要寻一个明星',
		body:[
			'我骑着一匹拐腿的瞎马，',
			'向着黑夜里加鞭；',
			'向着黑夜里加鞭，',
			'我跨着一匹拐腿的瞎马！',
			'',
			'我冲入这黑绵绵的昏夜，',
			'为要寻一颗明星；',
			'为要寻一颗明星，',
			'我冲入这黑茫茫的荒野。',
			'',
			'累坏了，累坏了我胯下的牲口，',
			'那明星还不出现；',
			'那明星还不出现，',
			'累坏了，累坏了马鞍上的身手。',
			'',
			'这回天上透出了水晶似的光明，',
			'荒野里倒着一只牲口，',
			'黑夜里躺着一具尸首。',
			'这回天上透出了水晶似的光明！'
		]
	},
	{
		title:'苏苏',
		body:[
			'苏苏是一痴心的女子，',
			'象一朵野蔷薇，她的丰姿；',
			'象一朵野蔷薇，她的丰姿',
			'来一阵暴风雨，摧残了她的身世',
			'',
			'这荒草地里有她的墓碑',
			'淹没在蔓草里，她的伤悲；',
			'淹没在蔓草里，她的伤悲；',
			'啊，这荒土里化生了血染的蔷薇！',
			'',
			'那蔷薇是痴心女的灵魂，',
			'在清早上受清露的滋润，',
			'到黄昏里有晚风来温存，',
			'更有那长夜的慰安，看星斗纵横。',
			'',
			'你说这应分是她的平安？',
			'但运命又叫无情的手来攀，',
			'攀，攀尽了青条上的灿烂，',
			'可怜呵，苏苏她又遭一度的摧残！'

		]
	},
	{
		title:'这年头活着不易',
		body:[
			'昨天我冒着大雨到烟霞岭下访桂；',
			'南高峰在烟霞中不见，',
			'在一家松茅铺的屋檐前',
			'我停步，问一个村姑今年',
			'翁家山的桂花有没有去年开的媚，',
			'',
			'那村姑先对着我身上细细的端详；',
			'活象只羽毛浸瘪了的鸟，',
			'我心想，她定觉得蹊跷，',
			'在这大雨天单身走远道，',
			'倒来没来头的问桂花今年香不香。',
			'',
			'“客人，你运气不好，来得太迟又太早；',
			'这里就是有名的满家弄，',
			'往年这时候到处香得凶，',
			'这几天连绵的雨，外加风，',
			'弄得这稀糟，今年的早桂就算完了。”',
			"",
			'果然这桂子林也不能给我点子欢喜；',
			'枝上只见焦萎的细蕊，',
			'看着凄凄，唉，无妄的灾！',
			'为什么这到处是憔悴？',
			'这年头活着不易！这年头活着不易！'
		]
	},
	{
		title:'黄鹂',
		body:[
			'一掠颜色飞上了树。',
			'“看，一只黄鹂！”有人说。',
			'翘着尾尖，它不作声，',
			'艳异照亮了浓密',
			'象是春光，火焰，象是热情，',
			'',
			'等候它唱，我们静着望，',
			'怕惊了它。但它一展翅，',
			'冲破浓密，化一朵彩云；',
			'它飞了，不见了，没了',
			'象是春光，火焰，象是热情。'
		]
	},
	{
		title:'呻吟语',
		body:[
			'我亦愿意赞美这神奇的宇宙，',
			'我亦愿意忘却了人间有忧愁，',
			'象一只没挂累的梅花雀，',
			'清朝上歌唱，黄昏时跳跃；',
			'假如她清风似的常在我的左右！',
			'',
			'我亦想望我的诗句清水似的流，',
			'我亦想望我的心池鱼似的悠悠；',
			'但如今膏火是我的心，',
			'再休问我闲暇的诗情？',
			'上帝！你一天不还她生命与自由！'
		]
	},
	{
		title:'月下雷峰影片',
		body:[
			'我送你一个雷峰塔影，',
			'满天稠密的黑云与白云；',
			'我送你一个雷峰塔顶，',
			'明月泻影在眠熟的波心。',
			'',
			'深深的黑夜，依依的塔影，',
			'团团的月彩，纤纤的波鳞',
			'假如你我荡一支无遮的小艇，',
			'假如你我创一个完全的梦境！'
		]
	},
	{
		title:'偶然',
		body:[
			'我是天空里的一片云',
			'偶尔投影在你的波心',
			'你不必讶异',
			'更无须欢喜',
			'在转瞬间消灭了踪影',
			'',
			'你我相逢在黑夜的海上',
			'你有你的，我有我的，方向',
			'你记得也好',
			'最好你忘掉',
			'在这交会时互放的光亮'
		]
	},
	{
		title:'沪杭车中',
		body:[
			'匆匆匆！催催催',
			'一卷烟，一片山，几点云影',
			'一道水，一条桥，一支橹声',
			'一林松，一丛竹，红叶纷纷',
			'',
			'艳色的田野，艳色的秋景',
			'梦境似的分明，模糊，消隐',
			'催催催！是车轮还是光阴',
			'催老了秋容，催老了人生'	
		]
	},	
	{
		title:'阔的海',
		body:[
			'阔的海空的天我不需要',
			'我也不想放一只巨大的纸鹞',
			'上天去捉弄四面八方的风',
			'我只要一分钟',
			'我只要一点光',
			'我只要一条缝',
			'象一个小孩爬伏',
			'在一间暗屋的窗前',
			'望着西天边不死的一条',
			'缝，一点',
			'光，一分',
			'钟'
		]
	},
	{
		title:'云游',
		body:[
			'那天你翩翩的在空际云游',
			'自在，轻盈，你本不想停留',
			'在天的那方或地的那角',
			'你的愉快是无拦阻的逍遥',
			'你更不经意在卑微的地面',
			'有一流涧水，虽则你的明艳',
			'在过路时点染了他的空灵',
			'使他惊醒，将你的倩影抱紧',
			'他抱紧的是绵密的忧愁',
			'因为美不能在风光中静止',
			'他要，你已飞渡万重的山头',
			'去更阔大的湖海投射影子',
			'他在为你消瘦，那一流涧水',
			'在无能的盼望，盼望你飞回'	
		]
	},	
]


/*

 


  

  

 


				
	


			


						 


			




			


			
			 

	



	
	{
		title:'',
		body:[

		]
	},
	



 */
	},
	"李少君":{
		hash: 'lishaojun',
		author: '李少君',
		body: [
	{
		title:'春夜',
		body:[
			'春夜，无人时',
			'一个青年男子，在树木稀疏的小道上',
			'优雅地脱下白衬衣',
			'搭在左肩上',
			'他经常在林中散步',
			'吸收着草木之清香气息'
		]
	},
	{
		title:"初春",
		body:[
			'当鸡的小分队向草丛深处探险的时候',
			'牛在田野 ，狗在路边 ，蝴蝶在溪流旁',
			'翠鸟在长满槟榔树的后园里啼鸣',
			'我们忙着和每一位照面的乡亲招呼',
			'问候老人手持长刀出门砍椰子',
			'一位少年 ，安静地坐在院子中央读书',
			'燕子们围绕着他飞来飞去……'
		]
	},
	{
		title:"美的分寸感",
		body:[
			'美的分寸感',
			'呈现在她每一缕',
			'精心梳理过的细腻的发丝上',
			'深夜，他蹑手蹑脚地潜入',
			'却仅仅亲吻了一下她的额头',
			'没有偷走任何东西，包括她的心'					
		]
	},
	{
		title:"少年时",
		body:[
			'一条巨大的蟒蛇在月光下游动',
			'在沙滩上剧烈地摔打',
			'宣泄某种不为人知的焦灼与蛮力……',
			'我们躲在树丛后面窥探屏住呼吸',
			'压抑着紧张、激动和惊讶呵',
			'远处一起浮动闪烁着的还有海浪',
			'波光粼粼吞吐着的潮汐',
			'一阵一阵地席卷过来……'
		]
	},
	{
		title:"偶过古村落",
		body:[
			'村头 ，鲜艳的凤凰花在枝头招摇回首处',
			'一扇小门春风外,满院绿荫红杏生',
			'来时是蝴蝶引路，如入迷宫',
			'去时则黑狗相送 ，走出花丛',
			'村庄仍然掩映在老榕树的庇护下',
			'窗口的青山 ，也越来越远',
			'古井里的那一潭幽绿',
			'是此地最迷人的古董……'
		]
	},	
	{
		title:"春",
		body:[
			'白鹭站在牛背上',
			'牛站在水田里',
			'水田横卧在四面草坡中',
			'草坡的背后是簇拥的杂草',
			'低低的蓝天',
			'和远处此起彼伏的一大群青山',
			'这些 ，就整个地构成了一个春天……'			
		]
	},	
]

	/*
				
					
	
	 
春天里的闲意思

云给山顶戴了一顶白帽子
小径与藤蔓相互缠绕，牵挂些花花草草
溪水自山崖溅落，又急吼吼地奔淌入海
春风啊，尽做一些无赖的事情
吹得野花香四处飘溢，又让牛羊
和自驾的男男女女们在山间迷失……

这都只是一些闲意思
青山兀自不动，只管打坐入定	

深刻的意义

每次，那个拄着拐杖的小姑娘到达办公楼时
小保安都会马上主动跑过去给她开门
然后，按好电梯，看着她进电梯
平时，他只是坐在保安室里尽职
即使领导过来，也一动不动
小姑娘的父亲，每天骑着自行车送女儿上班
停在大门口，看着她进电梯后才放心离开

这一场景应该持续了很多年
我虽然来这里的时间不长，也已看到好多次
但直到这个秋天来临，寒风瑟瑟的清晨
我才意识到其中深刻的意义
并为之专门写下这首诗



西山如隐

寒冬如期而至，风霜沾染衣裳
清冷的疏影勾勒山之肃静轮廓
万物无所事事，也无所期盼

我亦如此，每日里宅在家中
饮茶读诗，也没别的消遣
看三两小雀在窗外枯枝上跳跃
但我啊，从来就安于现状
也从不担心被世间忽略存在感

偶尔，我也暗藏一丁点小秘密
比如，若可选择，我愿意成为西山
这个北京冬天里最清静无为的隐修士
端坐一方，静候每一位前来探访的友人
让他们感到冒着风寒专程赶来是值得的


	在北方的林地里

林子里有好多条错综复杂的小路
有的布满苔藓，有的通向大道
也有的会无缘无故地消逝在莽莽荒草丛中
更让人迷惑的，是有一些小路
原本以为非常熟悉，但待到熬过漫漫冬雪
第二年开春来临，却发现变更了路线
比如原来挨着河流，路边野花烂漫
现在却突然拐弯通向了幽暗的隐秘深谷

这样的迷惑还有很多，就像头顶的星星
闪烁了千万年，至今还迷惑着很多的人
			
	{
		title:"",
		body:[
			
		]
	},
				
	

	

	
	
	
		
		
	 * 
	 * */



	
	},
	"孔孚":{
		hash: 'kongfu',
		author: '孔孚',
		body: [
	{
		title:'天街印象',
		body:[
			'我追一片云',
			'跑进一家商店里去了',
			'躲在墙上一幅泼墨山水的半腰',
			'还动呢'	
		]
	},
	{
		title:'飞雪中远眺华不注',
		body:[
	　　'它是孤独的',
	　　'在铅色的穹庐之下',
	　　'几十亿年',
	　　'仍是一个骨朵',
	　　'',
	　　'雪落着......',
	　　'看它在使劲儿开！'
		]
	},
	{
		title:'无字碑前小立',
		body:[
	　　'我还是看到了太阳的手迹',
	　　'还有风的刀痕',
	　　'爬一条青虫',
	　　'在读'	
		]
	},
	{
		title:'渤海印象',
		body:[
	　　'雾散去',
	　　'风划一个舢板',
	　　'上边站着太阳'
		]
	},
	{
		title:'夏日青岛印象',
		body:[
			'风栖息在礁岩上',
			'大海发出鼾声',
			'夜',
			'一针一针地缝……'
		]
	},
	{
		title:'茂陵即景',
		body:[
	　　'吹落日不去，',
	　　'拉白云不走。',
	　　'风叹口气，',
			'也住下了。'
		]
	},
	{
		title:'卧龙石',
		body:[
			'龙也有睡的时候？',
			'睡着也不安宁。',
			'看它动的身子,',
			'显然梦里也有雷鸣。'
		]
	},
	{
		title:'渤海印象',
		body:[
			'我寻找黄河',　
			'连条线也不见',　
			'在这里它缩成一个音符',　
			'颤动着'
		]
	},
	{
		title:'千佛山龙泉洞某佛前即景',
		body:[
			'他微笑着，看苔爬上脚趾',
			'他微笑着，听苔跃上双膝',
			'他微笑着，任苔侵佛头……'
		]
	},
	{
		title:'海上日落',
		body:[
			'青巷巷的海上',
			'铺条玛瑙的路',
			'太阳走了',
			'像喝醉了酒',
			'果然跌倒了',
			'在天之尽头'
		]
	},
	{
		title:'峨嵋风',
		body:[
			'吹三千灵窍',
			'善写狂草',
			'摸一下佛头就跑'	
		]
	},
	{
		title:'一朵小黄花',
		body:[
	　　'礁岩上一朵小黄花',
	　　'羞涩地低下了头',
	　　'大海把它别在衣襟上',
	　　'小黄花笑了'	
		]
	},	
	{
		title:'雨后',
		body:[
			'云',
			'把水拧光了',
			'挂在海边的树上',
			'晾'
		]
	},
	{
		title:'墓碑',
		body:[
			'葬你',
			'于心之一隅',
			'我就是你的墓碑了'
		]
	},
	{
		title:'镜子',
		body:[
			'珍贵的镜子被打碎了',
			'别伤心',
			'有多少碎片',
			'就有多少诚实的眼睛......'
		]
	},
	{
		title:'小满 陕西绿色',
		body:[
			'推窗，一缕清香扑鼻',
			'一个荷锄的小媳妇从门前经过',
			'健步向自家麦田走去'
		]
	},
	{
		title:'在有风的午后 半半 ',
		body:[
			'涟漪 是那睡莲轻轻的鼾声吧',
			'阳光提着脚步 斜斜',
			'绕过池塘'
		]
	},
	{
		title:'牧歌 寒山石',
		body:[
			'一鞭子甩出去',
			'抽回来',
			'千沟万壑的吆喝',
		]
	},
	{
		title:'牧歌 斯厚人',
		body:[
			'四月的花瓣',
			'被风儿卷在绿色的波浪里',
			'一只云雀追着俯拾'	
		]
	},	
]


/*



　　



				

							

							

							
			

				
	
	{
		title:'',
		body:[

		]
	},
	



 */
	}
}

/*

"":{
	hash: '',
	author: '',
	body: __inline('./.js')
},

*/

		},
// 		"元明清诗":{
// 			hash: 'ymq_poets',
// 			body: __inline('./元明清诗/index.js')
// 		},
// 		"宋诗":{
// 			hash: 'song_poets',
// 			body: __inline('./宋诗/index.js')
// 		},
// 		"唐诗":{
// 			hash: 'tang_poets',
// 			body: __inline('./唐诗/index.js')
// 		},
// 		"南北朝":{
// 			hash: 'nbc_poets',
// 			body: __inline('./南北朝/index.js')
// 		},
// 		"诗经":{
// 			hash: 'sj_poets',
// 			body: __inline('./诗经/index.js')
// 		},
}
